{
    "videos": [
        {
            "slug": "jimmy-o-yang-when-you-wake-up-asian",
            "title": "Jimmy O. Yang - When you wake up, asian",
            "translations": {
                "Chinese": "吉米·欧·杨 - 醒来时，你是亚洲人",
                "Spanish": "Jimmy O. Yang - Cuando te despiertas, eres asiático",
                "Hindi": "जिमी ओ. यांग - जब आप जागते हैं, एशियाई होते हैं",
                "Arabic": "جيمي أو. يانغ - عندما تستيقظ، أنت آسيوي",
                "Bengali": "জিমি ও. ইয়াং - যখন আপনি জাগ্রত হন, আপনি এশীয়",
                "Portuguese": "Jimmy O. Yang - Quando você acorda, é asiático",
                "Russian": "Джимми О. Янг - Когда просыпаешься, ты азиат",
                "Japanese": "ジミー・O・ヤン - 目が覚めるとアジア人",
                "Punjabi": "ਜਿਮੀ ਓ. ਯੰਗ - ਜਦੋਂ ਤੁਸੀਂ ਜਾਗਦੇ ਹੋ, ਏਸ਼ੀਅਨ ਹੋ",
                "German": "Jimmy O. Yang - Wenn du aufwachst, bist du Asiate",
                "Javanese": "Jimmy O. Yang - Nalika tangi, sampeyan Asia",
                "Korean": "지미 오. 양 - 일어나면 아시아인",
                "French": "Jimmy O. Yang - Quand vous vous réveillez, vous êtes asiatique",
                "Telugu": "జిమ్మీ ఓ. యాంగ్ - మీరు మేల్కొన్నప్పుడు, మీరు ఆసియన్",
                "Marathi": "जिमी ओ. यांग - जेव्हा तुम्ही जागता, तेव्हा तुम्ही आशियाई असता",
                "Tamil": "ஜிம்மி ஓ. யாங் - நீங்கள் விழித்தவுடன், நீங்கள் ஆசியர்",
                "Vietnamese": "Jimmy O. Yang - Khi bạn thức dậy, bạn là người châu Á",
                "Urdu": "جمی او یانگ - جب آپ جاگتے ہیں، آپ ایشیائی ہیں",
                "Filipino": "Jimmy O. Yang - Kapag nagising ka, ikaw ay Asyano",
                "Romanian": "Jimmy O. Yang - Când te trezești, ești asiatic",
                "Albanian": "Jimmy O. Yang - Kur zgjohesh, je aziatik",
                "Nepali": "जिमी ओ. यांग - जब तपाईं उठ्नुहुन्छ, तपाईं एशियाली हुनुहुन्छ",
                "Khmer": "ជីមី អូ. យ៉ាង - ពេលអ្នកភ្ញាក់ឡើង អ្នកគឺជាអាស៊ី",
                "Sinhalese": "ජිමි ඔ. යාං - ඔබ අවදි වන විට, ඔබ ආසියාතිකය",
                "Amharic": "ጂሚ ኦ. ያንግ - እንደምን እንደነበርህ የእንግሊዝኛ ነህ",
                "Pashto": "جمی او یانگ - کله چې تاسو بیدار شئ، تاسو آسیایی یاست",
                "Burmese": "ဂျမီအိုရန် - နင်နိုးတဲ့အခါမှာအာရှဖြစ်တယ်",
                "Somali": "Jimmy O. Yang - Marka aad toosto, waxaad tahay Aasiyaan"
            },
            "youtubeUrl": "https://youtu.be/6OQYUmaIEH4?si=g_87gFfKaVNyQsZC",
            "cards": [
                {
                    "text": "Representation matters, man.",
                    "translations": {
                        "Chinese": "代表性很重要，伙计。",
                        "Spanish": "La representación importa, amigo.",
                        "Hindi": "प्रतिनिधित्व मायने रखता है, यार।",
                        "Arabic": "التمثيل مهم، يا رجل.",
                        "Bengali": "প্রতিনিধিত্ব গুরুত্বপূর্ণ, বন্ধু।",
                        "Portuguese": "A representação importa, cara.",
                        "Russian": "Представительство имеет значение, чувак.",
                        "Japanese": "表現は大事だよ、兄貴。",
                        "Punjabi": "ਨੁਮਾਇੰਦਗੀ ਮਹੱਤਵ ਰੱਖਦੀ ਹੈ, ਯਾਰ।",
                        "German": "Repräsentation ist wichtig, Mann.",
                        "Javanese": "Perwakilan iku penting, mas.",
                        "Korean": "대표성이 중요해요, 친구.",
                        "French": "La représentation compte, mec.",
                        "Telugu": "ప్రాతినిధ్యం ముఖ్యం, మిత్రమా.",
                        "Marathi": "प्रतिनिधित्व महत्त्वाचं आहे, मित्रा.",
                        "Tamil": "பிரதிநிதித்துவம் முக்கியம், நண்பா.",
                        "Vietnamese": "Đại diện quan trọng, bạn à.",
                        "Urdu": "نمائندگی اہم ہے، یار۔",
                        "Filipino": "Mahalaga ang representasyon, pare.",
                        "Romanian": "Reprezentarea contează, omule.",
                        "Albanian": "Përfaqësimi ka rëndësi, njeri.",
                        "Nepali": "प्रतिनिधित्व महत्त्वपूर्ण छ, साथी।",
                        "Khmer": "ការបង្ហាញខ្លួនមានសារៈសំខាន់បង.",
                        "Sinhalese": "ප්‍රතිනිධිතවය වැදගත් යාළුවා.",
                        "Amharic": "ወኪልነት እንጂ ምንም አይደለም እኔ ሰው.",
                        "Pashto": "نمایندګی مهمه ده، یاره.",
                        "Burmese": "ကိုယ်စားပြုမှုက အရေးကြီးတယ်ဗျာ။",
                        "Somali": "Wakiilnimadu way muhiim tahay, saaxiib."
                    }
                },
                {
                    "text": "A lot of asian people coming up to me, very proud, very nice. They're like “Jimmy, thank you for representing the asians, man.”",
                    "translations": {
                        "Chinese": "很多亚洲人走到我面前，非常自豪，非常友好。他们会说：“吉米，谢谢你代表亚洲人，伙计。”",
                        "Spanish": "Mucha gente asiática se me acerca, muy orgullosa, muy amable. Me dicen: “Jimmy, gracias por representar a los asiáticos, amigo.”",
                        "Hindi": "बहुत से एशियाई लोग मेरे पास आते हैं, बहुत गर्व महसूस करते हैं, बहुत अच्छे हैं। वे कहते हैं, “जिम्मी, एशियाइयों का प्रतिनिधित्व करने के लिए धन्यवाद, यार।”",
                        "Arabic": "العديد من الآسيويين يقتربون مني، فخورون جدًا، لطفاء جدًا. يقولون لي: “جيمي، شكرًا لتمثيل الآسيويين، يا رجل.”",
                        "Bengali": "অনেক এশিয়ান লোক আমার কাছে এসে, খুব গর্বিত, খুব ভালো। তারা বলে, “জিমি, এশিয়ানদের প্রতিনিধিত্ব করার জন্য ধন্যবাদ, বন্ধু।”",
                        "Portuguese": "Muitas pessoas asiáticas vêm até mim, muito orgulhosas, muito gentis. Elas dizem: “Jimmy, obrigado por representar os asiáticos, cara.”",
                        "Russian": "Многие азиаты подходят ко мне, очень гордые, очень приятные. Они говорят: “Джимми, спасибо за то, что представляешь азиатов, чувак.”",
                        "Japanese": "たくさんのアジア人が私のところに来て、とても誇りに思い、とても親切に言ってくれます。「ジミー、アジア人を代表してくれてありがとう。」",
                        "Punjabi": "ਬਹੁਤ ਸਾਰੇ ਏਸ਼ੀਅਨ ਲੋਕ ਮੇਰੇ ਕੋਲ ਆ ਰਹੇ ਹਨ, ਬਹੁਤ ਗਰਵਾਨਵਿਤ, ਬਹੁਤ ਚੰਗੇ। ਉਹ ਕਹਿੰਦੇ ਹਨ, “ਜਿਮੀ, ਏਸ਼ੀਆਈਆਂ ਦੀ ਨੁਮਾਇੰਦਗੀ ਕਰਨ ਲਈ ਧੰਨਵਾਦ, ਯਾਰ।”",
                        "German": "Viele asiatische Leute kommen auf mich zu, sehr stolz, sehr nett. Sie sagen: „Jimmy, danke, dass du die Asiaten repräsentierst, Mann.“",
                        "Javanese": "Akeh wong Asia sing teka marang aku, bangga banget, apik banget. Wong-wong mau ngomong, “Jimmy, matur nuwun wis makili wong Asia, mas.”",
                        "Korean": "많은 아시아 사람들이 나에게 다가와서 매우 자랑스러워하고 매우 친절하게 말합니다. “지미, 아시아인을 대표해줘서 고마워.”",
                        "French": "Beaucoup de personnes asiatiques viennent me voir, très fières, très gentilles. Ils disent : « Jimmy, merci de représenter les Asiatiques, mec. »",
                        "Telugu": "చాలా మంది ఆసియన్ ప్రజలు నా దగ్గరకు వస్తున్నారు, చాలా గర్వంగా, చాలా మంచివారు. వారు చెబుతున్నారు: “జిమ్మీ, ఆసియన్లకు ప్రాతినిధ్యం వహించినందుకు ధన్యవాదాలు, మిత్రమా.”",
                        "Marathi": "बर्‍याच आशियाई लोकांनी माझ्याकडे येऊन, अत्यंत अभिमानाने, खूप छानपणे सांगितले. ते म्हणतात, “जिमी, आशियाई लोकांचे प्रतिनिधित्व केल्याबद्दल धन्यवाद, मित्रा.”",
                        "Tamil": "நிறைய ஆசிய மக்கள் என்னை அணுகுகிறார்கள், மிகவும் பெருமையாகவும், மிகவும் நல்லவர்களாகவும் இருக்கிறார்கள். அவர்கள் என்னிடம் “ஜிம்மி, ஆசியர்களின் பிரதிநிதித்துவத்திற்கு நன்றி, நண்பா.” என்று கூறுகிறார்கள்.",
                        "Vietnamese": "Rất nhiều người châu Á đến với tôi, rất tự hào, rất thân thiện. Họ nói: “Jimmy, cảm ơn vì đã đại diện cho người châu Á, bạn ơi.”",
                        "Urdu": "بہت سے ایشیائی لوگ میرے پاس آتے ہیں، بہت فخر محسوس کرتے ہیں، بہت اچھے ہیں۔ وہ کہتے ہیں، “جمی، ایشیائیوں کی نمائندگی کرنے کے لیے شکریہ، یار۔”",
                        "Filipino": "Maraming mga Asyano ang lumalapit sa akin, napaka-proud, napakabait. Sabi nila, “Jimmy, salamat sa pagrepresenta sa mga Asyano, pare.”",
                        "Romanian": "O mulțime de oameni asiatici vin la mine, foarte mândri, foarte drăguți. Ei spun: „Jimmy, mulțumesc că reprezinți asiaticii, omule.”",
                        "Albanian": "Shumë njerëz aziatikë më afrohen, shumë krenarë, shumë të sjellshëm. Ata thonë: “Jimmy, faleminderit që përfaqëson aziatikët, njeri.”",
                        "Nepali": "धेरै एशियाली मान्छेहरू मसँग आउँछन्, धेरै गर्व गर्छन्, धेरै राम्रो। उनीहरू भन्छन्, “जिम्मी, एशियालीहरूको प्रतिनिधित्व गरेकोमा धन्यवाद, साथी।”",
                        "Khmer": "មនុស្សអាស៊ីជាច្រើនមកជិតខ្ញុំមានមោទនភាពខ្លាំងណាស់។ ពួកគេនិយាយថា 'Jimmy, អរគុណសម្រាប់ការបង្ហាញខ្លួនអាស៊ី។'",
                        "Sinhalese": "අසානු අය ගොඩක් මට අතේපාඩු වෙන් වෙලා, ගොඩක් අභිමානවන්තයි, ගොඩක් හොඳයි. ඔවුන් කියනවා: “ජිම්මි, ආසියාතිකයන් නියෝජනය කරන එකට ස්තූතියි, යාළුවා.”",
                        "Amharic": "ብዙ እስያዊዎች ወደ እኔ መጥተው በጣም ትሩፍነት በጣም ጥሩ ነው። እነርሱ ይላሉ፥ 'ጂሚ፣ አስያውያንን በመወከል እናመሰግናለን።'",
                        "Pashto": "ډېر اسیايي خلک ما ته راځي، ډېر ویاړونکي، ډېر ښه. هغوی وایي: “جمي، د اسیايانو د نمایندګۍ لپاره مننه، یاره.”",
                        "Burmese": "အာရှသားများစွာက ငါ့ကိုအထိမ်းအမှတ်ပြုပါသည်၊ ဂုဏ်ယူစရာကောင်းသည်၊ အလွန်ကောင်းမွန်ပါသည်။ သူတို့က “Jimmy, အာရှသားများကိုယ်စားပြုရန်ကျေးဇူးတင်ပါတယ်” လို့ပြောကြပါတယ်။",
                        "Somali": "Dadka badan ee Aasiyaanka ah ayaa ii imaanaya, aad u faanaya, aad u wanaagsan. Waxay yiraahdaan: “Jimmy, waad ku mahadsan tahay inaad matasho dadka Aasiyaanka ah, saaxiib.”"
                    }
                },
                {
                    "text": "Yeah, I'm like, “You're welcome”",
                    "translations": {
                        "Chinese": "是的，我就说，“不客气”",
                        "Spanish": "Sí, les digo, “De nada”",
                        "Hindi": "हाँ, मैं कहता हूँ, “आपका स्वागत है”",
                        "Arabic": "نعم، أقول لهم، “على الرحب والسعة”",
                        "Bengali": "হ্যাঁ, আমি বলি, “স্বাগতম”",
                        "Portuguese": "Sim, eu digo, “De nada”",
                        "Russian": "Да, я говорю, “Пожалуйста”",
                        "Japanese": "うん、僕は「どういたしまして」って言うよ",
                        "Punjabi": "ਹਾਂ, ਮੈਂ ਕਹਿੰਦਾ ਹਾਂ, “ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ”",
                        "German": "Ja, ich sage, “Gern geschehen”",
                        "Javanese": "Ya, aku ngomong, “Pancen kudu”",
                        "Korean": "네, 저는 이렇게 말해요, “천만에요”",
                        "French": "Ouais, je leur dis, “Je vous en prie”",
                        "Telugu": "అవును, నేను చెబుతాను, “మీకు స్వాగతం”",
                        "Marathi": "होय, मी म्हणतो, “तुमचे स्वागत आहे”",
                        "Tamil": "ஆமாம், நான் சொல்கிறேன், “உங்களுக்கு வரவேற்பு”",
                        "Vietnamese": "Ừ, tôi nói, “Không có chi”",
                        "Urdu": "ہاں، میں کہتا ہوں، “آپ کا خیرمقدم ہے”",
                        "Filipino": "Oo, sabi ko, “Walang anuman”",
                        "Romanian": "Da, le spun, “Cu plăcere”",
                        "Albanian": "Po, unë them, “S’ka përse”",
                        "Nepali": "हो, म भन्छु, “तिमीलाई स्वागत छ”",
                        "Khmer": "យ៉ាងហោចណាស់ខ្ញុំបាននិយាយថា, “អរគុណអ្នក”",
                        "Sinhalese": "ඔව්, මම කියනවා, “ඔබ සාදරයෙන් පිළිගන්නවා”",
                        "Amharic": "አዎ, እኔም “እንኳን ደህና መጣችሁ” እያልኩ",
                        "Pashto": "هو، زه وایم، “ته ښه راغلاست”",
                        "Burmese": "ဟုတ်ကဲ့၊ ကျွန်တော်ပြောတယ်၊ “ကြိုဆိုပါတယ်”",
                        "Somali": "Haa, waxaan iraahdaa, “Ku soo dhawoow”"
                    }
                },
                {
                    "text": "But you do understand it's not really a choice, right?",
                    "translations": {
                        "Chinese": "但你明白这不是真正的选择，对吧？",
                        "Spanish": "Pero entiendes que realmente no es una elección, ¿verdad?",
                        "Hindi": "लेकिन तुम समझते हो कि यह वास्तव में एक विकल्प नहीं है, सही?",
                        "Arabic": "لكن أنت تفهم أنه ليس حقًا اختيارًا، أليس كذلك؟",
                        "Bengali": "কিন্তু তুমি বুঝতে পারছো এটা সত্যিই কোনো পছন্দ নয়, ঠিক?",
                        "Portuguese": "Mas você entende que não é realmente uma escolha, certo?",
                        "Russian": "Но ты же понимаешь, что это не совсем выбор, правда?",
                        "Japanese": "でも、これは本当に選択肢じゃないってわかってるよね？",
                        "Punjabi": "ਪਰ ਤੁਸੀਂ ਸਮਝਦੇ ਹੋ ਕਿ ਇਹ ਸੱਚਮੁੱਚ ਚੋਣ ਨਹੀਂ ਹੈ, ਹੈ ਨਾ?",
                        "German": "Aber du verstehst schon, dass es eigentlich keine Wahl ist, oder?",
                        "Javanese": "Nanging kowe paham, iki ora pancen pilihan, ta?",
                        "Korean": "하지만 이건 정말 선택의 여지가 없다는 거 알지?",
                        "French": "Mais tu comprends que ce n'est pas vraiment un choix, n'est-ce pas ?",
                        "Telugu": "కానీ ఇది నిజంగా ఒక ఎంపిక కాదు, కదా అని మీకు అర్థమవుతుంది, కదా?",
                        "Marathi": "पण तुला समजतेय ना, की हा खरंच पर्याय नाही, बरोबर?",
                        "Tamil": "ஆனால் இது உண்மையில் ஒரு தேர்வு அல்ல என்பது உங்களுக்கு புரிகிறதா, சரி?",
                        "Vietnamese": "Nhưng bạn hiểu rằng nó không thực sự là một lựa chọn, phải không?",
                        "Urdu": "لیکن آپ سمجھتے ہیں کہ یہ واقعی کوئی انتخاب نہیں ہے، ٹھیک ہے؟",
                        "Filipino": "Pero naiintindihan mong hindi talaga ito isang pagpipilian, tama?",
                        "Romanian": "Dar înțelegi că nu este într-adevăr o alegere, nu?",
                        "Albanian": "Por ti e kupton që nuk është me të vërtetë një zgjedhje, apo jo?",
                        "Nepali": "तर तिमी बुझ्छौ नि, यो साँच्चै रोजाइको कुरा होइन, हैन?",
                        "Khmer": "តែអ្នកយល់ដឹងថាវាមិនមែនជាជម្រើសពិតទេត្រូវទេ?",
                        "Sinhalese": "අපෝ ඒක ඇත්තටම තේරෙනවනේ මේක තේරීමක් නෙමෙයි, හරිද?",
                        "Amharic": "ግን እንደገና ትረዳለህ ይህ ትክክል ምርጫ አይደለም እውነት?",
                        "Pashto": "خو ته پوهیږې چې دا واقعاً انتخاب نه دی، سمه ده؟",
                        "Burmese": "ဒါပေမယ့် မင်းနားလည်ရင် ဒီဟာတကယ့်ကို ရွေးချယ်စရာမဟုတ်ဘူး မဟုတ်လား?",
                        "Somali": "Laakiin waxaad fahamsan tahay inuusan dhab ahaantii doorasho ahayn, sax?"
                    }
                },
                {
                    "text": "Like, when you wake up asian, you can only represent asians.",
                    "translations": {
                        "Chinese": "比如，当你醒来是亚洲人时，你只能代表亚洲人。",
                        "Spanish": "Como cuando te despiertas asiático, solo puedes representar a los asiáticos.",
                        "Hindi": "जैसे, जब आप एशियाई बनकर जागते हैं, तो आप केवल एशियाइयों का प्रतिनिधित्व कर सकते हैं।",
                        "Arabic": "مثل، عندما تستيقظ آسيويًا، لا يمكنك إلا تمثيل الآسيويين.",
                        "Bengali": "যেমন, যখন আপনি এশিয়ান হয়ে জাগেন, তখন আপনি শুধুমাত্র এশিয়ানদের প্রতিনিধিত্ব করতে পারেন।",
                        "Portuguese": "Tipo, quando você acorda asiático, você só pode representar os asiáticos.",
                        "Russian": "Например, когда ты просыпаешься азиатом, ты можешь представлять только азиатов.",
                        "Japanese": "例えば、目が覚めた時にアジア人なら、アジア人だけを代表できる。",
                        "Punjabi": "ਜਿਵੇਂ ਕਿ, ਜਦੋਂ ਤੁਸੀਂ ਏਸ਼ੀਅਨ ਬਣਕੇ ਉੱਠਦੇ ਹੋ, ਤੁਸੀਂ ਸਿਰਫ਼ ਏਸ਼ੀਅਨਾਂ ਦੀ ਹੀ ਨੁਮਾਇੰਦਗੀ ਕਰ ਸਕਦੇ ਹੋ।",
                        "German": "Zum Beispiel, wenn du als Asiate aufwachst, kannst du nur Asiaten repräsentieren.",
                        "Javanese": "Kaya, nalika sampeyan tangi dadi wong Asia, sampeyan mung bisa makili wong Asia.",
                        "Korean": "예를 들어, 아시아인으로 깨어나면 아시아인만 대표할 수 있습니다.",
                        "French": "Par exemple, quand tu te réveilles asiatique, tu ne peux représenter que les asiatiques.",
                        "Telugu": "ఉదాహరణకు, మీరు ఆసియన్గా మేల్కొన్నప్పుడు, మీరు ఆసియన్లకు మాత్రమే ప్రాతినిధ్యం వహించవచ్చు.",
                        "Marathi": "उदाहरणार्थ, जेव्हा तुम्ही आशियाई म्हणून जागता, तेव्हा तुम्ही फक्त आशियाई लोकांचेच प्रतिनिधित्व करू शकता.",
                        "Tamil": "உதாரணமாக, நீங்கள் ஆசியராக எழுந்தால், நீங்கள் ஆசியர்களை மட்டுமே பிரதிநிதித்துவப்படுத்த முடியும்.",
                        "Vietnamese": "Chẳng hạn, khi bạn thức dậy là người châu Á, bạn chỉ có thể đại diện cho người châu Á.",
                        "Urdu": "مثال کے طور پر، جب آپ ایشیائی بن کر جاگتے ہیں، تو آپ صرف ایشیائیوں کی نمائندگی کر سکتے ہیں۔",
                        "Filipino": "Parang, kapag gumising kang Asyano, Asyano lang ang maaari mong i-representa.",
                        "Romanian": "De exemplu, când te trezești asiatic, poți doar să-i reprezinți pe asiatici.",
                        "Albanian": "Si, kur zgjohesh aziatik, mund të përfaqësosh vetëm aziatikët.",
                        "Nepali": "जस्तै, जब तपाईं एशियाली भएर ब्युँझनुहुन्छ, तपाईंले केवल एशियालीहरूको प्रतिनिधित्व गर्न सक्नुहुन्छ।",
                        "Khmer": "ដូចជាយើងនៅពេលអ្នកភ្ញាក់ពីអាស៊ីនោះអ្នកអាចតំណាងឱ្យជនជាតិអាស៊ីបានតែប៉ុណ្ណោះ។",
                        "Sinhalese": "මෙන්ම, ඔබ ආසියානුවෙක් ලෙස ඇහැරෙන විට, ඔබට ආසියානුවන්ට පමණක් නියෝජනය කළ හැකිය.",
                        "Amharic": "ለምሳሌ የምትነሳበት ጊዜ እንደ እስያዊ ወንድም በእስያዊዎች ላይ ብቻ መወከል ይችላሉ.",
                        "Pashto": "لکه، کله چې ته د اسیا په توګه پورته شې، نو ته یوازې د اسیا نمایندګي کولی شې.",
                        "Burmese": "ဥပမာ၊ သင့်အနေနဲ့ အာရှသားတစ်ယောက်အဖြစ် နိုးလာတယ်ဆိုရင် အာရှသားတွေအတွက်ပဲ ကိုယ်စားပြုနိုင်တယ်။",
                        "Somali": "Sida, markaad soo kacdo Aasiyaan, waxaad wakiil ka noqon kartaa oo keliya Aasiyaanka."
                    }
                },
                {
                    "text": "I couldn't just wake up one day like, “Fuck it, I represent nigerians today.”",
                    "translations": {
                        "Chinese": "我不能某天醒来说，“算了吧，我今天代表尼日利亚人。”",
                        "Spanish": "No podría simplemente despertar un día y decir, “Al diablo, hoy represento a los nigerianos.”",
                        "Hindi": "मैं बस एक दिन जागकर यह नहीं कह सकता, “भाड़ में गया, मैं आज नाइजीरियाई लोगों का प्रतिनिधित्व करता हूँ।”",
                        "Arabic": "لا يمكنني أن أستيقظ يومًا ما وأقول، “تباً له، أنا أمثل النيجيريين اليوم.”",
                        "Bengali": "আমি হঠাৎ একদিন জেগে উঠে বলতে পারি না, “ধুর, আজকে আমি নাইজেরিয়ানদের প্রতিনিধিত্ব করি।”",
                        "Portuguese": "Eu não poderia simplesmente acordar um dia e dizer, “Dane-se, hoje eu represento os nigerianos.”",
                        "Russian": "Я не могу просто проснуться однажды и сказать: «К черту, сегодня я представляю нигерийцев.»",
                        "Japanese": "ある日突然起きて、「もういいや、今日はナイジェリア人を代表するよ」と言うことはできない。",
                        "Punjabi": "ਮੈਂ ਇੱਕ ਦਿਨ ਜਾਗ ਕੇ ਇਹ ਨਹੀਂ ਕਹਿ ਸਕਦਾ, “ਛੱਡੋ ਯਾਰ, ਅੱਜ ਮੈਂ ਨਾਇਜੀਰੀਆਈਆਂ ਦੀ ਨੁਮਾਇੰਦਗੀ ਕਰਦਾ ਹਾਂ।”",
                        "German": "Ich könnte nicht einfach eines Tages aufwachen und sagen: „Scheiß drauf, ich vertrete heute die Nigerianer.“",
                        "Javanese": "Aku ora bisa mung tangi esuk lan ngomong, “Wis, saiki aku nggantèkaké wong Nigeria.”",
                        "Korean": "어느 날 갑자기 일어나서 “젠장, 오늘은 내가 나이지리아인을 대표할 거야”라고 할 수는 없어.",
                        "French": "Je ne pourrais pas juste me réveiller un jour et dire : « Merde, je représente les Nigérians aujourd'hui. »",
                        "Telugu": "ఒక రోజు మేల్కొని “అదెందుకులే, నేను నేడు నైజీరియన్లకు ప్రాతినిధ్యం వహిస్తాను” అనలేను.",
                        "Marathi": "मी एक दिवस जागून असे म्हणू शकत नाही, “च्यायची जाऊ दे, आज मी नायजेरियन लोकांचे प्रतिनिधित्व करतो.”",
                        "Tamil": "ஒருநாள் எழுந்து “அதை விடு, இன்று நான் நைஜீரியர்களை பிரதிநிதித்துவப்படுத்துகிறேன்” என்று சொல்ல முடியாது.",
                        "Vietnamese": "Tôi không thể chỉ thức dậy vào một ngày nào đó và nói: “Mặc kệ nó, hôm nay tôi đại diện cho người Nigeria.”",
                        "Urdu": "میں کسی دن اچانک اٹھ کر یہ نہیں کہہ سکتا، “لعنت بھیجو، آج میں نائجیریائیوں کی نمائندگی کرتا ہوں۔”",
                        "Filipino": "Hindi ko pwedeng basta-basta na lang magising isang araw at sabihing, “Wala akong pakialam, nire-representa ko ang mga Nigerian ngayon.”",
                        "Romanian": "Nu m-aș putea trezi într-o zi și să zic: „La naiba, azi îi reprezint pe nigerieni.”",
                        "Albanian": "Nuk mund të zgjohesha një ditë dhe të thoja: “Dreq, sot përfaqësoj nigerianët.”",
                        "Nepali": "म एक दिन यस्तै गरी उठेर भन्न सक्दिनँ, “छाड्देऊ, आज म नाइजेरियालीहरूको प्रतिनिधित्व गर्छु।”",
                        "Khmer": "ខ្ញុំមិនអាចភ្ញាក់នឿយមួយថ្ងៃនោះទេហើយនិយាយថា “ស្អប់ខ្ញុំតំណាងឱ្យជនជាតិណៃជេរីនថ្ងៃនេះ”។",
                        "Sinhalese": "මම එක දිගටම ඇහැරෙන්නටත් නෑ, කියන්නටත් නෑ, “ඇයි අරහ මම අද නයිජීරියන්ලා නියෝජනය කරනවා.”",
                        "Amharic": "በአንድ ቀን ማልላት አልቻልኩም, “በእነሱ ስም እወክላለሁ፣ ነገር ግን ወደ አንድ ቀን ወደ እነሱ ወደ አስተያየት እሰጣለሁ”።",
                        "Pashto": "زه نه شم کولای چې یوه ورځ پاڅیږم او ووایم، “لعنت پرې، زه نن د نایجیریایانو نمایندګي کوم.”",
                        "Burmese": "မနက်ဖြန်နိုးတယ်ဆိုတာဆိုတာ သင့်မယ်အပြန်က ပြောရမှာတော့ “အမောလား၊ ဒီနေ့ ကျွန်တော် နိုင်ဂျီးရီးယားလူမျိုးတွေကို ကိုယ်စားပြုပြောပါတယ်။”",
                        "Somali": "Ma aanan kicin karin maalinba marka aan leeyahay, “Ilaahay baa og, maanta waxaan wakiil ka ahay dadka reer Nigeria.”"
                    }
                },
                {
                    "text": "I’m very proud to represent asians, but at the same time there's so much pressure.",
                    "translations": {
                        "Chinese": "我很自豪能代表亚洲人，但同时压力也很大。",
                        "Spanish": "Estoy muy orgulloso de representar a los asiáticos, pero al mismo tiempo hay mucha presión.",
                        "Hindi": "मैं एशियाई लोगों का प्रतिनिधित्व करने पर बहुत गर्व महसूस करता हूं, लेकिन साथ ही बहुत अधिक दबाव भी है।",
                        "Arabic": "أنا فخور جداً بتمثيل الآسيويين، ولكن في نفس الوقت هناك الكثير من الضغط.",
                        "Bengali": "আমি এশিয়ানদের প্রতিনিধিত্ব করতে পেরে খুব গর্বিত, কিন্তু একই সাথে প্রচুর চাপ আছে।",
                        "Portuguese": "Tenho muito orgulho de representar os asiáticos, mas ao mesmo tempo há muita pressão.",
                        "Russian": "Я очень горжусь тем, что представляю азиатов, но в то же время это большая ответственность.",
                        "Japanese": "アジア人を代表できることを誇りに思いますが、同時に大きなプレッシャーもあります。",
                        "Punjabi": "ਮੈਂ ਏਸ਼ਿਆਈਆਂ ਦਾ ਪ੍ਰਤੀਨਿਧਿਤਵ ਕਰਨ 'ਤੇ ਬਹੁਤ ਮਾਣ ਮਹਿਸੂਸ ਕਰਦਾ ਹਾਂ, ਪਰ ਨਾਲ ਹੀ ਬਹੁਤ ਜ਼ਿਆਦਾ ਦਬਾਅ ਵੀ ਹੈ।",
                        "German": "Ich bin sehr stolz darauf, Asiaten zu vertreten, aber gleichzeitig gibt es auch viel Druck.",
                        "Javanese": "Aku bangga banget kanggo ngganteni wong Asia, nanging ing wektu sing padha ana akeh tekanan.",
                        "Korean": "아시아인을 대표하는 것이 매우 자랑스럽지만, 동시에 많은 압박감을 느낍니다.",
                        "French": "Je suis très fier de représenter les Asiatiques, mais en même temps il y a tellement de pression.",
                        "Telugu": "నాకు ఆసియన్లకు ప్రాతినిధ్యం వహించడం చాలా గర్వంగా ఉంది, కానీ అదే సమయంలో చాలా ఒత్తిడి ఉంది.",
                        "Marathi": "मला आशियाई लोकांचे प्रतिनिधित्व करण्याचा खूप अभिमान आहे, परंतु त्याच वेळी खूप दबाव आहे.",
                        "Tamil": "நான் ஆசியர்களை பிரதிநிதித்துவப்படுத்துவதில் பெருமையாக இருக்கிறேன், ஆனால் அதே சமயம் மிகவும் அழுத்தம் உள்ளது.",
                        "Vietnamese": "Tôi rất tự hào đại diện cho người châu Á, nhưng đồng thời cũng có rất nhiều áp lực.",
                        "Urdu": "مجھے ایشیائیوں کی نمائندگی کرنے پر بہت فخر ہے، لیکن اسی وقت بہت زیادہ دباؤ بھی ہے۔",
                        "Filipino": "Ipinagmamalaki kong kumatawan sa mga Asyano, ngunit sa parehong oras ay mayroong napakaraming pressure.",
                        "Romanian": "Sunt foarte mândru să reprezint asiaticii, dar în același timp există atât de multă presiune.",
                        "Albanian": "Jam shumë krenar të përfaqësoj aziatikët, por në të njëjtën kohë ka shumë presion.",
                        "Nepali": "म एशियालीहरूको प्रतिनिधित्व गर्न पाउँदा निकै गर्व गर्छु, तर एकै समयमा धेरै दबाव छ।",
                        "Khmer": "ខ្ញុំមានមោទនភាពណាស់ដែលតំណាងឲ្យជនជាតិអាស៊ីប៉ុន្តែពេលវេលាមួយដែរគឺមានសម្ពាធច្រើនណាស់។",
                        "Sinhalese": "මම ආසියානුවන් නියෝජනය කිරීම ගැන ඉතාමත්ම ප්‍රමෝදවෙමි, නමුත් එකවරම ඉතාමත් බලපෑමක් ද ඇත.",
                        "Amharic": "እስያውያንን በመወከል በጣም እንደ ታመንኩ ነው፣ እንደገናም ከፍተኛ ጫና አለ።",
                        "Pashto": "زه د آسیایانو په نمایندګۍ ډیر ویاړم، خو په عین حال کې ډیر فشار هم شته.",
                        "Burmese": "အာရှသားများကို ကိုယ်စားပြုသည်မှာ အထူးအထောက်အကူပြုမိသည်။ ထို့အပြင် ဖိအားများပြားလှပါသည်။",
                        "Somali": "Waxaan aad ugu faraxsanahay inaan matalo Aasiyaanka, laakiin isla markaas waxaa jira cadaadis badan."
                    }
                },
                {
                    "text": "Like nobody ever went to Matt Damon be like “Hey, Matt, thanks for representing the whites”.",
                    "translations": {
                        "Chinese": "好像从来没有人对马特·达蒙说“嘿，马特，谢谢你代表白人”。",
                        "Spanish": "Como si nadie alguna vez hubiera ido a Matt Damon y le dijera: 'Oye, Matt, gracias por representar a los blancos'.",
                        "Hindi": "जैसे कोई भी कभी मैट डेमन के पास जाकर नहीं कहता, 'अरे मैट, गोरे लोगों का प्रतिनिधित्व करने के लिए धन्यवाद'।",
                        "Arabic": "مثل لا أحد على الإطلاق ذهب إلى مات ديمون ليقول له، 'مرحباً مات، شكراً لتمثيلك البيض'.",
                        "Bengali": "যেন কেউ কখনও ম্যাট ড্যামনের কাছে গিয়ে বলে না 'হে ম্যাট, শ্বেতাঙ্গদের প্রতিনিধিত্ব করার জন্য ধন্যবাদ'।",
                        "Portuguese": "Como se ninguém jamais tivesse dito ao Matt Damon, 'Ei, Matt, obrigado por representar os brancos'.",
                        "Russian": "Как будто никто никогда не подходил к Мэтту Дэймону и не говорил: 'Эй, Мэтт, спасибо за то, что представляешь белых'.",
                        "Japanese": "誰もマット・デイモンに「ねえ、マット、白人を代表してくれてありがとう」と言ったことはないでしょう。",
                        "Punjabi": "ਜਿਵੇਂ ਕਿਸੇ ਨੇ ਵੀ ਕਦੇ ਮੈਟ ਡੇਮਨ ਕੋਲ ਜਾ ਕੇ ਨਹੀਂ ਕਿਹਾ 'ਹੈ ਮੈਟ, ਸਫ਼ੈਦੀਆਂ ਦੀ ਪ੍ਰਤੀਨਿਧੀ ਕਰਨ ਲਈ ਧੰਨਵਾਦ'।",
                        "German": "Als ob jemals jemand zu Matt Damon gegangen wäre und gesagt hätte: 'Hey, Matt, danke, dass du die Weißen vertrittst'.",
                        "Javanese": "Kaya-kaya ora ana wong sing tau ngomong karo Matt Damon, 'Hei, Matt, matur nuwun wis makili wong kulit putih'.",
                        "Korean": "아무도 매트 데이먼에게 '이봐, 매트, 백인들을 대표해줘서 고마워'라고 말한 적이 없는 것 같아.",
                        "French": "Comme si personne n'était jamais allé voir Matt Damon en disant : 'Hé, Matt, merci de représenter les blancs'.",
                        "Telugu": "ఎవరూ కూడా మ్యాట్ డేమన్ దగ్గరకు వెళ్లి 'హే మ్యాట్, తెల్లవారులను ప్రాతినిధ్యం వహించినందుకు ధన్యవాదాలు' అని చెప్పినట్లు లేదు.",
                        "Marathi": "जसे की कोणीही कधीही मॅट डेमनकडे जाऊन असे म्हणत नाही 'हे मॅट, गोऱ्यांचे प्रतिनिधित्व केल्याबद्दल धन्यवाद'.",
                        "Tamil": "யாரும் மாட் டேமனிடம் போய் 'ஹே மாட், வெள்ளையர்களின் பிரதிநிதித்துவத்திற்கு நன்றி' என்று சொன்னதில்லை போல.",
                        "Vietnamese": "Như thể chưa ai từng đến gặp Matt Damon và nói: 'Này Matt, cảm ơn vì đã đại diện cho người da trắng'.",
                        "Urdu": "جیسے کبھی کسی نے میٹ ڈیمن کے پاس جا کر یہ نہیں کہا کہ 'ارے میٹ، سفید فاموں کی نمائندگی کرنے کا شکریہ'۔",
                        "Filipino": "Parang wala namang lumapit kay Matt Damon at nagsabi ng 'Hey, Matt, salamat sa pagrepresenta ng mga puti'.",
                        "Romanian": "Parcă nimeni nu s-a dus vreodată la Matt Damon și să-i zică: 'Hei, Matt, mulțumesc că reprezinți albii'.",
                        "Albanian": "Sikur askush nuk ka shkuar ndonjëherë te Matt Damon dhe t'i thotë: 'Hej, Matt, faleminderit që përfaqëson të bardhët'.",
                        "Nepali": "कसैले पनि म्याट डेमनकहाँ गएर 'हे, म्याट, गोरा मानिसहरूको प्रतिनिधित्व गरेकोमा धन्यवाद' भनेको जस्तो लाग्दैन।",
                        "Khmer": "គ្មាននរណាម្នាក់ដែលទៅរកម៉ាត់ ដាម៉ុនហើយនិយាយថា «ហេ ម៉ាត់ អរគុណសម្រាប់ការបង្ហាញខ្លួនរបស់អ្នក»។",
                        "Sinhalese": "මැට් ඩේමන්ට ගිහිං 'ආයිබෝවන් මැට්, සුදු කට්ටිය වෙනුවෙන් නියෝජනය කරලා ඉන්නවාට ස්තූතියි' කිව්ව කවුරු හරි තිබ්බ වගෙත් නෑ.",
                        "Amharic": "ማስፈረት እንደማይችል ማት ዴሞንን ተገልጋዮች ቢሆን እንዴት እንዳይታወስ ነው.",
                        "Pashto": "لکه څنګه چې هیڅوک میټ ډیمون ته نه و تللي او ورته یې ویلي نه دي، 'هی، میټ، د سپین پوستو په استازیتوب مننه'.",
                        "Burmese": "မက် ဒေးမန်ဆီကို သွားပြီး 'ဟေ့ မက်၊ ဖြူဖို့ကိုယ်စားပြုတဲ့အတွက် ကျေးဇူးတင်ပါတယ်' ဟု ပြောမည်မဟုတ်ပါ။",
                        "Somali": "Sida qofna uusan waligiis ugu tegin Matt Damon oo leh 'Hey, Matt, waad ku mahadsan tahay inaad u matasho dadka cadaanka ah'."
                    }
                },
                {
                    "text": "Sounds weird, that's like a different conversation for some reason, you know?",
                    "translations": {
                        "Chinese": "听起来很奇怪，感觉这就像是另一个话题，不知为什么，你懂的？",
                        "Spanish": "Suena raro, eso es como una conversación diferente por alguna razón, ¿sabes?",
                        "Hindi": "यह अजीब लगता है, यह किसी कारण से अलग बातचीत की तरह है, आप जानते हैं?",
                        "Arabic": "يبدو غريباً، هذا يشبه محادثة مختلفة لسبب ما، أتعلم؟",
                        "Bengali": "অদ্ভুত শোনাচ্ছে, এটা কোনো কারণে আলাদা আলাপের মতো, জানো?",
                        "Portuguese": "Parece estranho, isso é como uma conversa diferente por algum motivo, sabe?",
                        "Russian": "Звучит странно, это как будто другой разговор по какой-то причине, понимаешь?",
                        "Japanese": "変な感じがするね、なんか別の話になってるみたいだよね、わかる？",
                        "Punjabi": "ਇਹ ਵਿਚਿਤ੍ਰ ਲਗਦਾ ਹੈ, ਜਿਵੇਂ ਇਹ ਕਿਸੇ ਕਾਰਨ ਕਰਕੇ ਇੱਕ ਵੱਖਰੀ ਗੱਲਬਾਤ ਵਰਗੀ ਹੈ, ਤੈਨੂੰ ਪਤਾ ਹੈ?",
                        "German": "Klingt seltsam, das ist aus irgendeinem Grund wie ein anderes Gespräch, weißt du?",
                        "Javanese": "Kedengaran aneh, iku kaya obrolan liyane amarga sawetara alesan, ngerti ora?",
                        "Korean": "이상하게 들리네요, 뭔가 다른 대화 같은 느낌이네요, 아시죠?",
                        "French": "Ça sonne bizarre, c'est comme une conversation différente pour une raison quelconque, tu vois ?",
                        "Telugu": "అది విచిత్రంగా అనిపిస్తోంది, అది కొంత కారణం కోసం వేరే సంభాషణలా ఉంది, తెలుసా?",
                        "Marathi": "ते विचित्र वाटतंय, कोणत्या तरी कारणास्तव ती वेगळीच चर्चा असल्यासारखं आहे, माहीत आहे?",
                        "Tamil": "விசித்திரமாக தோன்றுகிறது, அது ஏதோ ஒரு காரணத்திற்காக வேறொரு உரையாடல் போன்றது, தெரியுமா?",
                        "Vietnamese": "Nghe kỳ lạ, đó giống như một cuộc trò chuyện khác vì lý do nào đó, bạn biết không?",
                        "Urdu": "عجیب لگتا ہے، یہ کسی وجہ سے مختلف گفتگو کی طرح ہے، آپ جانتے ہیں؟",
                        "Filipino": "Medyo kakaiba pakinggan, parang ibang usapan ito sa ilang kadahilanan, alam mo?",
                        "Romanian": "Sună ciudat, e ca o conversație diferită dintr-un motiv anume, știi?",
                        "Albanian": "Tingëllon e çuditshme, kjo është si një bisedë tjetër për ndonjë arsye, e di?",
                        "Nepali": "अजीब लाग्छ, यो कुनै कारणले फरक कुराकानी जस्तै लाग्छ, थाहा छ?",
                        "Khmer": "នេះដូចជាសម្លេងចម្លែកមែន អរួចវាហាក់ដូចជាការសន្ទនាផ្សេង សម្រាប់មូលហេតុខ្លះ អញ្ចឹងអ្នកដឹងអត់?",
                        "Sinhalese": "අමුතුයි, ඒක නිකන් වෙනත් කතාබහක් වගේ, හරිද?",
                        "Amharic": "ያ እንደ ሌላ ውይይት ስለ ምንም እንደሆነ ይመስላል ትችላለህ?",
                        "Pashto": "عجیب غوندې ښکاري، دا د کوم دلیل لپاره مختلفه خبرې اترې دي، پوهیږئ؟",
                        "Burmese": "ထူးဆန်းစွာပဲ သွားနေတယ်၊ သင်သိပါသလား?",
                        "Somali": "Waxay umuuqataa mid qalaad, taasi waxay u egtahay wada hadal kala duwan sabab awgeed, ma taqaan?"
                    }
                },
                {
                    "text": "If somebody came up to me like, “Hey Jimmy, I’m representing for the whites, I would leave that town immediately, and never come back.”",
                    "translations": {
                        "Chinese": "如果有人走过来对我说，“嘿，吉米，我是代表白人的，”我会立刻离开那个小镇，再也不会回来。",
                        "Spanish": "Si alguien se me acercara y me dijera: 'Oye Jimmy, estoy representando a los blancos', me iría de esa ciudad inmediatamente y nunca volvería.",
                        "Hindi": "अगर कोई मेरे पास आकर कहे, 'अरे जिमी, मैं गोरों की नुमाइंदगी कर रहा हूं', तो मैं तुरंत उस शहर को छोड़ दूंगा और कभी वापस नहीं आऊंगा।",
                        "Arabic": "إذا جاءني شخص وقال لي، 'مرحباً جيمي، أنا أمثل البيض'، سأغادر تلك المدينة فوراً، ولن أعود أبداً.",
                        "Bengali": "যদি কেউ আমার কাছে এসে বলে, 'হে জিমি, আমি শ্বেতাঙ্গদের প্রতিনিধিত্ব করছি,' আমি সঙ্গে সঙ্গে সেই শহর ছেড়ে চলে যেতাম এবং আর কখনও ফিরে আসতাম না।",
                        "Portuguese": "Se alguém chegasse até mim e dissesse: 'Ei, Jimmy, estou representando os brancos', eu sairia daquela cidade imediatamente e nunca mais voltaria.",
                        "Russian": "Если бы кто-то подошел ко мне и сказал: 'Эй, Джимми, я представляю белых', я бы немедленно покинул этот город и никогда не вернулся.",
                        "Japanese": "誰かが僕のところに来て、「ねえジミー、僕は白人を代表してるんだ」と言ったら、僕はすぐにその町を去り、二度と戻ってこないだろう。",
                        "Punjabi": "ਜੇ ਕੋਈ ਮੇਰੇ ਕੋਲ ਆ ਕੇ ਕਹਿੰਦਾ, 'ਹੈ ਜਿਮੀ, ਮੈਂ ਸਫ਼ੈਦੀਆਂ ਦੀ ਪ੍ਰਤੀਨਿਧੀ ਕਰ ਰਿਹਾ ਹਾਂ', ਤਾਂ ਮੈਂ ਉਸ ਸ਼ਹਿਰ ਨੂੰ ਤੁਰੰਤ ਛੱਡ ਦਿਆਂ ਅਤੇ ਕਦੇ ਵਾਪਸ ਨਾ ਆਵਾਂ।",
                        "German": "Wenn jemand auf mich zukommen würde und sagen würde: 'Hey Jimmy, ich vertrete die Weißen', würde ich die Stadt sofort verlassen und nie wieder zurückkommen.",
                        "Javanese": "Yen ana wong teka marang aku lan kandha, 'Hei Jimmy, aku makili wong kulit putih,' aku bakal langsung ninggalake kutha kasebut lan ora tau bali maneh.",
                        "Korean": "누군가 내게 다가와서 '이봐 지미, 내가 백인들을 대표하고 있어'라고 한다면, 나는 즉시 그 마을을 떠나 다시는 돌아오지 않을 것이다.",
                        "French": "Si quelqu'un venait me voir en disant : 'Hey Jimmy, je représente les blancs', je quitterais cette ville immédiatement et ne reviendrais jamais.",
                        "Telugu": "ఎవరైనా నాతో \"హే జిమ్మీ, నేను తెల్లవారులను ప్రాతినిధ్యం వహిస్తున్నాను\" అని వస్తే, నేను వెంటనే ఆ పట్టణాన్ని విడిచిపెడతాను మరియు తిరిగి రాను.",
                        "Marathi": "जर कोणी माझ्याकडे येऊन म्हणाले, 'अरे जिमी, मी गोऱ्यांचं प्रतिनिधित्व करतोय,' तर मी लगेच ते गाव सोडून निघून जाईन, आणि कधीही परत येणार नाही.",
                        "Tamil": "யாராவது என்னிடம் வந்து 'ஹே ஜிம்மி, நான் வெள்ளையர்களுக்காக பிரதிநிதித்துவம் செய்கிறேன்' என்றால், நான் உடனே அந்த நகரத்தை விட்டு சென்றுவிடுவேன், ஒருபோதும் திரும்பி வரமாட்டேன்.",
                        "Vietnamese": "Nếu ai đó đến gặp tôi và nói: 'Này Jimmy, tôi đang đại diện cho người da trắng', tôi sẽ rời khỏi thị trấn đó ngay lập tức và không bao giờ quay lại.",
                        "Urdu": "اگر کوئی میرے پاس آ کر کہے، 'ارے جمی، میں سفید فاموں کی نمائندگی کر رہا ہوں'، تو میں فوراً اس شہر کو چھوڑ دوں گا، اور کبھی واپس نہیں آؤں گا۔",
                        "Filipino": "Kung may lumapit sa akin at nagsabi, 'Hey Jimmy, nire-represent ko ang mga puti,' agad akong aalis sa bayan na iyon at hinding-hindi babalik.",
                        "Romanian": "Dacă cineva ar veni la mine și mi-ar spune: 'Hei, Jimmy, eu reprezint albii', aș părăsi acel oraș imediat și nu m-aș mai întoarce niciodată.",
                        "Albanian": "Nëse dikush do të vinte tek unë dhe të më thoshte: 'Hej, Jimmy, unë përfaqësoj të bardhët', unë do të largohesha menjëherë nga ajo qytet dhe kurrë nuk do të kthehesha.",
                        "Nepali": "यदि कोही मेरो छेउमा आएर, 'हे जिमी, म गोरा मानिसहरूको प्रतिनिधित्व गर्दैछु' भनेमा, म तुरुन्तै त्यो शहर छोडेर जान्थें, र कहिल्यै फर्केर आउँदिन।",
                        "Khmer": "ប្រសិនបើមាននរណាម្នាក់បានមកជិតខ្ញុំហើយនិយាយថា «ហេជីមី ខ្ញុំតំណាងឲ្យជនជាតិខ្មៅ» ខ្ញុំនឹងចាកចេញពីទីក្រុងនោះភ្លាមៗ ហើយមិនត្រលប់មកវិញ។",
                        "Sinhalese": "කිසිම කෙනෙක් මට ඇවිත් 'ආයිබෝවන් ජිම්මි, මම සුදු කට්ටිය වෙනුවෙන් නියෝජනය කරනවා' කිව්වොත්, මම ඒ නගරේ ඉදලා පලවෙනි වාරේම පිටවෙන්න ඕන.",
                        "Amharic": "አንድ ሰው ወደ እኔ ቢመጣና 'ሄይ ጂሚ እኔ ነኝ ወራሪው ስለቆርችኝ እኔን አስተዋልኝ እናንተን ከዚያም በሁሉ ቀድሞ አልጋይናቸውም እንደሚል እንዲሁም ከእንዲህ ወዲህ በሌላ ከሁሉ ውስጥ እንደማይገባ ትችላለህ።",
                        "Pashto": "که څوک راته راغلی او راته یې ویل، 'هی جمی، زه د سپین پوستو استازیتوب کوم'، نو زه به سمدستي له هغه ښار څخه ووځم، او هیڅکله به بیرته راشم.",
                        "Burmese": "အကယ်၍ တစ်ယောက်ယောက်က ကျွန်ုပ်ထံ ရောက်လာပြီး 'ဟေ့ ဂျီမီ၊ ကျွန်ုပ်ကဖြူဖို့ကိုယ်စားပြုသည်' ဟု ဆိုပါက၊ ကျွန်ုပ်သည် တစ်ချိန်တည်းတွင် မြို့တော်မှ ထွက်ခွာပြီး ပြန်မလာတော့ပါ။",
                        "Somali": "Haddii qof i soo ag maro oo igu yiraahdo, 'Hey Jimmy, waxaan u matalayaa cadaanka', waxaan si dhakhso ah uga tagi lahaa magaaladaas, mana soo noqon doono."
                    }
                },
                {
                    "text": "So much pressure to represent, I gotta be a good asian everywhere now.",
                    "translations": {
                        "Chinese": "代表的压力太大了，我现在必须在各个地方做一个好亚洲人。",
                        "Spanish": "Tanta presión por representar, ahora tengo que ser un buen asiático en todas partes.",
                        "Hindi": "प्रतिनिधित्व करने का बहुत दबाव है, अब मुझे हर जगह एक अच्छा एशियाई होना पड़ेगा।",
                        "Arabic": "الكثير من الضغط للتمثيل، علي أن أكون آسيوياً جيداً في كل مكان الآن.",
                        "Bengali": "প্রতিনিধিত্ব করার জন্য অনেক চাপ, এখন আমাকে সব জায়গায় একজন ভালো এশিয়ান হতে হবে।",
                        "Portuguese": "Muita pressão para representar, agora tenho que ser um bom asiático em todos os lugares.",
                        "Russian": "Такое сильное давление, чтобы представлять, теперь я должен быть хорошим азиатом везде.",
                        "Japanese": "代表するプレッシャーが大きくて、今ではどこでも良いアジア人でいなければならない。",
                        "Punjabi": "ਨੁਮਾਇੰਦਗੀ ਕਰਨ ਦਾ ਬਹੁਤ ਦਬਾਅ ਹੈ, ਹੁਣ ਮੈਨੂੰ ਹਰ ਥਾਂ ਇੱਕ ਚੰਗਾ ਏਸ਼ੀਆਈ ਬਣਨਾ ਪਵੇਗਾ।",
                        "German": "So viel Druck, um zu repräsentieren, ich muss jetzt überall ein guter Asiate sein.",
                        "Javanese": "Akeh banget tekanan kanggo makili, saiki aku kudu dadi wong Asia sing apik ing endi wae.",
                        "Korean": "대표하는 것에 대한 압박이 너무 커서 이제 어디서든 좋은 아시아인이 되어야 해요.",
                        "French": "Tellement de pression pour représenter, je dois être un bon asiatique partout maintenant.",
                        "Telugu": "ప్రతినిధ్యం వహించడానికి చాలా ఒత్తిడి ఉంది, ఇప్పుడు నేను ఎక్కడ ఉన్నా మంచి ఆసియా వాడిగా ఉండాలి.",
                        "Marathi": "प्रतिनिधित्व करण्यासाठी खूप दबाव आहे, आता मला प्रत्येक ठिकाणी चांगला आशियाई बनायचं आहे.",
                        "Tamil": "நிறுவனம் தருவதற்கான அழுத்தம் அதிகமாக உள்ளது, இப்போது நான் எங்கு சென்றாலும் நல்ல ஆசியராக இருக்க வேண்டும்.",
                        "Vietnamese": "Quá nhiều áp lực để đại diện, bây giờ tôi phải là một người châu Á tốt ở mọi nơi.",
                        "Urdu": "نمائندگی کرنے کا بہت دباؤ ہے، مجھے اب ہر جگہ ایک اچھا ایشیائی ہونا پڑے گا۔",
                        "Filipino": "Ang daming pressure na magrepresenta, kailangan ko nang maging mabuting Asyano saan man ako magpunta.",
                        "Romanian": "Atât de multă presiune să reprezint, acum trebuie să fiu un bun asiatic peste tot.",
                        "Albanian": "Shumë presion për të përfaqësuar, tani duhet të jem një aziatik i mirë kudo.",
                        "Nepali": "प्रतिनिधित्व गर्ने धेरै दबाब छ, अब मैले हरेक ठाउँमा राम्रो एशियाली बन्नुपर्छ।",
                        "Khmer": "មានសម្ពាធច្រើនណាស់ក្នុងការតំណាងឲ្យខ្ញុំ ប្រាកដជាឥលូវនេះ ខ្ញុំនឹងត្រូវធ្វើខ្លួនឲ្យបានជាជនជាតិអាស៊ីល្អនៅគ្រប់ទីកន្លែង។",
                        "Sinhalese": "නියෝජනය කිරීමේ බරපතල පීඩනයක්, දැන් මම සියලුතැනම හොඳ ආසියානුවෙකු විය යුතුයි.",
                        "Amharic": "ለመወከል ብዙ ጫና አለ፣ እንዲሁም እንደዚህ በሁሉም እንዲሁ እንደ ማስፈረድ እንደ አማራጭ ይታወሳል።",
                        "Pashto": "د نمایندګۍ لپاره ډېر فشار دی، اوس باید په هر ځای کې یو ښه آسیایي شم.",
                        "Burmese": "ကိုယ်စားပြုရန် ဖိအားများလှ၏၊ ယခုတွင် မည်သည့်နေရာတွင်မဆို ကောင်းမွန်သော အာရှသားတစ်ဦး ဖြစ်စေရန်လိုအပ်သည်။",
                        "Somali": "Cadaadis badan oo lagu matalayo, waa inaan noqdaa nin fiican oo Aasiya ah meel kasta."
                    }
                },
                {
                    "text": "I gottta tip everywhere I go?",
                    "translations": {
                        "Chinese": "我到哪里都要给小费吗？",
                        "Spanish": "¿Tengo que dar propina en todas partes a donde voy?",
                        "Hindi": "मुझे जहां भी जाऊं टिप देनी है?",
                        "Arabic": "هل عليّ أن أعطي إكرامية في كل مكان أذهب إليه؟",
                        "Bengali": "আমি যেখানেই যাই, আমাকে কি সব জায়গায় টিপ দিতে হবে?",
                        "Portuguese": "Tenho que dar gorjeta em todos os lugares onde vou?",
                        "Russian": "Мне нужно давать чаевые везде, куда бы я ни пошел?",
                        "Japanese": "どこへ行ってもチップを渡さなきゃいけないの？",
                        "Punjabi": "ਮੈਨੂੰ ਜਿੱਥੇ ਵੀ ਜਾਈਦਾ ਹੈ, ਟਿੱਪ ਦੇਣੀ ਪਵੇਗੀ?",
                        "German": "Muss ich überall, wo ich hingehe, Trinkgeld geben?",
                        "Javanese": "Aku kudu menehi tip ing endi wae aku lunga?",
                        "Korean": "어디를 가든 팁을 줘야 하나요?",
                        "French": "Je dois donner un pourboire partout où je vais ?",
                        "Telugu": "నేను ఎక్కడికి వెళ్లినా టిప్ ఇవ్వాలా?",
                        "Marathi": "मी जिथे जाईन तिथे मला टिप द्यावी लागेल का?",
                        "Tamil": "நான் செல்லும் இடமெல்லாம் ஏதாவது கையெழுத்து கொடுக்க வேண்டுமா?",
                        "Vietnamese": "Tôi phải boa tiền ở mọi nơi tôi đi à?",
                        "Urdu": "مجھے ہر جگہ ٹپ دینا ضروری ہے؟",
                        "Filipino": "Kailangan ko bang magbigay ng tip kahit saan ako pumunta?",
                        "Romanian": "Trebuie să dau bacșiș oriunde merg?",
                        "Albanian": "A duhet të jap bakshish kudo që shkoj?",
                        "Nepali": "म जहाँ गए पनि टिप दिनु पर्ने?",
                        "Khmer": "ខ្ញុំត្រូវផ្តល់ប្រាក់ទំនាយគ្រប់ទីកន្លែងដែលខ្ញុំទៅមែនទេ?",
                        "Sinhalese": "මට ගමන් කරන හැම තැනම මං ටිප් දෙන්න ඕනේද?",
                        "Amharic": "በምንም ቦታ የምሄድበት ሁሉ መስጠት አለብኝ?",
                        "Pashto": "زه هر ځای ته د تګ لپاره لارښوونې لرم؟",
                        "Burmese": "ကျွန်ုပ် သွားရာသို့ အားလုံးကို လမ်းညွှန်ရမည်။",
                        "Somali": "Ma inaan lacag bixin ku sameeyaa meel walba oo aan tago?"
                    }
                },
                {
                    "text": "That was one of the major advantages of being asian, is, I can just pretend I don't know how to tip.",
                    "translations": {
                        "Chinese": "作为亚洲人，其中一个主要优势是，我可以假装不知道怎么给小费。",
                        "Spanish": "Una de las principales ventajas de ser asiático es que puedo fingir que no sé cómo dar propina.",
                        "Hindi": "एशियाई होने के प्रमुख फायदों में से एक यह था कि मैं यह दिखावा कर सकता था कि मुझे टिप देना नहीं आता।",
                        "Arabic": "كانت تلك واحدة من المزايا الرئيسية لكوني آسيوي، هي أنني أستطيع أن أتظاهر بأنني لا أعرف كيفية إعطاء الإكرامية.",
                        "Bengali": "এশিয়ান হওয়ার অন্যতম প্রধান সুবিধা হল, আমি কেবল ভান করতে পারি যে আমি কীভাবে টিপ দিতে হয় তা জানি না।",
                        "Portuguese": "Uma das principais vantagens de ser asiático é que posso fingir que não sei como dar gorjeta.",
                        "Russian": "Одним из главных преимуществ быть азиатом было то, что я могу притвориться, что не знаю, как давать чаевые.",
                        "Japanese": "アジア人であることの大きな利点の一つは、チップの渡し方を知らないふりができることです。",
                        "Punjabi": "ਏਸ਼ੀਆਈ ਹੋਣ ਦੇ ਮੁੱਖ ਫਾਇਦਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਇਹ ਸੀ ਕਿ ਮੈਂ ਇਹ ਦਿਖਾਵਾ ਕਰ ਸਕਦਾ ਹਾਂ ਕਿ ਮੈਨੂੰ ਟਿੱਪ ਦੇਣੀ ਨਹੀਂ ਆਉਂਦੀ।",
                        "German": "Einer der großen Vorteile, Asiate zu sein, war, dass ich einfach so tun konnte, als wüsste ich nicht, wie man Trinkgeld gibt.",
                        "Javanese": "Iku minangka salah sawijining kauntungan utama dadi wong Asia, yaiku aku bisa pura-pura ora ngerti carane menehi tip.",
                        "Korean": "아시아인으로서의 주요 장점 중 하나는 팁 주는 법을 모른다고 가장할 수 있다는 것입니다.",
                        "French": "L'un des principaux avantages d'être asiatique, c'est que je peux simplement faire semblant de ne pas savoir comment donner un pourboire.",
                        "Telugu": "ఆసియా వ్యక్తిగా ఉండే ప్రధాన ప్రయోజనాలలో ఒకటి, నేను టిప్ ఎలా ఇవ్వాలో తెలియదని నాటకం చేయవచ్చు.",
                        "Marathi": "एशियाई असल्याचे एक मोठे फायदे म्हणजे, मी टिप द्यायची मला माहीत नाही असे भासवू शकतो.",
                        "Tamil": "ஆசியராக இருப்பதன் முக்கிய நன்மைகளில் ஒன்றானது, நான் எப்படி அறிவுறுத்துவது என தெரியாது என்று நடிக்கலாம்.",
                        "Vietnamese": "Đó là một trong những lợi thế lớn của việc là người châu Á, đó là tôi có thể giả vờ như không biết cách boa tiền.",
                        "Urdu": "ایشیائی ہونے کے بڑے فوائد میں سے ایک یہ تھا کہ میں آسانی سے بہانہ کرسکتا تھا کہ مجھے ٹپ دینے کا طریقہ نہیں آتا۔",
                        "Filipino": "Isa iyon sa mga pangunahing bentahe ng pagiging Asyano, na magpapanggap lang ako na hindi ko alam kung paano magbigay ng tip.",
                        "Romanian": "Unul dintre principalele avantaje de a fi asiatic este că pot pretinde că nu știu cum să dau bacșiș.",
                        "Albanian": "Kjo ishte një nga avantazhet kryesore të të qenit aziatik, është se mund të bëj sikur nuk di si të jap bakshish.",
                        "Nepali": "एशियाली हुनुको एक प्रमुख फाइदा भनेको, म टिप कसरी दिने भन्ने थाहा छैन भनेर नाटक गर्न सक्छु।",
                        "Khmer": "អត្ថប្រយោជន៍សំខាន់មួយនៃការមានជនជាតិអាស៊ីគឺ ខ្ញុំអាចធ្វើជាស្រមោចចឹងថាខ្ញុំមិនដឹងទេ ថាតើបែបណាដើម្បីផ្តល់ប្រាក់ទំនាយ។",
                        "Sinhalese": "ආසියානුවෙකු වීමේ ප්‍රධාන වාසියන්ගෙන් එකක් නම් මට ටිප් දෙන්න දන්නේ නැති මෙන් පේන්න හැකි වීමයි.",
                        "Amharic": "እንዲሁም እንዲሁም እንዲህ የማይታወስ እንደ አማራጭ አታላይነትን ትገኛላችሁ።",
                        "Pashto": "د آسیايي په توګه یو له لویو ګټو څخه، زه کولی شم داسې تظاهر وکړم چې زه نه پوهیږم چې څنګه ټیپ وکړم.",
                        "Burmese": "အာရှသားတစ်ဦးဖြစ်ရန်၏ အဓိကအားသာချက်တစ်ခုမှာ ကျွန်ုပ်သည် လမ်းညွှန်ပေးနည်းကို မသိသော်လည်း ဆင်ခြင်နိုင်သည်။",
                        "Somali": "Kani wuxuu ahaa mid ka mid ah faa'iidooyinka waaweyn ee ka mid ahaanshaha Aasiya, waa, waxaan iska dhigi karaa inaanan garanayn sida loo tip yeelo."
                    }
                },
                {
                    "text": "Y’all know what a chinese tip is? Chinese tip, it doesn't matter how big your bill is, you tip two dollars, that's a check. That's chinese tip, man.",
                    "translations": {
                        "Chinese": "你们知道什么是中国式小费吗？中国式小费，不管你的账单有多大，你都只给两美元，这就是中国式小费，兄弟。",
                        "Spanish": "¿Saben lo que es una propina china? Propina china, no importa cuán grande sea tu cuenta, das dos dólares de propina, eso es un hecho. Eso es una propina china, amigo.",
                        "Hindi": "आप सभी जानते हैं कि चीनी टिप क्या होती है? चीनी टिप, इससे कोई फर्क नहीं पड़ता कि आपका बिल कितना बड़ा है, आप दो डॉलर की टिप देते हैं, बस हो गया। यही चीनी टिप है, दोस्त।",
                        "Arabic": "هل تعرفون ما هي البقشيش الصيني؟ البقشيش الصيني، لا يهم كم هو حجم فاتورتك، تعطي بقشيشًا بقيمة دولارين، هذا هو الأمر. هذا هو البقشيش الصيني، يا رجل.",
                        "Bengali": "তোমরা জানো চীনা টিপ কী? চীনা টিপ, তোমার বিল যত বড়ই হোক না কেন, তুমি দুই ডলার টিপ দাও, এটাই নিয়ম। এটাই চীনা টিপ, বন্ধু।",
                        "Portuguese": "Vocês sabem o que é uma gorjeta chinesa? Gorjeta chinesa, não importa o tamanho da sua conta, você dá dois dólares de gorjeta, isso é certo. Isso é gorjeta chinesa, cara.",
                        "Russian": "Вы знаете, что такое китайские чаевые? Китайские чаевые — не важно, какой у тебя счет, ты оставляешь два доллара — вот это и есть китайские чаевые, дружище.",
                        "Japanese": "みんな、中国式のチップって何か知ってる？中国式のチップはね、会計がいくらでも関係なく、2ドルだけ置くんだ。それが中国式のチップさ。",
                        "Punjabi": "ਤੁਸੀਂ ਸਭ ਨੂੰ ਪਤਾ ਹੈ ਕਿ ਚਾਈਨੀਜ਼ ਟਿੱਪ ਕੀ ਹੁੰਦੀ ਹੈ? ਚਾਈਨੀਜ਼ ਟਿੱਪ, ਇਸ ਨਾਲ ਕੋਈ ਫਰਕ ਨਹੀਂ ਪੈਂਦਾ ਕਿ ਤੁਹਾਡਾ ਬਿੱਲ ਕਿੰਨਾ ਵੱਡਾ ਹੈ, ਤੁਸੀਂ ਦੋ ਡਾਲਰ ਦੀ ਟਿੱਪ ਦਿੰਦੇ ਹੋ, ਇਹ ਹੀ ਟਿੱਪ ਹੁੰਦੀ ਹੈ। ਇਹ ਚਾਈਨੀਜ਼ ਟਿੱਪ ਹੈ, ਯਾਰ।",
                        "German": "Wisst ihr, was ein chinesisches Trinkgeld ist? Chinesisches Trinkgeld, es spielt keine Rolle, wie hoch deine Rechnung ist, du gibst zwei Dollar Trinkgeld, das ist abgemacht. Das ist ein chinesisches Trinkgeld, Mann.",
                        "Javanese": "Kowé kabeh ngerti apa iku tip Cina? Tip Cina, ora preduli pira gedhé tagihanmu, kowé menehi tip rong dolar, iku wis rampung. Kuwi tip Cina, kanca.",
                        "Korean": "여러분, 중국식 팁이 뭔지 아세요? 중국식 팁은요, 계산서가 얼마나 크든 상관없이, 2달러만 주는 거예요. 그게 바로 중국식 팁이에요.",
                        "French": "Vous savez ce qu'est un pourboire chinois ? Le pourboire chinois, peu importe la taille de votre facture, vous laissez deux dollars, c'est tout. C'est ça, un pourboire chinois, mec.",
                        "Telugu": "మీరు ఒక చైనీస్ టిప్ ఏమిటో తెలుసా? చైనీస్ టిప్, మీ బిల్లు ఎంత ఉన్నా, మీరు రెండు డాలర్ల టిప్ ఇస్తారు, అదే చైనీస్ టిప్, సోదరా.",
                        "Marathi": "तुम्हाला माहिती आहे का चीनी टीप म्हणजे काय? चीनी टीप, तुमचे बिल कितीही मोठे असो, तुम्ही दोन डॉलर्सची टीप देता, तेच खरे आहे. तीच चीनी टीप आहे, माणसा.",
                        "Tamil": "சீனர் டிப் என்ன என்று உங்களுக்குத் தெரியுமா? சீனர் டிப், உங்கள் பில் எவ்வளவு பெரியதாயினும், நீங்கள் இரண்டு டாலர் டிப் அளிக்கிறீர்கள், அதுதான் ஒரு சீனர் டிப்.",
                        "Vietnamese": "Các bạn biết tiền boa kiểu Trung Quốc là gì không? Tiền boa kiểu Trung Quốc, không quan trọng hóa đơn của bạn lớn như thế nào, bạn chỉ cần boa hai đô la, đó là quy tắc. Đó là tiền boa kiểu Trung Quốc, bạn ạ.",
                        "Urdu": "آپ سب کو معلوم ہے کہ چینی ٹپ کیا ہوتی ہے؟ چینی ٹپ یہ ہے کہ اس سے فرق نہیں پڑتا کہ آپ کا بل کتنا بڑا ہے، آپ دو ڈالر کی ٹپ دیتے ہیں، بس یہی ہے۔ یہی چینی ٹپ ہے، بھائی۔",
                        "Filipino": "Alam niyo ba kung ano ang Chinese tip? Chinese tip, hindi mahalaga kung gaano kalaki ang bill mo, magbibigay ka ng dalawang dolyar na tip, ayos na iyon. Yan ang Chinese tip, kaibigan.",
                        "Romanian": "Știți ce este un bacșiș chinezesc? Bacșiș chinezesc, nu contează cât de mare este nota ta, lași doi dolari bacșiș, asta e. Asta e un bacșiș chinezesc, omule.",
                        "Albanian": "A e dini se çfarë është bakshishi kinez? Bakshishi kinez, nuk ka rëndësi sa e madhe është fatura jote, ti jep dy dollarë bakshish, kjo është e saktë. Ky është bakshishi kinez, njeri.",
                        "Nepali": "तिमीहरूलाई थाहा छ चिनियाँ टिप भनेको के हो? चिनियाँ टिप, तिम्रो बिल कति ठूलो छ फरक पर्दैन, तिमीले दुई डलरको टिप दिन्छौ, यो पक्का हो। यो चिनियाँ टिप हो, साथी।",
                        "Khmer": "អ្នកដឹងទេថាតើប្រាក់កាច់ចិនមានន័យយ៉ាងណា? ប្រាក់កាច់ចិន មិនថាតម្លៃវិក័យប័ត្ររបស់អ្នកធំមួយចំនួនណាទេ អ្នកនឹងផ្តល់ប្រាក់កាច់ចិន២ដុល្លារ វាអាចទៅរួចហើយ។ នេះជាប្រាក់កាច់ចិនបងប្អូន។",
                        "Sinhalese": "ඔයාලා දන්නවද චීන ටිප් එකක් කියන්නෙ මොකක්ද කියලා? චීන ටිප් එකක් කියන්නෙ, ඔයාගෙ බිල් එක කොහොමත් වැඩි තරම් වැඩියි කියල දෙලකට්ටක් දුන්නොත් එතනින් ඔක්කොම වෙලා ඉවරයි. එහෙමයි චීන ටිප් එකක් කියන්නෙ යාලුවා.",
                        "Amharic": "እርስዎ ቻይንኛ ቁርስ ምን እንደሆነ ታውቃለህ? ቻይንኛ ቁርስ ምንም እንደሆነ ሂሳብህ ምንም እንደሆነ አልምነው ሁሉንም እንዲህ በሁሉም በሁሉም አለ። በሁሉም እንዲሁም በሁሉም እንዲህ ይታወሳል።",
                        "Pashto": "تاسو پوهیږئ چې چینایي لارښوونه څه شی ده؟ چینایي ټیپ، دا مهمه نده چې ستاسو بیل څومره لوی وي، تاسو دوه ډالر ټیپ کوئ، دا یوه چیک دی. دا د چین ټیپ دی، سړی.",
                        "Burmese": "သင်တို့အားလုံး တရုတ်လမ်းညွှန်ချက်က ဘာလဲဆိုတာသိလား။ တရုတ်လမ်းညွှန်ချက်က အချိန်မရွေး၊ သင့်ဘီလ်မကြီးဘူး၊ နှစ်ဒေါ်လာလောက်ပဲထည့်တယ်၊ ဒါဟာ ချက်လက်မှတ်တစ်ခုပါပဲ။ ဒါက တရုတ်လမ်းညွှန်ချက်၊ ငါတို့ဆရာ။",
                        "Somali": "Ma ogtahay waxa talooyinka Shiinaha yihiin? Talooyinka Shiinaha, ma jirto wax kasta oo muhiim ah inta biilku kuu kacayo, waxaad ku talisaa laba doolar, taasina waa hubanti. Tani waa talooyinka Shiinaha, saaxiib."
                    }
                },
                {
                    "text": "Now, you gotta tip 20% everywhere, I gotta give every Uber driver, a five-star rating just so I can be a good representative.",
                    "translations": {
                        "Chinese": "现在，你到处都得给20%的小费，我还得给每个Uber司机五星评价，这样我才能成为一个好的代表。",
                        "Spanish": "Ahora, tienes que dar un 20% de propina en todas partes, tengo que darle a cada conductor de Uber una calificación de cinco estrellas solo para poder ser un buen representante.",
                        "Hindi": "अब, आपको हर जगह 20% टिप देनी होती है, मुझे हर उबर ड्राइवर को पांच सितारा रेटिंग देनी होगी ताकि मैं एक अच्छा प्रतिनिधि बन सकूं।",
                        "Arabic": "الآن، عليك أن تعطي إكرامية بنسبة 20% في كل مكان، علي أن أعطي كل سائق أوبر تقييمًا من خمس نجوم فقط لكي أكون ممثلاً جيدًا.",
                        "Bengali": "এখন, প্রতিটি জায়গায় ২০% টিপ দিতে হবে, আমাকে প্রতিটি উবার ড্রাইভারকে পাঁচ তারা রেটিং দিতে হবে যাতে আমি একজন ভাল প্রতিনিধি হতে পারি।",
                        "Portuguese": "Agora, você tem que dar uma gorjeta de 20% em todos os lugares, eu tenho que dar a cada motorista de Uber uma avaliação de cinco estrelas só para que eu possa ser um bom representante.",
                        "Russian": "Теперь вы должны оставлять чаевые в размере 20% везде, я должен ставить каждому водителю Uber пять звезд, чтобы быть хорошим представителем.",
                        "Japanese": "今では、どこでも20%のチップを払わなきゃいけないし、良い代表者でいるために、全てのUberドライバーに五つ星の評価をつけなきゃいけないんだ。",
                        "Punjabi": "ਹੁਣ, ਤੁਹਾਨੂੰ ਹਰ ਥਾਂ 20% ਟਿੱਪ ਦੇਣੀ ਪਵੇਗੀ, ਮੈਨੂੰ ਹਰ ਉਬੇਰ ਡਰਾਈਵਰ ਨੂੰ ਪੰਜ ਸਿਤਾਰਾ ਰੇਟਿੰਗ ਦੇਣੀ ਪਏਗੀ ਤਾਂ ਜੋ ਮੈਂ ਇੱਕ ਚੰਗਾ ਨੁਮਾਇੰਦਾ ਬਣ ਸਕਾਂ।",
                        "German": "Jetzt musst du überall 20% Trinkgeld geben, ich muss jedem Uber-Fahrer eine Fünf-Sterne-Bewertung geben, nur damit ich ein guter Vertreter sein kann.",
                        "Javanese": "Saiki, sampeyan kudu menehi tip 20% ing endi wae, aku kudu menehi rating lima bintang kanggo saben sopir Uber supaya aku bisa dadi wakil sing apik.",
                        "Korean": "이제 어디에서나 20% 팁을 줘야 하고, 좋은 대표가 되기 위해 모든 우버 기사에게 별 다섯 개를 줘야 해요.",
                        "French": "Maintenant, tu dois donner 20% de pourboire partout, je dois donner une note de cinq étoiles à chaque chauffeur Uber juste pour être un bon représentant.",
                        "Telugu": "ఇప్పుడు, మీరు ఎక్కడికెళ్లినా 20% టిప్ ఇవ్వాలి, నేను ప్రతి ఉబర్ డ్రైవర్‌కు ఫైవ్-స్టార్ రేటింగ్ ఇవ్వాలి, అలా నేను ఒక మంచి ప్రతినిధిగా ఉండగలను.",
                        "Marathi": "आता, तुम्हाला सगळीकडे 20% टीप द्यावी लागेल, मला प्रत्येक उबेर ड्रायव्हरला पाच-तारा रेटिंग द्यावी लागेल, म्हणजेच मी एक चांगला प्रतिनिधी होऊ शकेन.",
                        "Tamil": "இப்போது, நீங்கள் எங்கெல்லாம் சென்றாலும் 20% டிப் அளிக்க வேண்டும், நான் ஒரு நல்ல பிரதிநிதியாக இருக்க ஒவ்வொரு ஊபர் ஓட்டுனருக்கும் ஐந்து நட்சத்திர மதிப்பீடு அளிக்க வேண்டும்.",
                        "Vietnamese": "Bây giờ, bạn phải boa 20% ở mọi nơi, tôi phải cho mỗi tài xế Uber đánh giá năm sao chỉ để có thể là một đại diện tốt.",
                        "Urdu": "اب، آپ کو ہر جگہ 20% ٹپ دینی ہوگی، مجھے ہر اوبر ڈرائیور کو پانچ ستارہ درجہ بندی دینا ہوگی تاکہ میں ایک اچھا نمائندہ بن سکوں۔",
                        "Filipino": "Ngayon, kailangan mong magbigay ng 20% na tip saanman ako pumunta, kailangan kong bigyan ng limang-star na rating ang bawat Uber driver para lang maging mabuting kinatawan ako.",
                        "Romanian": "Acum, trebuie să dai un bacșiș de 20% peste tot, trebuie să dau fiecărui șofer Uber o evaluare de cinci stele doar ca să pot fi un bun reprezentant.",
                        "Albanian": "Tani, duhet të japësh një bakshish prej 20% kudo që të shkosh, duhet t'i jap çdo shoferi të Uber-it një vlerësim me pesë yje vetëm që të jem një përfaqësues i mirë.",
                        "Nepali": "अब, तपाईंले जहाँ पनि २०% टिप दिनुपर्छ, मैले प्रत्येक उबर चालकलाई पाँच तारे रेटिङ दिनुपर्छ ताकि म एक राम्रो प्रतिनिधि हुन सकूँ।",
                        "Khmer": "ឥឡូវនេះ អ្នកត្រូវផ្តល់ប្រាក់កាច់ចិន 20% នៅគ្រប់ទីកន្លែង ខ្ញុំត្រូវផ្តល់ពិន្ទុចំណាត់ថ្នាក់ប្រាំផ្កាយដល់អ្នកបើកបរអ៊ូប៊ឺរ ទាំងអស់គ្រាន់តែដើម្បីឲ្យខ្ញុំអាចក្លាយជាតំណាងដ៏ល្អ។",
                        "Sinhalese": "දැන් ඔයාට නිතරම 20% ටිප් එකක් දෙන්න වෙනවා, මට හොඳ නියෝජිතයෙක් වෙන්න ඕන නම් Uber රියදුරාට පන් තරු අගයක් දිය යුතු වෙනවා.",
                        "Amharic": "አሁን፣ በሁሉም ቦታ 20% ቁርስ መስጠት አለብህ፣ እንደ ታመንኩ ስላሉት እንደገናም በሚያስፈልገው ተሽከርካሪ ሁሉ አስተዋልኝ እንዲሁም በሆኑት አካባቢዎች ሁሉ ተገልጋዮች ሆነው እንዲሁም ተገልጋዮች እንዲሁም እንዲሁም ተገልጋዮች ሆነው እንዲሁም በሁሉም ቦታ እንደ ተመለከቱት እንዲሁም በሆኑት አካባቢዎች ሁሉ እንደ ተለየ ተቀባይነት ተመልክተዋል።",
                        "Pashto": "اوس، تاسو باید په هر ځای کې 20٪ ټیپ ورکړئ، زه باید هر اوبر ډرایور ته پنځه ستوري ورکړم ترڅو زه یو ښه استازی شم.",
                        "Burmese": "ယခုအခါ နေရာတိုင်းတွင် ၂၀ ရာခိုင်နှုန်းအား ဖြည့်ရမည်ဖြစ်ပြီး ဥဘားယာဉ်မောင်း တစ်ဦးချင်းစီအား ၅-ကြယ်သတ်မှတ်ချက် ပေးရမည်ဖြစ်သည်။ ကျွန်ုပ်ကိုယ်စားလှယ်အဖြစ်ကောင်းမွန်စေရန် အကောင်းဆုံးဖြစ်ပါသည်။",
                        "Somali": "Hadda, waa inaad 20% ku bixisaa talooyinka meelkasta oo aan tago, waa inaan siinayaa darawal kasta oo Uber qiimeyn shan xiddigle ah si aan u noqdo wakiil fiican."
                    }
                },
                {
                    "text": "Everywhere I go, I gotta represent. Even day-to-day, even the bedroom I gotta represent.",
                    "translations": {
                        "Chinese": "无论我去哪里，我都要代表。即使是日常生活，甚至在卧室里，我也必须代表。",
                        "Spanish": "Dondequiera que voy, tengo que representar. Incluso en el día a día, incluso en el dormitorio, tengo que representar.",
                        "Hindi": "जहां भी मैं जाता हूं, मुझे प्रतिनिधित्व करना पड़ता है। यहां तक कि दिन-प्रतिदिन, यहां तक कि बेडरूम में भी मुझे प्रतिनिधित्व करना पड़ता है।",
                        "Arabic": "أينما أذهب، عليّ أن أمثل. حتى في الحياة اليومية، حتى في غرفة النوم عليّ أن أمثل.",
                        "Bengali": "যেখানেই যাই, আমাকে প্রতিনিধিত্ব করতে হবে। প্রতিদিনের কাজেও, এমনকি শোবার ঘরেও আমাকে প্রতিনিধিত্ব করতে হবে।",
                        "Portuguese": "Onde quer que eu vá, eu tenho que representar. Mesmo no dia-a-dia, até mesmo no quarto, eu tenho que representar.",
                        "Russian": "Куда бы я ни пошел, я должен представлять. Даже в повседневной жизни, даже в спальне я должен представлять.",
                        "Japanese": "どこへ行っても、代表しなきゃいけない。日常でも、寝室でも、私は代表しなきゃいけないんだ。",
                        "Punjabi": "ਜਿੱਥੇ ਵੀ ਮੈਂ ਜਾਂਦਾ ਹਾਂ, ਮੈਨੂੰ ਪ੍ਰਤੀਨਿਧਿਤਾ ਕਰਨੀ ਪੈਂਦੀ ਹੈ। ਦਿਨ-ਬ-ਦਿਨ ਵੀ, ਬੇਡਰੂਮ ਵਿੱਚ ਵੀ, ਮੈਨੂੰ ਪ੍ਰਤੀਨਿਧਿਤਾ ਕਰਨੀ ਪੈਂਦੀ ਹੈ।",
                        "German": "Überall, wo ich hingehe, muss ich vertreten. Sogar im Alltag, sogar im Schlafzimmer muss ich vertreten.",
                        "Javanese": "Nang endi wae aku lunga, aku kudu makili. Malah ing dina-dina, malah ing kamar turu aku kudu makili.",
                        "Korean": "어디를 가든, 나는 대표해야 해요. 매일매일, 심지어 침실에서도 대표해야 해요.",
                        "French": "Partout où je vais, je dois représenter. Même au quotidien, même dans la chambre, je dois représenter.",
                        "Telugu": "నేను ఎక్కడికి వెళ్లినా, నేను ప్రాతినిధ్యం వహించాలి. రోజూ కూడా, ఇక్కడి వరకు, నా బెడ్‌రూమ్‌లో కూడా నేను ప్రాతినిధ్యం వహించాలి.",
                        "Marathi": "जिथे कुठे मी जातो, तिथे मला प्रतिनिधित्व करायचं आहे. दररोजच्या गोष्टींमध्येही, बेडरूममध्येही मला प्रतिनिधित्व करायचं आहे.",
                        "Tamil": "நான் எங்கு சென்றாலும், நான் பிரதிநிதியாக இருக்க வேண்டும். தினசரி வாழ்க்கையிலும் கூட, படுக்கையறையிலும் கூட, நான் பிரதிநிதியாக இருக்க வேண்டும்.",
                        "Vietnamese": "Đi đâu tôi cũng phải đại diện. Ngay cả trong cuộc sống hàng ngày, thậm chí trong phòng ngủ, tôi cũng phải đại diện.",
                        "Urdu": "جہاں بھی میں جاتا ہوں، مجھے نمائندگی کرنی ہوتی ہے۔ حتیٰ کہ روزمرہ زندگی میں بھی، یہاں تک کہ بیڈروم میں بھی، مجھے نمائندگی کرنی ہوتی ہے۔",
                        "Filipino": "Kahit saan ako magpunta, kailangan kong magrepresenta. Kahit sa pang-araw-araw, kahit sa silid-tulugan kailangan kong magrepresenta.",
                        "Romanian": "Oriunde merg, trebuie să reprezint. Chiar și zi de zi, chiar și în dormitor, trebuie să reprezint.",
                        "Albanian": "Kudo që shkoj, duhet të përfaqësoj. Edhe çdo ditë, edhe në dhomën e gjumit duhet të përfaqësoj.",
                        "Nepali": "जहाँ गए पनि, मैले प्रतिनिधित्व गर्नुपर्छ। दिनहुँ, यहाँसम्म कि सुत्ने कोठामा पनि मैले प्रतिनिधित्व गर्नुपर्छ।",
                        "Khmer": "គ្រប់ទីកន្លែងដែលខ្ញុំទៅ ខ្ញុំត្រូវតែតំណាង។ បើទោះជាជីវិតប្រចាំថ្ងៃ ក៏ដូចជាក្នុងបន្ទប់គេង ខ្ញុំក៏ត្រូវតែតំណាង។",
                        "Sinhalese": "මට යන හැම තැනම, මම නියෝජනය කළ යුතුය. දවසෙන් දවස, නිදන කාමරය වුවත් මට නියෝජනය කළ යුතුය.",
                        "Amharic": "ማንኛውም ቦታ ላይ እንደ እንዲህ እንዲሁም እንደ እንዲህ ትችላለህ። እንዲሁም በሁሉም ቦታ እንደ ታመንኩ ነው። በሁሉም ቦታ እንደ ታመንኩ እንዲሁም እንዲሁም በሁሉም ቦታ እንደ አማራጭ ትችላለህ።",
                        "Pashto": "هرچیرې چې زه ځم، زه باید استازیتوب وکړم. حتی د ورځې په جریان کې، حتی د خوب خونه کې زه باید استازیتوب وکړم.",
                        "Burmese": "ကျွန်ုပ် သွားရာ တစ်စုံတစ်ရာကိုယ်စားပြုရပါမည်။ အထိမ်းအမှတ်နေ့ရက်တိုင်းတွင်၊ အိပ်ခန်းတွင်ပါလျှင်၊ အကျိုးပြုသည်။",
                        "Somali": "Meel kasta oo aan tago, waa inaan matalaa. Xitaa maalinba maalinta ka dambeysa, xitaa qolka jiifka waa inaan matalaa."
                    }
                },
                {
                    "text": "After I hooked up with this one girl, this is what she said to me, she was like, “Jimmy, um, I don't know how to tell you this, but you're the first asian guy I’ve ever been with”.",
                    "translations": {
                        "Chinese": "我和一个女孩在一起后，她对我说，“吉米，嗯，我不知道怎么告诉你，但你是我第一次和亚洲男生在一起。”",
                        "Spanish": "Después de que estuve con esta chica, esto es lo que me dijo, ella dijo algo así: 'Jimmy, um, no sé cómo decirte esto, pero eres el primer chico asiático con el que he estado'.",
                        "Hindi": "इस लड़की के साथ संबंध बनाने के बाद, उसने मुझसे यह कहा, वह बोली, 'जिम्मी, उhm, मुझे नहीं पता कि यह कैसे कहूं, लेकिन तुम पहले एशियाई लड़के हो जिसके साथ मैं रही हूं।'",
                        "Arabic": "بعد أن ارتبطت بهذه الفتاة، هذا ما قالته لي، قالت، 'جيمي، أم، لا أعرف كيف أخبرك بهذا، لكنك أول رجل آسيوي أكون معه'.",
                        "Bengali": "এই মেয়েটির সাথে সম্পর্ক করার পর, সে আমাকে বলেছিল, সে বলেছিল, 'জিমি, উম, আমি কীভাবে আপনাকে এটি বলব জানি না, তবে আপনি প্রথম এশিয়ান ছেলেটি যার সাথে আমি কখনও ছিলাম।'",
                        "Portuguese": "Depois que fiquei com essa garota, isso foi o que ela me disse, ela disse algo como: 'Jimmy, hum, não sei como te dizer isso, mas você é o primeiro asiático com quem eu já estive'.",
                        "Russian": "После того как я связался с этой девушкой, она сказала мне: 'Джимми, эм, я не знаю, как тебе это сказать, но ты первый азиатский парень, с которым я когда-либо была'.",
                        "Japanese": "この女の子と付き合った後、彼女は僕にこう言ったんだ、「ジミー、あの、どう言えばいいのか分からないけど、あなたは私が付き合った初めてのアジア人の男よ」。",
                        "Punjabi": "ਇਸ ਕੁੜੀ ਨਾਲ ਮੇਰਾ ਸਬੰਧ ਬਣਨ ਤੋਂ ਬਾਅਦ, ਉਸਨੇ ਮੈਨੂੰ ਇਹ ਕਿਹਾ, ਉਸਨੇ ਕਿਹਾ, 'ਜਿਮੀ, ਉਮ, ਮੈਂ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਇਹ ਤੈਨੂੰ ਕਿਵੇਂ ਦੱਸਾਂ, ਪਰ ਤੂੰ ਪਹਿਲਾ ਏਸ਼ੀਆਈ ਮੁੰਡਾ ਹੈ ਜਿਸ ਨਾਲ ਮੈਂ ਕਦੇ ਵੀ ਰਿਹਾ ਹਾਂ।'",
                        "German": "Nachdem ich mit diesem Mädchen zusammengekommen war, sagte sie zu mir: 'Jimmy, ähm, ich weiß nicht, wie ich dir das sagen soll, aber du bist der erste Asiate, mit dem ich jemals zusammen war.'",
                        "Javanese": "Sawise aku nyambung karo bocah wadon iki, dheweke kandha marang aku, dheweke kandha, 'Jimmy, um, aku ora ngerti carane ngomong iki, nanging sampeyan wong Asia pisanan sing nate ketemu aku'.",
                        "Korean": "이 여자와 사귀고 나서 그녀가 나에게 이렇게 말했어요. '지미, 음, 이 말을 어떻게 해야 할지 모르겠지만, 당신은 내가 사귄 첫 번째 아시아 남자예요'.",
                        "French": "Après avoir été avec cette fille, elle m'a dit : 'Jimmy, euh, je ne sais pas comment te dire ça, mais tu es le premier Asiatique avec qui j'ai jamais été'.",
                        "Telugu": "ఈ అమ్మాయితో నేను కలిసిన తర్వాత, ఆమె నాకు ఇలా చెప్పింది, 'జిమ్మీ, ఉమ్, నేను నీకు ఇది ఎలా చెప్పాలో తెలియడం లేదు, కానీ నేను ఎప్పుడూ కలిసి ఉన్న మొదటి ఆసియా వ్యక్తివి'.",
                        "Marathi": "या मुलीशी माझे संबंध झाल्यानंतर, तिने मला हे सांगितले, 'जिमी, उह, हे तुला कसं सांगावं हे मला माहीत नाही, पण तू पहिला आशियाई आहेस ज्याच्यासोबत मी कधीही होते'.",
                        "Tamil": "நான் இந்த ஒரே பெண்ணுடன் தொடர்பை ஏற்படுத்திய பிறகு, அவள் என்னிடம் சொன்னது இதுதான், அவள் 'ஜிம்மி, உம், இதைப் பற்றி உனக்கு எப்படி சொல்வது என்று தெரியவில்லை, ஆனால் நீ எப்போதும் இருந்த முதல் ஆசியர்'.",
                        "Vietnamese": "Sau khi tôi quan hệ với cô gái này, cô ấy nói với tôi thế này: 'Jimmy, ừm, tôi không biết phải nói thế nào, nhưng anh là người châu Á đầu tiên mà tôi từng ở cùng'.",
                        "Urdu": "اس لڑکی کے ساتھ تعلق قائم کرنے کے بعد، اس نے مجھ سے کہا، 'جمی، ام، میں نہیں جانتی کہ یہ تمہیں کیسے بتاؤں، لیکن تم پہلے ایشیائی لڑکے ہو جس کے ساتھ میں کبھی رہی ہوں'۔",
                        "Filipino": "Matapos akong makipag-hook up sa isang babae, ito ang sinabi niya sa akin, 'Jimmy, um, hindi ko alam kung paano sasabihin sa iyo ito, pero ikaw ang unang Asyanong lalaki na nakasama ko'.",
                        "Romanian": "După ce m-am cuplat cu această fată, asta mi-a spus ea: 'Jimmy, um, nu știu cum să-ți spun asta, dar ești primul băiat asiatic cu care am fost vreodată'.",
                        "Albanian": "Pasi u lidha me këtë vajzë, ajo më tha: 'Jimmy, um, nuk di si të ta them këtë, por ti je djali i parë aziatik me të cilin kam qenë ndonjëherë'.",
                        "Nepali": "यो केटीसँग मेरो सम्बन्ध भएको पछि, उसले मलाई यसो भन्यो, 'जिमी, उम, म तिमीलाई यो कसरी भनूँ मलाई थाहा छैन, तर तिमी पहिलो एशियाली केटा हौ जससँग म कहिल्यै बसेको छु'।",
                        "Khmer": "បន្ទាប់ពីខ្ញុំបានជាប់ទាក់ទងជាមួយនារីម្នាក់នេះ នាងបាននិយាយទៅខ្ញុំថា 'ជីមី អ៊ឹម ខ្ញុំមិនដឹងថាតើខ្ញុំគួរប្រាប់អ្នកយ៉ាងណា នាងបាននិយាយថា អ្នកគឺជាបុរសអាស៊ីរដំបូងដែលខ្ញុំធ្លាប់មានទំនាក់ទំនង'។",
                        "Sinhalese": "මම මේ කෙල්ල එක්ක රැඳිලා ඉවර වුණාට පස්සේ, ඇය මට මෙහෙම කිව්වා, 'ජිම්මි, අම්, මට මෙය කියන්නෙ හොඳ නැහැ, නමුත් ඔයා තමා මම එකතු වෙච්ච පළවෙනි ආසියානුවා'.",
                        "Amharic": "ከዚህ ቆይታ በኋላ እንዲህ አለችኝ፣ 'ጂሚ፣ እንዴት እንደሆነ አላውቅም፣ እናንተ እንደ ቀድሞው አማራጭ ምንም ቦታ የማይታወስ ነው።'",
                        "Pashto": "وروسته له دې چې زه د دې یوې نجلۍ سره وصل شوم، هغې ماته داسې وویل، هغې وویل، 'جمي، um، زه نه پوهیږم چې دا تاسو ته څنګه ووایم، مګر تاسو د لومړي آسیايي هلک یاست چې ما ورسره لیدلي دي'.",
                        "Burmese": "ဒီမိန်းကလေးတစ်ဦးနှင့် ဆက်သွယ်ပြီးနောက် ကျွန်ုပ်၏ မိန်ကလေး၏ စကားစမြည်ကို 'ဂျီမီ၊ um၊ မင်းကိုဘယ်လိုပြောရမှန်း မသိဘူး၊ ဒါပေမယ့် မင်းဟာ အရှေ့တိုင်းသား ပထမဆုံး ကျွန်ုပ်ပျိုတို့နှင့် တွေ့ဆုံခဲ့သူ ဖြစ်ပါတယ်' ဟု ဆိုသည်။",
                        "Somali": "Ka dib markii aan la kulmay gabadhan, tani waa waxa ay i tiri, waxay tiri, 'Jimmy, um, ma garanayo sidaan kuugu sheego, laakiin waxaad tahay ninka ugu horeeya ee aan la kulmo'."
                    }
                },
                {
                    "text": "I’m like, “Okay”.",
                    "translations": {
                        "Chinese": "我就说，“好吧”。",
                        "Spanish": "Y yo dije, 'Okay'.",
                        "Hindi": "मैंने कहा, 'ठीक है'।",
                        "Arabic": "قلت لها، 'حسناً'.",
                        "Bengali": "আমি বললাম, 'ঠিক আছে'।",
                        "Portuguese": "E eu disse, 'Ok'.",
                        "Russian": "Я такой: 'Окей'.",
                        "Japanese": "僕は、「オーケー」と言った。",
                        "Punjabi": "ਮੈਂ ਕਿਹਾ, 'ਠੀਕ ਹੈ'।",
                        "German": "Ich so: 'Okay'.",
                        "Javanese": "Aku ngomong, 'Oke'.",
                        "Korean": "나는 '오케이'라고 말했다.",
                        "French": "J'ai dit, 'D'accord'.",
                        "Telugu": "నేను 'సరే' అని అన్నాను.",
                        "Marathi": "मी म्हटलं, 'ठीक आहे'.",
                        "Tamil": "நான் 'சரி' என்றேன்.",
                        "Vietnamese": "Tôi nói, 'Được thôi'.",
                        "Urdu": "میں نے کہا، 'ٹھیک ہے'۔",
                        "Filipino": "Sabi ko, 'Okay'.",
                        "Romanian": "Eu am zis, 'Okay'.",
                        "Albanian": "Unë thashë, 'Në rregull'.",
                        "Nepali": "मैले भनें, 'ठीक छ'।",
                        "Khmer": "ខ្ញុំចេះតែបែបនេះ 'អូខេ'។",
                        "Sinhalese": "මම කිව්වා, 'හොඳයි'.",
                        "Amharic": "እኔ እንደ, 'እሺ'.",
                        "Pashto": "ما ورته وویل، 'سمه ده'.",
                        "Burmese": "ကျွန်ုပ်က 'ကောင်းပြီ' ဟု ပြောသည်။",
                        "Somali": "Waxaan idhi, 'Okay'."
                    }
                },
                {
                    "text": "What do you want a fortune cookie? like… like, what do you want?",
                    "translations": {
                        "Chinese": "你想要一个幸运饼干吗？就像…就像，你到底想要什么？",
                        "Spanish": "¿Quieres una galleta de la fortuna? como... como, ¿qué es lo que quieres?",
                        "Hindi": "तुम्हें एक फॉर्च्यून कुकी चाहिए? जैसे... जैसे, तुम क्या चाहते हो?",
                        "Arabic": "هل تريد كعكة الحظ؟ مثل... مثل، ماذا تريد؟",
                        "Bengali": "তুমি কি ফর্চুন কুকি চাও? যেমন... যেমন, তুমি কী চাও?",
                        "Portuguese": "Você quer um biscoito da sorte? tipo... tipo, o que você quer?",
                        "Russian": "Ты хочешь печенье с предсказанием? типа... что ты хочешь?",
                        "Japanese": "フォーチュン・クッキーが欲しいの？みたいな…みたいな、何が欲しいの？",
                        "Punjabi": "ਤੁਸੀਂ ਕੀ ਚਾਹੁੰਦੇ ਹੋ, ਇੱਕ ਫਾਰਚੂਨ ਕੁਕੀ? ਜਿਵੇਂ... ਜਿਵੇਂ, ਤੁਹਾਨੂੰ ਕੀ ਚਾਹੀਦਾ ਹੈ?",
                        "German": "Willst du einen Glückskeks? wie... wie, was willst du?",
                        "Javanese": "Apa sampeyan pengin kue untung? kaya... kaya, apa sing pengin sampeyan?",
                        "Korean": "포춘 쿠키라도 원해? 뭐… 뭐가 필요한데?",
                        "French": "Tu veux un biscuit chinois ? genre... genre, qu'est-ce que tu veux ?",
                        "Telugu": "మీకు ఫార్చ్యూన్ కుకీ కావాలా? లాగా… లాగా, మీరు ఏమి కోరుకుంటున్నారు?",
                        "Marathi": "तुम्हाला फॉर्च्यून कुकी पाहिजे आहे का? सारखं… सारखं, तुम्हाला काय हवंय?",
                        "Tamil": "உங்களுக்கு ஒரு பாண்டம் குக்கீ வேண்டுமா? போல... போல, உங்களுக்கு என்ன வேண்டும்?",
                        "Vietnamese": "Bạn muốn một chiếc bánh quy may mắn? như... như, bạn muốn gì?",
                        "Urdu": "کیا تمہیں ایک قسمت کا کوکی چاہیے؟ جیسے... جیسے، تم کیا چاہتے ہو؟",
                        "Filipino": "Gusto mo ba ng isang fortune cookie? tulad ng… tulad ng, ano ang gusto mo?",
                        "Romanian": "Vrei un biscuite cu noroc? ca... ca, ce vrei?",
                        "Albanian": "Doni një biskotë fatlume? si... si, çfarë do?",
                        "Nepali": "तिमी भाग्य कुकी चाहान्छौ? जस्तो... जस्तो, तिमी के चाहन्छौ?",
                        "Khmer": "តើអ្នកចង់បាននំសំណាងមែនទេ? ដូចជា…ដូចជា តើអ្នកចង់បានអ្វី?",
                        "Sinhalese": "ඔයාට බලාපොරොත්තු කුකී එකක් ඕනද? වගේ... වගේ, ඔයාට ඕනේ මොකක්ද?",
                        "Amharic": "በእውነት እንደ እንጀራ ትፈልጋለህ? እንዴት... እንዴት, ምን ይፈልጋሉ?",
                        "Pashto": "تاسو څه غواړئ؟ لکه ... لکه، تاسو څه غواړئ؟",
                        "Burmese": "မင်းရဲ့ကံကောင်းတဲ့ကွတ်ကီးကိုရယူချင်တာလား? ကဲ့...ကဲ့၊ မင်းဘာလိုချင်တာလဲ?",
                        "Somali": "Ma rabtaa buskud nasiib? sida... sida, maxaad rabtaa?"
                    }
                },
                {
                    "text": "She act, like she just unlocked a new character on street fighter or some shit.",
                    "translations": {
                        "Chinese": "她表现得像是刚在街头霸王里解锁了一个新角色一样，或者类似的东西。",
                        "Spanish": "Ella actúa como si acabara de desbloquear un nuevo personaje en Street Fighter o algo así.",
                        "Hindi": "वह ऐसे व्यवहार करती है, जैसे उसने अभी-अभी स्ट्रीट फाइटर में एक नया किरदार अनलॉक किया हो या ऐसा कुछ।",
                        "Arabic": "تتصرف كما لو أنها قد فتحت للتو شخصية جديدة في لعبة ستريت فايتر أو شيء من هذا القبيل.",
                        "Bengali": "সে এমন আচরণ করছে, যেন সে স্ট্রিট ফাইটারে একটি নতুন চরিত্র আনলক করেছে বা এমন কিছু।",
                        "Portuguese": "Ela age como se tivesse acabado de desbloquear um novo personagem no Street Fighter ou algo assim.",
                        "Russian": "Она ведет себя так, как будто только что разблокировала нового персонажа в Street Fighter или что-то в этом роде.",
                        "Japanese": "彼女はまるでストリートファイターで新しいキャラクターをアンロックしたかのように振る舞うんだ。",
                        "Punjabi": "ਉਹ ਐਵੇਂ ਵਿਵਹਾਰ ਕਰਦੀ ਹੈ ਜਿਵੇਂ ਕਿ ਉਸਨੇ ਅਜੇ ਹੀ ਸਟ੍ਰੀਟ ਫਾਈਟਰ 'ਤੇ ਇੱਕ ਨਵਾਂ ਪਾਤਰ ਅਨਲੌਕ ਕੀਤਾ ਹੈ ਜਾਂ ਹੋਰ ਕੁਝ।",
                        "German": "Sie tut so, als hätte sie gerade einen neuen Charakter bei Street Fighter freigeschaltet oder so was.",
                        "Javanese": "Dheweke tumindak kaya dheweke mung mbukak karakter anyar ing street fighter utawa barang liyane.",
                        "Korean": "그녀는 마치 스트리트 파이터에서 새로운 캐릭터를 잠금 해제한 것처럼 행동해요.",
                        "French": "Elle agit comme si elle venait de débloquer un nouveau personnage dans Street Fighter ou quelque chose comme ça.",
                        "Telugu": "ఆమె స్ట్రీట్ ఫైటర్‌లో కొత్త పాత్రను అన్‌లాక్ చేసినట్లు నటిస్తోంది లేదా ఏదో వింతగా ఉంది.",
                        "Marathi": "ती अशी वागत होती जणू तीने नुकतेच स्ट्रीट फाइटरवर एक नवीन पात्र अनलॉक केले आहे किंवा असे काहीतरी.",
                        "Tamil": "அவள் ஸ்ட்ரீட் ஃபைட்டரில் ஒரு புதிய கதாபாத்திரத்தை தானே திறந்து விட்டதாக நடிக்கிறாள் அல்லது சில ஸ்க்ரிப்ட் போன்றது.",
                        "Vietnamese": "Cô ấy hành động như thể vừa mở khóa một nhân vật mới trong Street Fighter hoặc cái gì đó tương tự.",
                        "Urdu": "وہ ایسے کام کرتی ہے جیسے اس نے ابھی ابھی اسٹریٹ فائٹر میں ایک نیا کردار انلاک کیا ہے یا کوئی اور چیز۔",
                        "Filipino": "Parang umasta siya na parang nakapag-unlock siya ng bagong character sa Street Fighter o kung ano man.",
                        "Romanian": "Se comportă de parcă tocmai a deblocat un nou personaj în Street Fighter sau ceva de genul ăsta.",
                        "Albanian": "Ajo vepron sikur sapo ka zhbllokuar një karakter të ri në Street Fighter ose diçka të tillë.",
                        "Nepali": "उनी यस्तो व्यवहार गर्छिन्, जस्तो कि उनले स्ट्रीट फाइटरमा नयाँ पात्र अनलक गरेकी छिन् वा त्यस्तै केहि।",
                        "Khmer": "នាងធ្វើដូចមួយដែលនាងទើបតែបានដោះសោរ​តួអង្គថ្មីមួយលើផ្លូវ​ក្បាច់គុណ​ ឬអ្វីម្យ៉ាង.",
                        "Sinhalese": "ඇය ක්‍රියා කරන අයුරු නම් අළුත්ම ක්‍රීඩකයෙක් Street Fighter හි අගුළු තබා ඇත.",
                        "Amharic": "እንደ ታመንኩ እንዲሁም እንደ እንዲሁ አድርጋለች። እንዲሁም በሁሉም ቦታ እንደ ታመንኩ እንዲሁም እንደ አማራጭ አድርጋለች።",
                        "Pashto": "هغې داسې عمل وکړ، لکه چې یوازې یې په سړک جنګیالي کې یو نوی کردار خلاص کړ یا څه شی.",
                        "Burmese": "သူမဟာ သူမ စစ်သွေးကြွလမ်းမတွင် အသစ်သော ဇာတ်ကောင်တစ်ဦးကို ဖြေရှင်းလိုက်သကဲ့သို့ သဘောထားသည်။",
                        "Somali": "Waxay u dhaqantaa sidii inay dhawaan furatay xarakter cusub oo ku saabsan dagaalka waddada ama wax la mid ah."
                    }
                },
                {
                    "text": "Why do you feel the need to say that?",
                    "translations": {
                        "Chinese": "你为什么觉得有必要这么说？",
                        "Spanish": "¿Por qué sientes la necesidad de decir eso?",
                        "Hindi": "तुम्हें ऐसा कहने की ज़रूरत क्यों महसूस होती है?",
                        "Arabic": "لماذا تشعر بالحاجة إلى قول ذلك؟",
                        "Bengali": "আপনার কেন এটি বলার প্রয়োজন অনুভব হয়?",
                        "Portuguese": "Por que você sente a necessidade de dizer isso?",
                        "Russian": "Почему ты считаешь нужным это сказать?",
                        "Japanese": "なぜそれを言う必要があると感じるのですか？",
                        "Punjabi": "ਤੁਸੀਂ ਇਹ ਕਹਿਣ ਦੀ ਲੋੜ ਕਿਉਂ ਮਹਿਸੂਸ ਕਰਦੇ ਹੋ?",
                        "German": "Warum fühlst du dich verpflichtet, das zu sagen?",
                        "Javanese": "Ngapa kowe rumangsa kudu ngomong ngono?",
                        "Korean": "왜 그런 말을 해야 한다고 생각해?",
                        "French": "Pourquoi ressens-tu le besoin de dire ça ?",
                        "Telugu": "మీరు ఆ మాట ఎందుకు చెప్పాలనుకుంటున్నారు?",
                        "Marathi": "तुला असं म्हणण्याची गरज का वाटते?",
                        "Tamil": "நீங்கள் ஏன் அதைச் சொல்ல வேண்டியத் தேவையாக உணர்கிறீர்கள்?",
                        "Vietnamese": "Tại sao bạn cảm thấy cần phải nói điều đó?",
                        "Urdu": "آپ کو ایسا کہنے کی ضرورت کیوں محسوس ہوتی ہے؟",
                        "Filipino": "Bakit kailangan mong sabihin iyon?",
                        "Romanian": "De ce simți nevoia să spui asta?",
                        "Albanian": "Pse e ndjen nevojën të thuash këtë?",
                        "Nepali": "तिमीलाई यो भन्न आवश्यक किन लाग्यो?",
                        "Khmer": "ហេតុអ្វីបានជាអ្នកមានអារម្មណ៍ថាត្រូវនិយាយអញ្ចឹង?",
                        "Sinhalese": "ඒක කියන්න හේතු මොකද්ද?",
                        "Amharic": "ለምን እንደሆነ ምን እንደሆነ ትችላለህ?",
                        "Pashto": "تاسو ولې د دې اړتیا احساس کوئ چې دا ووایاست؟",
                        "Burmese": "ဒီလိုပြောဖို့ အတွက် ဘာကြောင့် လိုအပ်တယ်လို့ ခံစားရတာလဲ?",
                        "Somali": "Maxay kugu kaliftay inaad sidaas tiraahdo?"
                    }
                },
                {
                    "text": "This one girl said this shit, I was so disrespectful, this is what she said to me, after we hooked up.",
                    "translations": {
                        "Chinese": "有个女孩说了这些话，我觉得太不尊重人了，这是她在我们发生关系后对我说的。",
                        "Spanish": "Una chica dijo esta tontería, fue tan irrespetuosa, esto es lo que me dijo después de que nos acostamos.",
                        "Hindi": "इस लड़की ने ये बकवास कहा, मैं बहुत अपमानित महसूस कर रहा था, ये उसने मुझसे कहा, जब हम साथ में थे।",
                        "Arabic": "قالت لي فتاة هذا الكلام، كان ذلك مهيناً جداً، هذا ما قالته لي بعد أن ارتبطنا.",
                        "Bengali": "এই মেয়েটি এই বাজে কথা বলেছিল, আমি এতটাই অসম্মানিত বোধ করছিলাম, এটি সে আমাকে বলেছিল, আমরা সংযোগ করার পরে।",
                        "Portuguese": "Uma garota disse essa merda, foi tão desrespeitoso, isso é o que ela me disse depois que ficamos juntos.",
                        "Russian": "Одна девушка сказала эту фигню, это было так неуважительно, вот что она сказала мне после того, как мы переспали.",
                        "Japanese": "ある女の子がこんなことを言ってきて、すごく無礼だったんだけど、これが私たちが関係を持った後に彼女が私に言ったことです。",
                        "Punjabi": "ਇੱਕ ਕੁੜੀ ਨੇ ਇਹ ਬਕਵਾਸ ਕਹੀ, ਮੈਂ ਬਹੁਤ ਬੇਅਦਬੀ ਮਹਿਸੂਸ ਕਰ ਰਿਹਾ ਸੀ, ਇਹ ਉਹ ਮੈਨੂੰ ਕਹਿ ਰਹੀ ਸੀ, ਜਦੋਂ ਅਸੀਂ ਕੁਝ ਹੋਰ ਕਰ ਰਹੇ ਸੀ।",
                        "German": "Dieses eine Mädchen sagte diesen Mist, es war so respektlos, das ist, was sie zu mir sagte, nachdem wir uns eingelassen hatten.",
                        "Javanese": "Ana bocah wadon sing ngomong iki, aku ngrasa ora sopan banget, iki sing dheweke kandhakake marang aku sawise kita hubungan.",
                        "Korean": "한 소녀가 이런 말을 해서 너무 무례했어요. 우리가 관계를 맺은 후 그녀가 저에게 한 말이 바로 이것이에요.",
                        "French": "Cette fille a dit cette connerie, c'était tellement irrespectueux, c'est ce qu'elle m'a dit après qu'on se soit fréquenté.",
                        "Telugu": "ఈ అమ్మాయి ఈ చెత్తని చెప్పింది, నేను చాలా అవమానంగా ఫీల్ చేశాను, ఇది మనం కలిసి ఉన్న తర్వాత ఆమె నాకు చెప్పింది.",
                        "Marathi": "एका मुलीने हे असं काहीतरी बोललं, मी इतका अनादर केला गेला, हेच ती मला म्हणाली, आपलं काही झाल्यानंतर.",
                        "Tamil": "ஒரு பெண் இந்தக் குப்பையைச் சொன்னாள், நான் மிகவும் அவமரியாதையாக இருந்தேன், இது நாம் உறவினால் பிறகு அவள் என்னிடம் சொன்னது.",
                        "Vietnamese": "Một cô gái nói những điều tồi tệ này, tôi cảm thấy rất thiếu tôn trọng, đây là những gì cô ấy nói với tôi sau khi chúng tôi quan hệ.",
                        "Urdu": "ایک لڑکی نے یہ بات کہی، میں بہت بے عزت محسوس کر رہا تھا، یہ وہ ہے جو اس نے مجھ سے کہا، جب ہم ساتھ تھے۔",
                        "Filipino": "May isang babae na nagsabi ng ganitong kalokohan, sobrang bastos ako, ito ang sinabi niya sa akin, pagkatapos naming mag-hook up.",
                        "Romanian": "O fată a spus asta, m-am simțit atât de lipsit de respect, asta mi-a spus ea după ce ne-am cuplat.",
                        "Albanian": "Një vajzë e tha këtë gjë, isha aq i pasjellshëm, kjo është ajo që më tha pasi u lidhëm.",
                        "Nepali": "एक केटीले यो कुराहरू भनिन्, म असाध्यै अपमानित महसुस गरिरहेको थिएँ, उसले हाम्रो सम्बन्धपछि यो मलाई भनिन्।",
                        "Khmer": "នារីម្នាក់បាននិយាយពីរឿងស្អប់ខ្ពើមនេះ ខ្ញុំបានបង្ហាញភាពមិនគោរព ដូច្នេះនាងបាននិយាយទៅខ្ញុំ បន្ទាប់ពីយើងបានតភ្ជាប់គ្នា។",
                        "Sinhalese": "මේ කෙල්ල කියපු හු*යක් තමයි, මට ගොඩාක් අකමැති වුනේ, අපි එකතුවීසිටියෙන් පස්සේ ඇය මට මෙහෙම කිව්වා.",
                        "Amharic": "ይህንን ቆይታ አንዲት ሴት አለችኝ፣ ለምን እንደሆነ እንደ እንዲህ እንዲሁ ተቀባይነት ተሰማኝ። እንዲሁም በሁሉም ቦታ እንደ ታመንኩ እንዲሁም እንዲሁ ተቀባይነት ተሰማኝ።",
                        "Pashto": "یوې نجلۍ دا خبره وکړه، زه ډیر بې عزته وم، دا هغه څه دي چې هغې ماته وویل، کله چې موږ یوځای شو.",
                        "Burmese": "မိန်းကလေးတစ်ဦးကဒီအပြုအမူအချက်ကို ပြောခဲ့ပြီး ကျွန်တော်ကို အလွန်စိတ်မကောင်းစွာ ထိခိုက်စေခဲ့ပါတယ်။",
                        "Somali": "Gabar ayaa tiri hadalkan, aad ayaan u xishooday, tani waa waxa ay i tiri kadib markii aan isugu nimid."
                    }
                },
                {
                    "text": "She was like, “Jimmy, um, I’m just glad the stereotypes, not true.”",
                    "translations": {
                        "Chinese": "她说，“吉米，嗯，我很高兴那些刻板印象不是真的。”",
                        "Spanish": "Ella dijo, 'Jimmy, um, me alegra que los estereotipos no sean verdad.'",
                        "Hindi": "वह बोली, 'जिम्मी, उhm, मुझे खुशी है कि रूढ़ियाँ सही नहीं हैं।'",
                        "Arabic": "قالت لي: 'جيمي، أم، أنا سعيدة فقط أن الصور النمطية ليست حقيقية'.",
                        "Bengali": "সে বলল, 'জিমি, উম, আমি শুধু খুশি যে গৎবাঁধা ধারণাগুলো সত্য নয়।'",
                        "Portuguese": "Ela disse: 'Jimmy, hum, estou feliz que os estereótipos não sejam verdadeiros.'",
                        "Russian": "Она сказала: 'Джимми, эм, я просто рада, что стереотипы не соответствуют действительности.'",
                        "Japanese": "彼女は「ジミー、あの、ステレオタイプが本当じゃなくてよかった」と言ったんだ。",
                        "Punjabi": "ਉਹ ਕਹਿ ਰਹੀ ਸੀ, 'ਜਿਮੀ, ਉਮ, ਮੈਂ ਸਿਰਫ਼ ਖੁਸ਼ ਹਾਂ ਕਿ ਸਟੀਰੀਓਟਾਈਪ ਸੱਚ ਨਹੀਂ ਹਨ।'",
                        "German": "Sie sagte: 'Jimmy, ähm, ich bin einfach froh, dass die Klischees nicht wahr sind.'",
                        "Javanese": "Dheweke ngomong, 'Jimmy, um, aku mung seneng yen stereotip ora bener.'",
                        "Korean": "그녀는 '지미, 음, 고정관념이 사실이 아니라서 다행이야'라고 말했어요.",
                        "French": "Elle a dit : 'Jimmy, euh, je suis juste contente que les stéréotypes ne soient pas vrais.'",
                        "Telugu": "ఆమె ఇలా చెప్పింది, 'జిమ్మీ, ఉమ్, నాకు సంతోషంగా ఉంది, స్టీరియోటైప్స్ నిజం కావు.'",
                        "Marathi": "ती म्हणाली, 'जिमी, उह, मला फक्त आनंद आहे की गृहीतके खोटी आहेत.'",
                        "Tamil": "அவள் சொன்னாள், 'ஜிம்மி, உம், நான் மிகுந்த மகிழ்ச்சியுடன் இருக்கிறேன், கட்டமைப்புகள் உண்மை அல்ல.'",
                        "Vietnamese": "Cô ấy nói: 'Jimmy, ừm, tôi chỉ vui vì những định kiến đó không đúng.'",
                        "Urdu": "اس نے کہا، 'جمی، ام، مجھے خوشی ہے کہ دقیانوسی تصورات درست نہیں ہیں۔'",
                        "Filipino": "Sabi niya, 'Jimmy, um, natutuwa akong hindi totoo ang mga stereotype.'",
                        "Romanian": "Ea a spus: 'Jimmy, um, mă bucur doar că stereotipurile nu sunt adevărate.'",
                        "Albanian": "Ajo tha: 'Jimmy, um, jam thjesht i lumtur që stereotipet nuk janë të vërteta.'",
                        "Nepali": "उसले भनिन्, 'जिम्मी, उम, मलाई खुशी लाग्छ कि रूढीहरू सत्य छैनन्।'",
                        "Khmer": "នាងបាននិយាយថា 'ជីមី អ៊ឹម ខ្ញុំគ្រាន់តែមានក្តីសុខចិត្តពីការយល់ច្រឡំទាំងនោះ ហើយពិតជាមិនពិតទេ។'",
                        "Sinhalese": "ඇය කිව්වා, 'ජිම්මි, අම්, මට සත්‍ය නමුත් හොඳයි කියලා හිතෙනවා'.",
                        "Amharic": "እርሷ እንዲህ አለች፣ 'ጂሚ፣ እኔ እንደ ታመንኩ እንዲሁ እንዲሁ እንደሆነ እንዲሁ እንዲሁ አማራጭ አድርጋለሁ።'",
                        "Pashto": "هغې داسې وویل، 'جمي، um، زه خوښ یم چې کلیشه ګانې رښتیا نه دي.'",
                        "Burmese": "သူမက \"ဂျီမီ၊ အင်္ဂါ၊ ကျွန်မ ရိုးကျ အယူအဆတွေ မမှန်ဘူး\" ဟု ပြောကြားခဲ့သည်။",
                        "Somali": "Waxay tiri, 'Jimmy, um, waxaan ku faraxsanahay in sawirka caadiga ah uusan run ahayn.'"
                    }
                },
                {
                    "text": "You don't have a small penis.",
                    "translations": {
                        "Chinese": "你没有小阴茎。",
                        "Spanish": "No tienes un pene pequeño.",
                        "Hindi": "तुम्हारा लिंग छोटा नहीं है।",
                        "Arabic": "ليس لديك قضيب صغير.",
                        "Bengali": "তোমার লিঙ্গ ছোট নয়।",
                        "Portuguese": "Você não tem um pênis pequeno.",
                        "Russian": "У тебя не маленький пенис.",
                        "Japanese": "あなたは小さいペニスではありません。",
                        "Punjabi": "ਤੁਹਾਡਾ ਲਿੰਗ ਛੋਟਾ ਨਹੀਂ ਹੈ।",
                        "German": "Du hast keinen kleinen Penis.",
                        "Javanese": "Sampeyan ora duwe kemal penis cilik.",
                        "Korean": "당신은 작은 성기를 가지고 있지 않습니다.",
                        "French": "Tu n'as pas un petit pénis.",
                        "Telugu": "మీకు చిన్న పురుషాంగం లేదు.",
                        "Marathi": "तुमचं लिंग लहान नाही.",
                        "Tamil": "உங்களிடம் சிறிய விந்தணு இல்லை.",
                        "Vietnamese": "Bạn không có dương vật nhỏ.",
                        "Urdu": "آپ کا عضو تناسل چھوٹا نہیں ہے۔",
                        "Filipino": "Wala kang maliit na ari.",
                        "Romanian": "Nu ai un penis mic.",
                        "Albanian": "Nuk ke një penis të vogël.",
                        "Nepali": "तिम्रो लिंग सानो छैन।",
                        "Khmer": "អ្នកមិនមានអាំងតូចទេ។",
                        "Sinhalese": "ඔබට කුඩා පුරුෂාංගයක් නැත.",
                        "Amharic": "አንድ ትንሽ ሳንባ አልተነሳህም።",
                        "Pashto": "تاسو یو کوچنی عضو تناسل نلرئ.",
                        "Burmese": "သင့်တွင် သေးငယ်သော ဆွတ်အင်္ဂါမရှိပါ။",
                        "Somali": "Ma lihid gus yar."
                    }
                },
                {
                    "text": "Damn, like, bitch, you understand you're just insulting my entire race of people, but thank you.",
                    "translations": {
                        "Chinese": "该死，贱人，你知道你这是在侮辱我的整个种族，但还是谢谢你。",
                        "Spanish": "Maldita sea, perra, ¿entiendes que estás insultando a toda mi raza de personas, pero gracias?",
                        "Hindi": "धत तेरे की, कमबख्त, क्या तुम्हें समझ में आता है कि तुम पूरी मेरी जाति का अपमान कर रही हो, लेकिन फिर भी धन्यवाद।",
                        "Arabic": "اللعنة، يا أيتها العاهرة، هل تفهمين أنك تهينين عرقي بأكمله، لكن شكراً لك.",
                        "Bengali": "ধুর, কুত্তি, তুমি বুঝতে পারছ তুমি শুধু আমার পুরো জাতির মানুষকে অপমান করছো, কিন্তু ধন্যবাদ।",
                        "Portuguese": "Droga, vadia, você entende que está insultando toda a minha raça de pessoas, mas obrigado.",
                        "Russian": "Черт возьми, сука, ты понимаешь, что оскорбляешь всю мою расу, но спасибо.",
                        "Japanese": "くそっ、ビッチ、君が俺の人種全体を侮辱してるってわかってるよね、でもありがとう。",
                        "Punjabi": "ਛਿ: ਕਿੰਨੀ ਕਮੀਨੀ ਏ, ਤੈਨੂੰ ਪਤਾ ਹੈ ਕਿ ਤੂੰ ਸਾਡੇ ਸਾਰੇ ਕੌਮ ਦਾ ਅਪਮਾਨ ਕਰ ਰਹੀ ਹੈ, ਪਰ ਧੰਨਵਾਦ।",
                        "German": "Verdammt, wie Schlampe, verstehst du, dass du gerade meine ganze Rasse beleidigst, aber danke.",
                        "Javanese": "Edan tenan, kaya asu wedok, sampeyan ngerti yen sampeyan mung ngina kabeh rasku, nanging matur nuwun.",
                        "Korean": "젠장, 이 년아, 네가 내 전 인종을 모욕하고 있다는 걸 알아, 그래도 고마워.",
                        "French": "Merde, espèce de salope, tu comprends que tu insultes toute ma race, mais merci.",
                        "Telugu": "అయ్యో, బిచ్, మీరు నా మొత్తం జాతిని అవమానిస్తున్నారని మీకు అర్థం అవుతోంది, కానీ ధన్యవాదాలు.",
                        "Marathi": "धत्त तेरी की, अशी का वागतेस, तुला समजतंय का की तू माझ्या संपूर्ण जातीचा अपमान करतेयेस, पण तरीही धन्यवाद.",
                        "Tamil": "சரியா, நாய், நீ என் முழு இனத்தையும் அவமதிக்கிறாய் என்று புரிந்துக்கொள், ஆனால் நன்றி.",
                        "Vietnamese": "Chết tiệt, con khốn, mày có hiểu rằng mày vừa xúc phạm toàn bộ chủng tộc của tao không, nhưng cảm ơn mày.",
                        "Urdu": "لعنت ہے، جیسے کتیا، تم سمجھ رہی ہو کہ تم صرف میری پوری نسل کے لوگوں کی توہین کر رہی ہو، لیکن شکریہ۔",
                        "Filipino": "Punyeta, parang puta, naiintindihan mo bang iniinsulto mo ang buong lahi ko, pero salamat.",
                        "Romanian": "La naiba, ca o târfă, înțelegi că tocmai îți insulți întreaga mea rasă de oameni, dar mulțumesc.",
                        "Albanian": "Dreq, si bushtër, e kupton që sapo fyeve gjithë racën time, por faleminderit.",
                        "Nepali": "धत, बिच, तिमी बुझ्छौ कि तिमीले मेरो पूरै जातको अपमान गरिरहेकी छौ, तर धन्यवाद।",
                        "Khmer": "ចុះសោត, មើលទៅអ្នកស្រី ដូចជាអ្នកនឹងនិយាយថាអ្នកកំពុងបង្ខូចអ្វីដែលជាសាសនាចក្ររបស់ខ្ញុំ ប៉ុន្តែសូមអរគុណ។",
                        "Sinhalese": "අන්දොයි, ඔහොම පල් හරක්කී, ඔයා දන්නවද ඔයා ඉන්නේ මගේ ගමේ හැමෝටම අපහාස කරන එකක්, නමුත් ස්තුතියි.",
                        "Amharic": "ወዲያው እንደ ታመንኩ ስላለህ ስላሉት አሁንም ምን እንደ ታመንኩ አድርገህ ታውቃለህ።",
                        "Pashto": "لعنت ، لکه څنګه چې دښمن، تاسو پوهیږئ چې تاسو یوازې زما د خلکو ټول نسل ته سپکاوی کوئ، مګر مننه.",
                        "Burmese": "ဣန္ဒြေ, သူမသည် ကျွန်ုပ်၏ လူမျိုးစု အပေါ် ညစ်ညမ်းသော အသုံးအနှုန်း တစ်ခုအား အသုံးပြု၍ ပြောသည်။ သို့သော် ကျေးဇူးတင်ပါသည်။",
                        "Somali": "Nacala, sida dhoocil, ma fahamtay inaad caayday dhamaan dadkeyga, laakiin mahadsanid."
                    }
                },
                {
                    "text": "First of all, thank you for thinking that I did have a small penis, and we still had sex.",
                    "translations": {
                        "Chinese": "首先，感谢你认为我有一个小阴茎，并且我们还是发生了性关系。",
                        "Spanish": "Primero que todo, gracias por pensar que yo tenía un pene pequeño, y aun así tuvimos sexo.",
                        "Hindi": "सबसे पहले, यह सोचने के लिए धन्यवाद कि मेरा लिंग छोटा था, और फिर भी हमने सेक्स किया।",
                        "Arabic": "أولاً، شكرًا لك على اعتقادك أن لدي قضيبًا صغيرًا، ومع ذلك قمنا بممارسة الجنس.",
                        "Bengali": "প্রথমত, আপনি মনে করেন যে আমার লিঙ্গ ছোট ছিল, এবং তবুও আমরা যৌনমিলন করেছি এজন্য ধন্যবাদ।",
                        "Portuguese": "Antes de mais nada, obrigado por pensar que eu tinha um pênis pequeno, e ainda assim fizemos sexo.",
                        "Russian": "Прежде всего, спасибо за то, что вы думали, что у меня маленький пенис, и всё же мы занялись сексом.",
                        "Japanese": "まず最初に、私が小さいペニスを持っていると思ってくれてありがとう、それでも私たちはセックスをしました。",
                        "Punjabi": "ਸਭ ਤੋਂ ਪਹਿਲਾਂ, ਇਹ ਸੋਚਣ ਲਈ ਧੰਨਵਾਦ ਕਿ ਮੇਰਾ ਲਿੰਗ ਛੋਟਾ ਸੀ, ਅਤੇ ਫਿਰ ਵੀ ਅਸੀਂ ਸੈਕਸ ਕੀਤਾ।",
                        "German": "Zunächst einmal danke, dass du dachtest, ich hätte einen kleinen Penis, und wir hatten trotzdem Sex.",
                        "Javanese": "Pisanan, matur nuwun amarga sampeyan ngira yen aku duwe kemal penis cilik, lan kita isih duwe seks.",
                        "Korean": "우선, 내가 작은 성기를 가지고 있다고 생각해줘서 고마워, 그리고 우리는 여전히 성관계를 가졌어.",
                        "French": "Tout d'abord, merci de penser que j'avais un petit pénis, et nous avons quand même eu des rapports sexuels.",
                        "Telugu": "మొదటగా, నా లింగం చిన్నదని మీరు అనుకోవడానికి ధన్యవాదాలు, మరియు మనం సెక్స్ చేసాము.",
                        "Marathi": "सर्वप्रथम, माझे लिंग लहान आहे असे वाटल्याबद्दल धन्यवाद, आणि तरीही आम्ही लैंगिक संबंध ठेवले.",
                        "Tamil": "முதலில், நான் சிறிய விந்தணு கொண்டிருக்கிறேன் என்று நினைத்ததற்கு நன்றி, மேலும் நாங்கள் இந்நேரத்தில் செக்ஸ் செய்தோம்.",
                        "Vietnamese": "Trước hết, cảm ơn bạn đã nghĩ rằng tôi có một dương vật nhỏ, và chúng ta vẫn quan hệ tình dục.",
                        "Urdu": "سب سے پہلے، یہ سوچنے کے لیے شکریہ کہ میرا عضو تناسل چھوٹا ہے، اور پھر بھی ہم نے جنسی تعلقات قائم کیے۔",
                        "Filipino": "Una sa lahat, salamat sa pag-aakalang mayroon akong maliit na ari, at nagkaroon pa rin tayo ng sex.",
                        "Romanian": "În primul rând, mulțumesc pentru că te-ai gândit că am avut un penis mic, și totuși am avut sex.",
                        "Albanian": "Së pari, faleminderit që mendove se kisha një penis të vogël, dhe gjithsesi patëm seks.",
                        "Nepali": "पहिले तिमीले मेरो लिंग सानो छ भनेर सोचेकोमा धन्यवाद, र हामीले यौन सम्बन्ध राख्यौं।",
                        "Khmer": "ជាដំបូងសូមអរគុណសម្រាប់ការគិតថាខ្ញុំមានអាំងតូច ហើយយើងនៅតែមានភេទ។",
                        "Sinhalese": "පළමුවෙන්ම, මට කුඩා පුරුෂාංගයක් තිබුනා යැයි සිතා ඇති බැවින් ස්තූතියි, අපි තවමත් ලිංගික සම්බන්ධතාවයක් ඇති කළා.",
                        "Amharic": "መጀመሪያ ስላልኩህ ስላት ስላልኩህ አመሰግናለሁ፣ እና እኛም ጋብቻ አናሳነቀን።",
                        "Pashto": "لومړی، ستاسو څخه مننه چې فکر کوئ چې ما یو کوچنی عضو تناسل درلود، او موږ لاهم جنسي اړیکې درلودې.",
                        "Burmese": "ပထမဆုံးအားဖြင့် ကျွန်ုပ်သည် သေးငယ်သော ဆွတ်အင်္ဂါ ရှိခဲ့သည်ဟု သင်ထင်ရှိခဲ့သည့်အတွက် ကျေးဇူးတင်ပါသည်၊ ဒါပေမယ့် ကျနော်တို့ သွားရောက် လိင်ဆက်ဆံမှု လုပ်ခဲ့ပါသည်။",
                        "Somali": "Marka hore, waad ku mahadsan tahay fikirka ah inaan gus yar leeyahay, oo waxaanu weli galmo samaynay."
                    }
                },
                {
                    "text": "You the real MVP (Most Valuable Player), you get two fortune cookies tonight, miss, thank you.",
                    "translations": {
                        "Chinese": "你是真正的MVP（最有价值球员），今晚你可以得到两个幸运饼干，小姐，谢谢你。",
                        "Spanish": "Eres el verdadero MVP (Jugador Más Valioso), obtienes dos galletas de la fortuna esta noche, señorita, gracias.",
                        "Hindi": "तुम असली एमवीपी (सबसे मूल्यवान खिलाड़ी) हो, तुम्हें आज रात दो फॉर्च्यून कुकी मिलेंगी, मैडम, धन्यवाद।",
                        "Arabic": "أنت الMVP الحقيقي (اللاعب الأكثر قيمة)، ستحصل على كعكتين من كعك الحظ الليلة، آنسة، شكرًا لك.",
                        "Bengali": "তুমি সত্যিকারের MVP (মোস্ট ভ্যালুয়েবল প্লেয়ার), আজ রাতে তুমি দুটি ফর্চুন কুকি পাবে, মিস, ধন্যবাদ।",
                        "Portuguese": "Você é o verdadeiro MVP (Jogador Mais Valioso), você ganha dois biscoitos da sorte esta noite, senhorita, obrigado.",
                        "Russian": "Ты настоящий MVP (Самый ценный игрок), сегодня вечером ты получишь два печенья с предсказаниями, мисс, спасибо.",
                        "Japanese": "君は本物のMVP（最優秀選手）だよ、今夜はフォーチュン・クッキーが二つもらえる、ありがとう。",
                        "Punjabi": "ਤੂੰ ਅਸਲੀ MVP (ਸਭ ਤੋਂ ਕੀਮਤੀ ਖਿਡਾਰੀ) ਹੈਂ, ਤੈਨੂੰ ਅੱਜ ਰਾਤ ਨੂੰ ਦੋ ਫਾਰਚੂਨ ਕੁਕੀਜ਼ ਮਿਲਦੀਆਂ ਹਨ, ਮਿਸ, ਧੰਨਵਾਦ।",
                        "German": "Du bist der wahre MVP (Wertvollster Spieler), du bekommst heute Abend zwei Glückskekse, Fräulein, danke.",
                        "Javanese": "Sampeyan MVP (Pemain Paling Berharga) sing sejatine, sampeyan entuk rong cookie rejeki bengi iki, mbak, matur nuwun.",
                        "Korean": "당신이 진정한 MVP (최우수 선수)입니다. 오늘 밤 행운의 쿠키 두 개를 받으세요, 아가씨, 감사합니다.",
                        "French": "Tu es le véritable MVP (Joueur le plus précieux), tu reçois deux biscuits de fortune ce soir, mademoiselle, merci.",
                        "Telugu": "మీరు నిజమైన MVP (మోస్ట్ వాల్యూయబుల్ ప్లేయర్), మీరు ఈ రాత్రి రెండు ఫార్చ్యూన్ కుకీలు పొందుతారు, మిస్, ధన్యవాదాలు.",
                        "Marathi": "तू खरा MVP (मोस्ट व्हॅल्युएबल प्लेयर) आहेस, तुला आज रात्री दोन फॉर्च्यून कुकीज मिळतील, मिस, धन्यवाद.",
                        "Tamil": "நீங்கள் உண்மையான MVP (மிகவும் மதிப்புமிக்க வீரர்), இன்று இரவு நீங்கள் இரண்டு பாண்டம் குக்கீகளைப் பெறுகிறீர்கள், மிஸ், நன்றி.",
                        "Vietnamese": "Bạn là MVP thực sự (Cầu thủ giá trị nhất), bạn sẽ nhận được hai chiếc bánh quy may mắn tối nay, cô gái, cảm ơn bạn.",
                        "Urdu": "آپ ہی اصل ایم وی پی (سب سے قیمتی کھلاڑی) ہیں، آپ کو آج رات دو فاؤچون کوکیز ملیں گی، محترمہ، شکریہ۔",
                        "Filipino": "Ikaw ang tunay na MVP (Pinakamahalagang Manlalaro), makakakuha ka ng dalawang fortune cookie ngayong gabi, miss, salamat.",
                        "Romanian": "Tu ești adevăratul MVP (Cel mai valoros jucător), vei primi două biscuiți cu noroc în seara asta, domnișoară, mulțumesc.",
                        "Albanian": "Ti je MVP-ja e vërtetë (Lojtari Më i Vlefshëm), sonte merr dy biskota fati, zonjusha, faleminderit.",
                        "Nepali": "तिमी नै असली MVP (मोस्ट भ्यालुएबल प्लेयर) हौ, तिमीले आज राति दुईवटा फर्चुन कुकीज पाउँछौ, मिस, धन्यवाद।",
                        "Khmer": "អ្នកគឺជា MVP (អ្នកលេងដែលមានតម្លៃបំផុត) ដ៏ពិតប្រាកដ អ្នកនឹងទទួលបាននំសំណាងពីរពេលយប់នេះ សូមអរគុណ ។",
                        "Sinhalese": "ඔයානම් හොඳම MVP (අත්‍යවශ්‍යම ක්‍රීඩකයා) එකක්, ඔයාට අද රෑට ළහිරු කුකීස් දෙකක් ලැබෙයි, ආච්චි, ස්තූතියි.",
                        "Amharic": "እርስዎ እንደ እግዚአብሔር እንደ ታላቁ እንደ ታመንኩ እንደ እግዚአብሔር እንደ ታላቁ ይረዳሉ።",
                        "Pashto": "تاسو اصلي MVP (ډیر قیمتي لوبغاړی) یاست، تاسو نن شپه دوه بختور کوکیز ترلاسه کوئ، اغلې، مننه.",
                        "Burmese": "သင်သည် တကယ်သော MVP (အဖိုးတန်ဆုံး ကစားသမား) ဖြစ်ပြီး သင်သည် ယနေ့ညတွင် ကံကောင်းသော ကွတ်ကီးများကို ရရှိမည်ဖြစ်သည်။ မိန်းကလေး၊ ကျေးဇူးတင်ပါသည်။",
                        "Somali": "Adiga ayaa ah MVP-ga dhabta ah (Ciyaaryahanka Ugu Qiimaha Badan), waxaad caawa heshaa laba buskud oo nasiib ah, miss, waad ku mahadsantahay."
                    }
                },
                {
                    "text": "But that's a fucked up stereotype, right?, that's not even true, that's a fucked up stereotype.",
                    "translations": {
                        "Chinese": "但那是个糟糕的刻板印象，对吧？那甚至不是真的，那是个糟糕的刻板印象。",
                        "Spanish": "Pero eso es un estereotipo jodido, ¿verdad? Ni siquiera es cierto, es un estereotipo jodido.",
                        "Hindi": "लेकिन वह एक गड़बड़ रूढ़िवादिता है, है ना? वह तो सच भी नहीं है, वह एक गड़बड़ रूढ़िवादिता है।",
                        "Arabic": "لكن هذا تصور نمطي سيئ، أليس كذلك؟ هذا ليس صحيحاً حتى، إنه تصور نمطي سيئ.",
                        "Bengali": "কিন্তু এটি একটি বাজে গোঁড়ামি, তাই না? এটি সত্যও নয়, এটি একটি বাজে গোঁড়ামি।",
                        "Portuguese": "Mas isso é um estereótipo fudido, certo? Isso nem é verdade, é um estereótipo fudido.",
                        "Russian": "Но это дерьмовый стереотип, правда? Это даже не правда, это дерьмовый стереотип.",
                        "Japanese": "でも、それって最低なステレオタイプだよね？それは事実でもないし、最低なステレオタイプだよ。",
                        "Punjabi": "ਪਰ ਇਹ ਇੱਕ ਭੈੜਾ ਸਟੀਰੀਓਟਾਈਪ ਹੈ, ਹੈ ਨਾਂ? ਇਹ ਤਾ ਸੱਚ ਵੀ ਨਹੀਂ ਹੈ, ਇਹ ਇੱਕ ਭੈੜਾ ਸਟੀਰੀਓਟਾਈਪ ਹੈ।",
                        "German": "Aber das ist ein beschissenes Klischee, oder? Das stimmt nicht einmal, das ist ein beschissenes Klischee.",
                        "Javanese": "Nanging iku stereotip sing nggegirisi, ta? Kuwi malah ora bener, iku stereotip sing nggegirisi.",
                        "Korean": "하지만 그건 잘못된 고정관념이잖아, 그렇지? 그건 사실도 아니고, 잘못된 고정관념이야.",
                        "French": "Mais c'est un stéréotype merdique, non? Ce n'est même pas vrai, c'est un stéréotype merdique.",
                        "Telugu": "కానీ అదొక చెత్త స్టీరియోటైప్, కదా?, అది నిజం కూడా కాదు, అదొక చెత్త స్టీరియోటైప్.",
                        "Marathi": "पण तो एक वाईट पूर्वग्रह आहे, बरोबर?, ते खरं देखील नाही, तो एक वाईट पूर्वग्रह आहे.",
                        "Tamil": "ஆனால் அது ஒரு மோசமான வழக்கமாகவுள்ளது, இல்லையா?, அது உண்மையாகவும் இல்லை, அது ஒரு மோசமான வழக்கமாகவுள்ளது.",
                        "Vietnamese": "Nhưng đó là một định kiến tồi tệ, phải không? Điều đó thậm chí không đúng, đó là một định kiến tồi tệ.",
                        "Urdu": "لیکن یہ ایک برا دقیانوسی تصور ہے، ہے نا؟ یہ تو سچ بھی نہیں ہے، یہ ایک برا دقیانوسی تصور ہے۔",
                        "Filipino": "Pero isa iyong mali na stereotype, di ba? Hindi nga iyon totoo, isa iyong mali na stereotype.",
                        "Romanian": "Dar asta e un stereotip prostesc, nu? Nici măcar nu e adevărat, e un stereotip prostesc.",
                        "Albanian": "Por kjo është një stereotip i çmendur, apo jo? Kjo as nuk është e vërtetë, është një stereotip i çmendur.",
                        "Nepali": "तर त्यो त खराब पूर्वाग्रह हो, होइन र? त्यो त सत्य पनि होइन, त्यो त खराब पूर्वाग्रह हो।",
                        "Khmer": "តែវាគឺជារឿងចម្លែកមួយណាស់មែនទេ? នេះក៏ពិតជាពិតណាស់ទេ, វាគឺជារឿងចម្លែកមួយណាស់។",
                        "Sinhalese": "ඒත් ඔය ටික පට්ටම හු*පකමක්, අහ්? ඒක ඇත්ත කියන්නෙවත් නෑ, පට්ටම හු*පකමක්.",
                        "Amharic": "እንዲሁም በሁሉም ቦታ እንደ እግዚአብሔር እንደ ታላቁ እንደ እግዚአብሔር እንደ ታላቁ ይረዳሉ። እንዲሁም በሁሉም ቦታ እንደ እግዚአብሔር እንደ ታላቁ ይረዳሉ።",
                        "Pashto": "خو دا یو خراب کلیشه ده، سمه ده؟ دا حتی ریښتیا هم نه ده، دا یو خراب کلیشه ده.",
                        "Burmese": "ဒါဟာ ရှုပ်ထွေးတဲ့ ကျောက်စာတစ်ခုပါ၊ ဟုတ်လား၊ ဒါမှမဟုတ် အမှန်တကယ် မဟုတ်ဘူး၊ ဒါဟာ ရှုပ်ထွေးတဲ့ ကျောက်စာတစ်ခုပါ။",
                        "Somali": "Laakiin taasi waa aragti khaldan, sax? Taasna maaha mid dhab ah, waa aragti khaldan."
                    }
                },
                {
                    "text": "Everybody should have average dick, until proven guilty.",
                    "translations": {
                        "Chinese": "每个人都应该被认为有普通大小的阴茎，除非证明有罪。",
                        "Spanish": "Todos deberían tener un pene promedio, hasta que se demuestre lo contrario.",
                        "Hindi": "हर किसी का लिंग औसत होना चाहिए, जब तक कि उसे दोषी साबित न किया जाए।",
                        "Arabic": "يجب أن يكون لدى الجميع قضيب متوسط الحجم، حتى تثبت إدانتهم.",
                        "Bengali": "সবাইকে গড় লিঙ্গের অধিকারী হিসেবে ধরা উচিত, যতক্ষণ না দোষী প্রমাণিত হয়।",
                        "Portuguese": "Todo mundo deveria ter um pênis médio, até que se prove o contrário.",
                        "Russian": "У всех должен быть средний член, пока не доказано обратное.",
                        "Japanese": "全員、罪が証明されるまでは平均的なペニスであるべきだ。",
                        "Punjabi": "ਹਰੇਕ ਦਾ ਲਿੰਗ ਔਸਤ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਦ ਤੱਕ ਕਿ ਦੋਸ਼ੀ ਸਾਬਤ ਨਹੀਂ ਹੁੰਦਾ।",
                        "German": "Jeder sollte einen durchschnittlichen Penis haben, bis die Schuld bewiesen ist.",
                        "Javanese": "Kabeh wong kudu duwe kemal penis rata-rata, nganti kabukten salah.",
                        "Korean": "모두가 유죄가 입증될 때까지 평균적인 성기를 가져야 합니다.",
                        "French": "Tout le monde devrait avoir un pénis moyen, jusqu'à preuve du contraire.",
                        "Telugu": "ప్రతిఒక్కరిది సాధారణ లింగం ఉండాలి, తప్పు రుజువు అయ్యే వరకు.",
                        "Marathi": "प्रत्येकाचा लिंग सरासरी असावा, जोपर्यंत तो दोषी ठरत नाही.",
                        "Tamil": "ஒவ்வொருவரும் சராசரி விந்தணுவைக் கொண்டிருக்க வேண்டும், குற்றவாளி என்று நிரூபிக்கப்படும் வரை.",
                        "Vietnamese": "Mọi người nên có một dương vật trung bình, cho đến khi bị chứng minh là có tội.",
                        "Urdu": "ہر کسی کے پاس اوسط عضو تناسل ہونا چاہیے، جب تک کہ جرم ثابت نہ ہو جائے۔",
                        "Filipino": "Dapat lahat ay may katamtamang laki ng ari, hanggang mapatunayang nagkasala.",
                        "Romanian": "Toată lumea ar trebui să aibă un penis mediu, până la dovedirea vinovăției.",
                        "Albanian": "Çdokush duhet të ketë një penis mesatar, derisa të provohet fajësia.",
                        "Nepali": "सबैको औसत लिंग हुनुपर्छ, दोषी प्रमाणित नभएसम्म।",
                        "Khmer": "មនុស្សគ្រប់គ្នាគួរតែមានអ្វីដែលត្រឹមត្រូវរហូតដល់បានបង្ហាញថាជាអំពើខុស។",
                        "Sinhalese": "හැමෝටම සාමාන්‍ය පුරුෂාංගයක් තිබිය යුතුයි, වරදකරු බව පෙනී යන තුරු.",
                        "Amharic": "ሁሉም ሰው እንደ እግዚአብሔር እንደ እግዚአብሔር ያለ።",
                        "Pashto": "هرڅوک باید اوسط عضو تناسل ولري، تر هغه چې ګناه ثابته شي.",
                        "Burmese": "အပြစ်မရှိသည်ကို သက်သေပြရန် မပြုမီ၊ လူတိုင်းသည် ပျမ်းမျှ အင်္ဂါကိုင်ဆောင်ထားသင့်သည်။",
                        "Somali": "Qof kastaa waa inuu leeyahay gus celcelis ah, ilaa laga caddeeyo dambi."
                    }
                },
                {
                    "text": "I don't care how tall you are, what ifs in there or how big your hands are, everybody should start at an average dick, eight inches, and we go from there.",
                    "translations": {
                        "Chinese": "我不在乎你有多高，里面有什么可能性，或者你的手有多大，每个人都应该从平均八英寸开始，我们再从那里出发。",
                        "Spanish": "No me importa qué tan alto seas, qué hay ahí o qué tan grandes sean tus manos, todos deberían empezar con un pene promedio de ocho pulgadas, y de ahí partimos.",
                        "Hindi": "मुझे परवाह नहीं है कि आपकी लंबाई कितनी है, अंदर क्या है या आपके हाथ कितने बड़े हैं, सभी को औसत आठ इंच के लिंग से शुरुआत करनी चाहिए, और हम वहीं से आगे बढ़ते हैं।",
                        "Arabic": "لا يهمني كم طولك، ماذا لو كان هناك أو حجم يديك، يجب أن يبدأ الجميع بعضو ذكري متوسط، ثماني بوصات، وننطلق من هناك.",
                        "Bengali": "আমি পাত্তা দিই না আপনি কতটা লম্বা, সেখানে কী আছে বা আপনার হাত কত বড়, প্রত্যেকেরই গড় আট ইঞ্চির লিঙ্গ থেকে শুরু করা উচিত এবং আমরা সেখান থেকে শুরু করি।",
                        "Portuguese": "Eu não me importo com a sua altura, o que há lá dentro ou o tamanho das suas mãos, todo mundo deveria começar com um pau de tamanho médio, oito polegadas, e seguimos a partir daí.",
                        "Russian": "Мне все равно, какого вы роста, что там внутри или какого размера у вас руки, каждый должен начинать с восьмидюймового среднего члена, и оттуда мы продолжаем.",
                        "Japanese": "君の身長がどれくらいか、何があるか、手がどれだけ大きいかなんて関係ない。みんな平均的なペニス、8インチから始めて、そこから進めばいい。",
                        "Punjabi": "ਮੈਨੂੰ ਪਤਾ ਨਹੀਂ ਕਿ ਤੂੰ ਕਿੰਨਾ ਲੰਮਾ ਹੈ, ਉੱਥੇ ਕੀ ਹੈ ਜਾਂ ਤੇਰੇ ਹੱਥ ਕਿੰਨੇ ਵੱਡੇ ਹਨ, ਹਰ ਕਿਸੇ ਨੂੰ ਇੱਕ ਸਾਧਾਰਣ ਲਿੰਗ, ਅੱਠ ਇੰਚਾਂ 'ਤੇ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਅਸੀਂ ਉੱਥੋਂ ਅੱਗੇ ਵਧਦੇ ਹਾਂ।",
                        "German": "Mir ist egal, wie groß du bist, was da drin ist oder wie groß deine Hände sind, jeder sollte mit einem durchschnittlichen Penis von acht Zoll anfangen, und von dort aus gehen wir weiter.",
                        "Javanese": "Aku ora peduli sepira dhuwuré, apa sing ana ing kana utawa sepira gedhene tanganmu, saben wong kudu miwiti ing kemal penis rata-rata, wolung inci, lan kita lunga saka kana.",
                        "Korean": "당신의 키가 얼마나 크고, 그 안에 무엇이 있고, 손이 얼마나 큰지는 중요하지 않습니다. 모든 사람은 평균적인 성기, 8인치에서 시작해야 하며, 그 다음부터 시작합니다.",
                        "French": "Je me fiche de ta taille, de ce qu'il y a là-dedans ou de la taille de tes mains, tout le monde devrait commencer avec une taille moyenne, huit pouces, et on continue à partir de là.",
                        "Telugu": "మీ పొడవు ఎంత ఉన్నా, లోపల ఏమి ఉందో, లేదా మీ చేతులు ఎంత పెద్దవో, అందరూ సగటు పురుషాంగంతో ప్రారంభించాలి, ఎనిమిది అంగుళాలు, మరియు మనం అక్కడి నుండి ముందుకు సాగుతాము.",
                        "Marathi": "तू किती उंच आहेस, तिथे काय आहे किंवा तुझे हात किती मोठे आहेत याची मला पर्वा नाही, प्रत्येकाने सरासरी आठ इंचांपासून सुरुवात करावी आणि आपण तिथून पुढे जाऊ.",
                        "Tamil": "உங்கள் உயரம் எவ்வளவு, உள்ளே என்ன இருக்கிறது அல்லது உங்கள் கைகளின் அளவு என்ன, ஒவ்வொருவரும் சராசரி பால் உறுப்பு, எட்டு இன்ச், பிறகு நாம் அங்கிருந்து செல்கிறோம்.",
                        "Vietnamese": "Tôi không quan tâm bạn cao bao nhiêu, có gì trong đó hoặc tay bạn to như thế nào, mọi người nên bắt đầu với một dương vật trung bình, tám inch, và chúng ta đi từ đó.",
                        "Urdu": "مجھے پرواہ نہیں ہے کہ آپ کتنے لمبے ہیں، وہاں کیا ہے یا آپ کے ہاتھ کتنے بڑے ہیں، ہر کسی کو اوسط عضو تناسل، آٹھ انچ سے شروع کرنا چاہیے، اور ہم وہاں سے آگے بڑھتے ہیں۔",
                        "Filipino": "Wala akong pakialam kung gaano ka katangkad, kung ano ang nasa loob o kung gaano kalaki ang iyong mga kamay, dapat magsimula ang lahat sa isang average na ari, walong pulgada, at magpapatuloy tayo mula doon.",
                        "Romanian": "Nu-mi pasă cât de înalt ești, ce este acolo sau cât de mari sunt mâinile tale, toată lumea ar trebui să înceapă cu un penis mediu, opt inci, și de acolo continuăm.",
                        "Albanian": "Nuk më intereson sa i gjatë je, çfarë ka atje brenda apo sa të mëdha janë duart e tua, të gjithë duhet të fillojnë me një penis mesatar, tetë inç, dhe ne vazhdojmë nga aty.",
                        "Nepali": "तिमी कति अग्लो छौ, त्यहाँ के छ, वा तिम्रा हात कति ठूला छन् भनेर मलाई मतलब छैन, सबैले औसत लिंग, आठ इन्चबाट सुरु गर्नुपर्छ, र हामी त्यहाँबाट अगाडि बढ्छौं।",
                        "Khmer": "ខ្ញុំមិនអើពើថាអ្នកខ្ពស់ប៉ុណ្ណា អ្វីគឺមាននៅទីនោះ ឬអង្គធាតុភេទរបស់អ្នកធំប៉ុណ្ណា គ្រប់គ្នាគួរតែចាប់ផ្តើមនៅរយៈកម្ពស់មធ្យម សមាជិកសំរាប់រយៈពេលប៉ុន្មានខែ ហើយយើងបន្តពីទីនោះ។",
                        "Sinhalese": "ඔබ කී තරම් උස කෙනෙක්ද, ඇතුළේ මොනවාදැයි, නැතහොත් ඔබේ අතින් කොපමණ විශාලදැයි, මා කණගාටුවට පත්වෙමි. සියල්ලන්ම සාමාන්‍ය පුරුෂ ලිංග ආරම්භ කළ යුතු අතර, එය අඟල් අටක් වේ, අපි එයින් අරඹමු.",
                        "Amharic": "በሁሉም ቦታ በሁሉም ቦታ እንደ እግዚአብሔር እንደ እግዚአብሔር ያለ።",
                        "Pashto": "هرڅوک باید اوسط عضو تناسل سره پیل وکړي، اته انچه، او موږ له هغه ځای څخه ځو.",
                        "Burmese": "အပြစ်မရှိသည်ကို သက်သေပြရန် မပြုမီ၊ လူတိုင်းသည် ပျမ်းမျှ အင်္ဂါကိုင်ဆောင်ထားသင့်သည်။ အင်္ဂါအရွယ်အစား ၈လက်မ ဖြစ်သည်။",
                        "Somali": "Qof kastaa waa inuu bilaabaa guska caadiga ah, sideed inji, waxaanan ka bilaabeynaa halkaas."
                    }
                },
                {
                    "text": "There's so much pressure, man, now I feel like every time I have sex there's a billion chinese people, on my back, just judging me.",
                    "translations": {
                        "Chinese": "压力太大了，伙计，现在我感觉每次我做爱时，就像有十亿中国人在背后审判我。",
                        "Spanish": "Hay tanta presión, hombre, ahora siento que cada vez que tengo sexo hay mil millones de chinos, en mi espalda, simplemente juzgándome.",
                        "Hindi": "बहुत ज़्यादा दबाव है, यार, अब मुझे ऐसा लगता है कि जब भी मैं सेक्स करता हूँ, मेरे पीठ पर एक अरब चीनी लोग होते हैं, बस मुझे जज कर रहे होते हैं।",
                        "Arabic": "هناك الكثير من الضغط، يا رجل، الآن أشعر أنه في كل مرة أمارس الجنس هناك مليار صيني على ظهري، يحكمون علي.",
                        "Bengali": "অনেক চাপ আছে, মানুষ, এখন আমার মনে হচ্ছে যখনই আমি যৌনমিলন করি তখন আমার পিঠে এক বিলিয়ন চীনা লোক আমাকে বিচার করছে।",
                        "Portuguese": "Há tanta pressão, cara, agora eu sinto que toda vez que faço sexo há um bilhão de chineses, nas minhas costas, apenas me julgando.",
                        "Russian": "Такое давление, чувак, теперь я чувствую, что каждый раз, когда я занимаюсь сексом, на моей спине миллиард китайцев, просто осуждающих меня.",
                        "Japanese": "すごいプレッシャーだよ、まるでセックスするたびに、背中に10億人の中国人がいて、僕を裁いているような気分だ。",
                        "Punjabi": "ਬਹੁਤ ਦਬਾਅ ਹੈ, ਬੰਦੇ, ਹੁਣ ਮੈਨੂੰ ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ ਕਿ ਹਰ ਵਾਰ ਜਦੋਂ ਮੈਂ ਸੈਕਸ ਕਰਦਾ ਹਾਂ ਤਾਂ ਮੇਰੀ ਪਿੱਠ 'ਤੇ ਇਕ ਅਰਬ ਚੀਨੀ ਲੋਕ ਹੁੰਦੇ ਹਨ, ਸਿਰਫ ਮੇਰੀ ਨੁਕਤਾ ਚੀਨੀ ਕਰਦੇ ਹਨ।",
                        "German": "Es gibt so viel Druck, Mann, jetzt fühle ich mich, als ob jedes Mal, wenn ich Sex habe, eine Milliarde Chinesen auf meinem Rücken sitzen und mich verurteilen.",
                        "Javanese": "Ana akeh tekanan, kanca, saiki aku rumangsa saben-saben aku nggawe jinis, ana milyar wong Cina ing mburiku, mung ngadili aku.",
                        "Korean": "압박이 너무 심해요, 이제 성관계를 가질 때마다 수십억 명의 중국인이 내 등을 보고 판단하는 것 같아요.",
                        "French": "Il y a tellement de pression, mec, maintenant j'ai l'impression qu'à chaque fois que j'ai des relations sexuelles, il y a un milliard de Chinois, sur mon dos, en train de me juger.",
                        "Telugu": "ఇంతటి ఒత్తిడి ఉంది, బాబూ, ఇప్పుడు నేను ప్రతి సారి సెక్స్ చేసినప్పుడు నా వెనుక ఒక బిలియన్ మంది చైనీస్ వ్యక్తులు ఉన్నారని భావిస్తున్నాను, వారు నన్ను తీర్పు చేస్తున్నారు.",
                        "Marathi": "खूप दबाव आहे, माणसा, आता मला असं वाटतं की मी दरवेळी सेक्स करतो तेव्हा माझ्या पाठीवर एक अब्ज चिनी लोक आहेत, फक्त माझ्यावर निर्णय घेत आहेत.",
                        "Tamil": "அ столько давления, дружище, теперь мне кажется, что каждый раз, когда я занимаюсь сексом, на моей спине миллиард китайцев, просто судящих меня.",
                        "Vietnamese": "Áp lực quá lớn, bạn ạ, bây giờ tôi cảm thấy như mỗi khi tôi quan hệ tình dục, có một tỷ người Trung Quốc trên lưng tôi, chỉ trích tôi.",
                        "Urdu": "بہت زیادہ دباؤ ہے، یار، اب مجھے ایسا لگتا ہے کہ جب بھی میں جنسی تعلق کرتا ہوں، میری پیٹھ پر ایک ارب چینی لوگ ہیں، جو صرف مجھے جج کر رہے ہیں۔",
                        "Filipino": "Napakalaking pressure, pare, ngayon pakiramdam ko tuwing nakikipagtalik ako may isang bilyong Tsino, sa likod ko, na humuhusga sa akin.",
                        "Romanian": "E atâta presiune, omule, acum simt că de fiecare dată când fac sex, un miliard de chinezi sunt pe spatele meu, doar judecându-mă.",
                        "Albanian": "Ka aq shumë presion, njeri, tani ndjej se sa herë që bëj seks ka një miliard kinezë mbi shpinën time, vetëm duke më gjykuar.",
                        "Nepali": "धेरै दबाब छ, मान्छे, अब मलाई यस्तो लाग्छ कि म हरेक पटक सेक्स गर्दा मेरो ढाडमा एक अर्ब चिनियाँ मानिसहरू छन्, मलाई निर्णय गर्दै।",
                        "Khmer": "មានសម្ពាធច្រើនណាស់បង, ឥឡូវនេះខ្ញុំពិតជាមានអារម្មណ៍ថារាល់ពេលដែលខ្ញុំធ្វើផ្លូវភេទមានមនុស្សចិនមួយពាន់លាននៅលើខ្នងរបស់ខ្ញុំ គ្រាន់តែជាអ្នកវិភាគខ្ញុំ។",
                        "Sinhalese": "එතරම් ප්‍රෙශ්සර් එකක් මචං, දැන් නම් මට හිතෙන්නෙ මම සෙක්ස් කරනකොට එක්කෝ බිලියනක් චීනීන්ම මගෙ පත්තෙන් බලාගෙන ඉන්නව වගේයි.",
                        "Amharic": "እንዲሁም በሁሉም ቦታ እንደ እግዚአብሔር እንደ ታላቁ እንደ እግዚአብሔር እንደ ታላቁ ይረዳሉ።",
                        "Pashto": "ډېره فشار دی، سړی، اوس زه داسې احساس کوم چې هر ځل چې زه جنسیت کوم، زما په شا باندې ملیاردونه چینایان شتون لري، یوازې زما قضاوت کوي.",
                        "Burmese": "ဖိအားများလွန်တော့ ကျွန်တော်အတွက် အခုကျွန်တော်သည် ဆက်ဆံရေးလုပ်စဉ်အချိန်တိုင်းတွင် တရုတ် လူကြီးများ ရှိပါသည်။ ကျွန်တော်အတွက် ဆုံးဖြတ်ခြင်းဖြစ်ပါသည်။",
                        "Somali": "Waxaa jira cadaadis badan, saaxiib, hadda waxaan dareemayaa in mar kasta oo aan galmo sameeyo ay jiraan balaayiin Shiinaha ah, dhabarkayga, oo i xukumaya."
                    }
                },
                {
                    "text": "I gotta make sure I perform and represent, you know, I gotta give it an extra point for my uncle in Shanghai, an extra pump for my nephew in Hong Kong, that shit is like, oh my god.",
                    "translations": {
                        "Chinese": "我得确保表现出色，你知道的，我得为上海的叔叔多加一分，为香港的侄子多加一次，那感觉简直是，哦我的天啊。",
                        "Spanish": "Tengo que asegurarme de rendir y representar, ya sabes, tengo que darle un punto extra para mi tío en Shanghái, una bomba extra para mi sobrino en Hong Kong, esa mierda es como, oh Dios mío.",
                        "Hindi": "मुझे सुनिश्चित करना है कि मैं अच्छा प्रदर्शन करूँ और प्रतिनिधित्व करूँ, आप जानते हैं, मुझे शंघाई में अपने चाचा के लिए एक अतिरिक्त अंक देना है, हांगकांग में अपने भतीजे के लिए एक अतिरिक्त प्रयास करना है, वह बकवास है जैसे, हे भगवान।",
                        "Arabic": "يجب أن أتأكد من أنني أؤدي وأمثل، كما تعلم، يجب أن أعطيه نقطة إضافية لعمي في شنغهاي، وضخ إضافي لابن أخي في هونغ كونغ، هذا الشيء مثل، يا إلهي.",
                        "Bengali": "আমাকে অবশ্যই নিশ্চিত করতে হবে যে আমি পারফর্ম করছি এবং প্রতিনিধিত্ব করছি, আপনি জানেন, আমাকে শানঘাইতে আমার চাচার জন্য একটি অতিরিক্ত পয়েন্ট দিতে হবে, হংকংয়ে আমার ভাইপোর জন্য একটি অতিরিক্ত পাম্প দিতে হবে, এটি এমন মনে হচ্ছে, ওহ আমার ঈশ্বর।",
                        "Portuguese": "Eu tenho que garantir que desempenho e represento, você sabe, tenho que dar um ponto extra para o meu tio em Xangai, uma bombada extra para o meu sobrinho em Hong Kong, essa merda é tipo, oh meu Deus.",
                        "Russian": "Я должен убедиться, что я хорошо выступаю и представляю, понимаешь, мне нужно дать дополнительное очко для моего дяди в Шанхае, дополнительный толчок для моего племянника в Гонконге, это как, о боже мой.",
                        "Japanese": "ちゃんとパフォーマンスして、代表しなきゃならないんだよ、上海にいるおじさんのためにもう1ポイント、香港にいる甥っ子のためにもう1プッシュ、その感じはまるで「おお、神様」って感じだ。",
                        "Punjabi": "ਮੈਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਮੈਂ ਪ੍ਰਦਰਸ਼ਨ ਕਰਦਾ ਹਾਂ ਅਤੇ ਨਮਾਇੰਦਗੀ ਕਰਦਾ ਹਾਂ, ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ, ਮੈਨੂੰ ਸ਼ੰਘਾਈ ਵਿੱਚ ਆਪਣੇ ਚਾਚਾ ਲਈ ਇੱਕ ਵਾਧੂ ਪੁਆਇੰਟ ਦੇਣਾ ਹੈ, ਹਾਂਗਕਾਂਗ ਵਿੱਚ ਮੇਰੇ ਭਤੀਜੇ ਲਈ ਇੱਕ ਵਾਧੂ ਪੰਪ ਦੇਣਾ ਹੈ, ਉਹ ਚੀਜ਼ ਹੈ ਜਿਵੇਂ, ਓ ਮਾਈ ਗਾਡ।",
                        "German": "Ich muss sicherstellen, dass ich leiste und repräsentiere, weißt du, ich muss meinem Onkel in Shanghai einen extra Punkt geben, einen extra Stoß für meinen Neffen in Hongkong, dieser Scheiß ist wie, oh mein Gott.",
                        "Javanese": "Aku kudu mesthekake yen aku tampil lan makili, ngerti ora, aku kudu menehi nilai ekstra kanggo pamanku ing Shanghai, ekstra pump kanggo keponakanku ing Hong Kong, barang iku kaya, oh gusti Allah.",
                        "Korean": "내가 잘하고 대표할 수 있도록 해야 해, 상하이에 있는 삼촌을 위해 추가 점수를 주고, 홍콩에 있는 조카를 위해 추가 펌프를 줘야 해, 그게 뭐냐면, 오 마이 갓.",
                        "French": "Je dois m'assurer de bien performer et de représenter, tu sais, je dois donner un point supplémentaire pour mon oncle à Shanghai, une pompe supplémentaire pour mon neveu à Hong Kong, ce truc, c'est comme, oh mon dieu.",
                        "Telugu": "నేను ప్రదర్శన చేయాలని మరియు ప్రాతినిధ్యం వహించాలనుకుంటున్నాను, మీరు తెలుసు, నేను షాంఘైలో ఉన్న నా మామ కోసం అదనపు పాయింట్ ఇవ్వాలి, హాంగ్ కాంగ్‌లో ఉన్న నా మేనల్లుడు కోసం అదనపు పంప్ ఇవ్వాలి, ఆ చెత్త అనిపిస్తోంది, ఓ మై గాడ్.",
                        "Marathi": "मला खात्री करून घ्यायची आहे की मी चांगली कामगिरी करतोय आणि प्रतिनिधित्व करतोय, तुम्हाला माहिती आहे, शांघायमधल्या माझ्या काकासाठी एक अतिरिक्त पॉइंट द्यायचा आहे, हाँगकाँगमध्ये माझ्या पुतण्यासाठी एक अतिरिक्त पंप द्यायचा आहे, ती गोष्ट म्हणजे, ओह माय गॉड.",
                        "Tamil": "நான் செயல்பட வேண்டும் மற்றும் பிரதிநிதித்துவம் செய்ய வேண்டும், நீங்கள் அறிவீர்கள், ஷாங்காயில் உள்ள எனது மாமாவிற்கு கூடுதல் புள்ளியை நான் வழங்க வேண்டும், ஹாங்காங்கில் உள்ள எனது மைத்துனருக்கு கூடுதல் பம்பை வழங்க வேண்டும், அந்தக் குப்பை போல, ஓ மை காட்.",
                        "Vietnamese": "Tôi phải đảm bảo rằng tôi thực hiện tốt và đại diện, bạn biết đấy, tôi phải dành một điểm cộng cho chú tôi ở Thượng Hải, thêm một lần cho cháu tôi ở Hồng Kông, chuyện đó giống như, ôi chúa ơi.",
                        "Urdu": "مجھے اس بات کا یقین کرنا ہے کہ میں کارکردگی کا مظاہرہ کرتا ہوں اور نمائندگی کرتا ہوں، آپ جانتے ہیں، مجھے شنگھائی میں اپنے چچا کے لیے ایک اضافی پوائنٹ دینا ہے، ہانگ کانگ میں اپنے بھتیجے کے لیے ایک اضافی پمپ دینا ہے، یہ بات ایسی ہے جیسے، اوہ میرے خدا۔",
                        "Filipino": "Kailangan kong tiyakin na magpe-perform ako at magre-represent, alam mo, kailangan kong bigyan ito ng dagdag na puntos para sa aking tiyuhin sa Shanghai, isang dagdag na bomba para sa aking pamangkin sa Hong Kong, ang kalokohang iyon ay parang, oh my god.",
                        "Romanian": "Trebuie să mă asigur că performez și reprezint, știi, trebuie să îi dau un punct în plus unchiului meu din Shanghai, o pompare în plus pentru nepotul meu din Hong Kong, chestia asta e de genul, oh, Doamne.",
                        "Albanian": "Duhet të sigurohem që të performoj dhe të përfaqësoj, e di, duhet t'i jap një pikë shtesë xhaxhait tim në Shangai, një pompë shtesë për nipin tim në Hong Kong, ajo gjë është si, oh zot.",
                        "Nepali": "म सुनिश्चित गर्नुपर्छ कि मैले प्रदर्शन गर्छु र प्रतिनिधित्व गर्छु, तिमीलाई थाहा छ, मलाई शाङ्घाईमा रहेको मेरो काकाका लागि अतिरिक्त बिन्दु दिनु पर्छ, हङकङमा रहेको मेरो भतिजाका लागि अतिरिक्त पम्प दिनु पर्छ, त्यो कुरा यस्तो छ, हे भगवान्।",
                        "Khmer": "ខ្ញុំត្រូវធ្វើឱ្យប្រាកដថាខ្ញុំសម្តែង និងតំណាង ដឹងទេ ខ្ញុំត្រូវផ្តល់ពិន្ទុបន្ថែមសម្រាប់ពុកម៉ែខ្ញុំនៅទីក្រុងសាំងហៃ សម្រាប់ក្មួយប្រុសខ្ញុំនៅទីក្រុងហុងកុង បើនិយាយតាមពិតវាស៊ីស៊ីមែន។",
                        "Sinhalese": "මට වග බලාගන්න ඕනෙ, මම හොඳටම කරලා නියෝජනය කරනවද කියලා, ඔයා දන්නවද, මට මගෙ ශාංඛායි ලොක්කාට එක්ස්ට්‍රා පොයින්ට් එකකුත් දීලා හොංකොංවල මගෙ ලමයාට තවත් පුම්ප් එකකුත් දීලා, ඒක නම්, ඔහ් මයි ගොඩ්.",
                        "Amharic": "እንዲሁም በሁሉም ቦታ እንደ እግዚአብሔር እንደ ታላቁ እንደ እግዚአብሔር እንደ ታላቁ ይረዳሉ። በሁሉም ቦታ በሁሉም ቦታ እንደ እግዚአብሔር እንደ ታላቁ ይረዳሉ።",
                        "Pashto": "زه باید ډاډ ترلاسه کړم چې زه ترسره کوم او استازیتوب کوم، تاسو پوهیږئ، زه باید د شانګهای په اړه زما تره لپاره یو اضافي ټکی ورکړم، په هانګ کانګ کې زما د وراره لپاره یو اضافي پمپ، دا څه شی دی لکه، اوه زما خدای.",
                        "Burmese": "ကျွန်ုပ်သည် မကြာခဏ ဆက်ဆံရေးလုပ်ပြီး ထိရောက်သော ဆက်ဆံရေးဖြစ်သည်မှာ အင်္ဂါတော်သည် မကြာခဏ အတော်လေး ရှိနေသည်မှာ အင်္ဂါတော်သည် အတော်လေး ပါရှိသည်ဖြစ်သည်။",
                        "Somali": "Waa inaan hubiyo inaan waxqabad iyo matalaad sameeyo, waad garan kartaa, waa inaan siiyo dhibic dheeraad ah adeerkayga ku sugan Shanghai, bam dheeraad ah oo loogu talagalay inaadeerkayga ku sugan Hong Kong, waa sidan, ilaahay baan ku dhaartaye."
                    }
                },
                {
                    "text": "That's why you see all asian people, they'd be walking like this, just like, it is so much pressure.",
                    "translations": {
                        "Chinese": "这就是为什么你看到所有亚洲人，他们都这样走路，就像，有太大压力了。",
                        "Spanish": "Por eso ves a todas las personas asiáticas, caminando así, simplemente, es tanta presión.",
                        "Hindi": "इसीलिए आप सभी एशियाई लोगों को इस तरह चलते हुए देखते हैं, जैसे, यह बहुत दबाव है।",
                        "Arabic": "لهذا ترى جميع الآسيويين، يمشون هكذا، فقط مثل، إنه ضغط كبير جدًا.",
                        "Bengali": "এই কারণেই আপনি সমস্ত এশীয় মানুষকে দেখেন, তারা এভাবেই হাঁটছেন, এটি অনেক চাপ।",
                        "Portuguese": "É por isso que você vê todos os asiáticos, eles andam assim, como se fosse muita pressão.",
                        "Russian": "Вот почему вы видите всех азиатов, они ходят вот так, просто как, это такое давление.",
                        "Japanese": "だからアジア人がみんな、こんなふうに歩いてるのを見るんだよ、まるで、大きなプレッシャーを抱えてるみたいにね。",
                        "Punjabi": "ਇਸ ਲਈ ਤੁਸੀਂ ਸਾਰੇ ਏਸ਼ੀਆਈ ਲੋਕਾਂ ਨੂੰ ਇਸ ਤਰ੍ਹਾਂ ਤੁਰਦੇ ਦੇਖਦੇ ਹੋ, ਜਿਵੇਂ ਕਿ, ਇਹ ਬਹੁਤ ਵੱਡਾ ਦਬਾਅ ਹੈ।",
                        "German": "Deshalb siehst du alle Asiaten, sie gehen so, einfach so, es ist so viel Druck.",
                        "Javanese": "Mulane sampeyan ndeleng wong Asia kabeh, dheweke bakal mlaku kaya ngono, kaya, iku tekanan banget.",
                        "Korean": "그래서 모든 아시아 사람들이 이렇게 걷는 것을 볼 수 있습니다. 그만큼 압박이 큽니다.",
                        "French": "C'est pourquoi vous voyez tous les Asiatiques, ils marchent comme ça, comme ça, c'est tellement de pression.",
                        "Telugu": "అందుకే మీరు అన్ని ఆసియా ప్రజలను చూడవచ్చు, వారు ఇలా నడుస్తుంటారు, అలా, ఇది చాలా ఒత్తిడి.",
                        "Marathi": "म्हणूनच तुम्ही सर्व आशियाई लोकांना असे चालताना पाहता, जसे की, हे खूप दडपण आहे.",
                        "Tamil": "அதனால் தான் நீங்கள் அனைத்து ஆசிய மக்களையும் இப்படித்தான் நடப்பார்கள் என்று பார்க்கிறீர்கள், இது மிகவும் அழுத்தம்.",
                        "Vietnamese": "Đó là lý do tại sao bạn thấy tất cả người châu Á, họ sẽ đi bộ như thế này, chỉ giống như, đó là rất nhiều áp lực.",
                        "Urdu": "اسی لیے آپ تمام ایشیائی لوگوں کو دیکھتے ہیں، وہ اس طرح چلتے ہیں، جیسے، یہ بہت زیادہ دباؤ ہے۔",
                        "Filipino": "Kaya't nakikita mo ang lahat ng mga Asyano, naglalakad sila ng ganito, na parang, sobrang dami ng pressure.",
                        "Romanian": "De aceea vezi toți oamenii asiatici, ei merg așa, de parcă ar fi atât de multă presiune.",
                        "Albanian": "Kjo është arsyeja pse i sheh të gjithë aziatikët, ata do të ecnin kështu, sikur është shumë presion.",
                        "Nepali": "त्यसैले तपाईंले सबै एसियालीहरूलाई यसरी हिंड्न देख्नुहुन्छ, जस्तै, यो धेरै दबाब हो।",
                        "Khmer": "នេះហើយជាមូលហេតុដែលអ្នកបានឃើញមនុស្សអាស៊ីទាំងអស់។ ពួកគេដើរដូច្នេះ តែដូច្នេះ វាជាអំពើបំពាក់ដ៏ធំមួយ។",
                        "Sinhalese": "එහෙමයි එහෙමයි. ඔයාලාත් බලන්නකෝ. මේක නම් පට්ටම කේස් එකක්.",
                        "Amharic": "ይህን እንዲሁም በሁሉም ቦታ እንዲሁም በሁሉም ቦታ ይረዳሉ።",
                        "Pashto": "له همدې امله تاسو ټول آسیایی خلک ګورئ، دوی به داسې تګ کوي، لکه دا چې ډیره فشار دی.",
                        "Burmese": "ဒါကြောင့် အာရှလူမျိုးတွေကို မြင်ရတာပါ၊ သူတို့ ဒီလိုလမ်းလျှောက်ကြတာ အလွန်ဖိအားပေးတဲ့အဖြစ်ရှိနေတယ်။",
                        "Somali": "Taasi waa sababta aad u aragto dhammaan dadka Aasiyaanka ah, waxay u socdaan sidan, si fudud, waa cadaadis weyn."
                    }
                }
            ]
        }
    ]
}