{
    "lesson": [
        {
            "title": "Listen",
            "conversation": [
                {
                    "text": "Hey, have you talked to Grandma lately?",
                    "translations": {
                        "Chinese": "嘿，你最近和奶奶聊过天吗？",
                        "Spanish": "Oye, ¿has hablado con la abuela últimamente?",
                        "Hindi": "अरे, क्या आपने हाल ही में दादी से बात की है?",
                        "Arabic": "مرحباً، هل تحدثت إلى الجدة مؤخراً؟",
                        "Bengali": "হে, তুমি কি সম্প্রতি দাদী সঙ্গে কথা বলেছো?",
                        "Portuguese": "Ei, você tem falado com a vovó recentemente?",
                        "Russian": "Привет, ты недавно разговаривал с бабушкой?",
                        "Japanese": "ねえ、最近おばあちゃんと話した？",
                        "Punjabi": "ਹੇ, ਕੀ ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਦਾਦੀ ਨਾਲ ਗੱਲ ਕੀਤੀ ਹੈ?",
                        "German": "Hey, hast du neulich mit Oma gesprochen?",
                        "Javanese": "Hei, apa sampeyan wis ngobrol karo Nenek akhir-akhir iki?",
                        "Korean": "이봐, 최근에 할머니와 이야기했어?",
                        "French": "Hé, as-tu parlé à Mamie récemment ?",
                        "Telugu": "హే, మీరు ఇటీవల నాన్నతో మాట్లాడారా?",
                        "Marathi": "अरे, तुम्ही अलीकडे दाजीशी बोलला का?",
                        "Tamil": "ஹே, நீ அண்மையில் அப்பாவின் உடன் பேசினாயா?",
                        "Vietnamese": "Này, gần đây bạn có nói chuyện với bà không?",
                        "Urdu": "ارے، کیا تم نے حال ہی میں دادی سے بات کی ہے؟",
                        "Filipino": "Uy, nakipag-usap ka ba sa Lola kamakailan?",
                        "Romanian": "Hei, ai vorbit cu bunica în ultima vreme?",
                        "Albanian": "Hej, a ke folur me gjyshen kohët e fundit?",
                        "Nepali": "हे, के तिमीले हालै आमासँग कुरा गरेको छौ?",
                        "Khmer": "សួស្តី តើអ្នកបាននិយាយជាមួយយាយពេលថ្មីៗនេះទេ?",
                        "Sinhalese": "ආයුබෝවන්, ඔබට නැගෙනහිර අයට කතා කළාද?",
                        "Amharic": "ሄይ፣ በቅርብ ጊዜ ከእናቱ ጋር ተናግረህ አልተናገርክም?",
                        "Pashto": "هی، ایا تاسو نږدې وخت کې د نیکه سره خبرې کړي؟",
                        "Burmese": "ဟေ၊ သင်နောက်ဆုံးတွင် အဖွားနဲ့ စကားပြောခဲ့ပါသလား?",
                        "Somali": "Hey, ma la hadashay ayeeyo dhowaan?"
                    }
                },
                {
                    "text": "Yeah, I called her yesterday. She's doing well. She was talking about how much she enjoyed the family gathering last weekend.",
                    "translations": {
                        "Chinese": "是的，我昨天打电话给她了。她很好。她在谈论她有多么喜欢上周末的家庭聚会。",
                        "Spanish": "Sí, la llamé ayer. Ella está bien. Hablaba de cuánto disfrutó la reunión familiar el fin de semana pasado.",
                        "Hindi": "हाँ, मैंने उसे कल कॉल किया। वह अच्छी है। वह बात कर रही थी कि उसने पिछले सप्ताहांत के परिवारिक मिलन का कितना आनंद लिया।",
                        "Arabic": "نعم، اتصلت بها أمس. هي بخير. كانت تتحدث عن مدى استمتاعها بتجمع الأسرة في نهاية الأسبوع الماضي.",
                        "Bengali": "হ্যাঁ, আমি তাকে গতকাল ফোন করেছি। তিনি ভাল আছেন। তিনি গত সপ্তাহান্তে পারিবারিক মিলনের কতটা উপভোগ করেছেন সে সম্পর্কে কথা বলছিলেন।",
                        "Portuguese": "Sim, liguei para ela ontem. Ela está bem. Ela estava falando sobre o quanto ela gostou do encontro de família no último fim de semana.",
                        "Russian": "Да, я позвонил ей вчера. Она в порядке. Она говорила о том, как ей понравилась семейная встреча в прошлые выходные.",
                        "Japanese": "はい、昨日彼女に電話しました。彼女は元気です。彼女は先週末の家族の集まりがどれほど楽しかったかについて話していました。",
                        "Punjabi": "ਹਾਂ, ਮੈਂ ਕੱਲ ਉਸ ਨੂੰ ਫੋਨ ਕੀਤਾ। ਉਹ ਠੀਕ ਹੈ। ਉਹ ਗੱਲ ਕਰ ਰਹੀ ਸੀ ਕਿ ਉਸਨੇ ਪਿਛਲੇ ਹਫਤੇ ਦੇ ਪਰਿਵਾਰਕ ਇਕੱਤਰਤਾ ਦਾ ਕਿੰਨਾ ਆਨੰਦ ਲਿਆ।",
                        "German": "Ja, ich habe sie gestern angerufen. Es geht ihr gut. Sie hat darüber gesprochen, wie sehr sie das Familientreffen am letzten Wochenende genossen hat.",
                        "Javanese": "Ya, aku nelpon dheweke kemarin. Dheweke apik. Dheweke ngomong babagan pira senenge dheweke karo kumpul keluarga akhir minggu kepungkur.",
                        "Korean": "네, 어제 그녀에게 전화했어요. 그녀는 잘 지내고 있어요. 지난 주말 가족 모임을 얼마나 즐겼는지 이야기하고 있었어요.",
                        "French": "Oui, je l'ai appelée hier. Elle va bien. Elle parlait de combien elle a apprécié le rassemblement familial du week-end dernier.",
                        "Telugu": "అవును, నేను ఆమెను నిన్న కాల్ చేసాను. ఆమె బాగుంది. గత వారాంతం కుటుంబ సమావేశాన్ని ఎంత ఇష్టపడిందో ఆమె మాట్లాడింది.",
                        "Marathi": "होय, मी तिला काल फोन केला. ती चांगली आहे. तिने गेल्या आठवड्याच्या सुटीतील कुटुंबाच्या जमावाचा आनंद घेतला असल्याबद्दल बोलत होती.",
                        "Tamil": "ஆம், நான் அவளை நேற்று அழைத்தேன். அவள் நலமாகவே இருக்கிறாள். கடந்த வார இறுதியில் குடும்பக் கூட்டத்தைக் கேட்ட அவள் அந்த சந்திப்பை எவ்வளவு ரசித்துவிட்டாள் என்பதையும் பேசுகிறாள்.",
                        "Vietnamese": "Vâng, tôi đã gọi cho bà ấy hôm qua. Bà ấy khỏe. Bà ấy đang nói về việc bà ấy đã thưởng thức buổi tụ họp gia đình vào cuối tuần trước như thế nào.",
                        "Urdu": "ہاں، میں نے اسے کل فون کیا۔ وہ ٹھیک ہے۔ وہ بتا رہی تھی کہ اس نے پچھلے ہفتے کے آخر میں خاندانی اجتماع کا کتنا لطف اٹھایا۔",
                        "Filipino": "Oo, tinawagan ko siya kahapon. Mabuti siya. Sinasabi niya kung gaano siya nag-enjoy sa family gathering noong nakaraang katapusan ng linggo.",
                        "Romanian": "Da, am sunat-o ieri. Ea este bine. Vorbea despre cât de mult s-a bucurat de reuniunea de familie de weekendul trecut.",
                        "Albanian": "Po, e kam telefonuar dje. Ajo është mirë. Ajo fliste për sa shumë e ka shijuar takimin e familjes javën e kaluar.",
                        "Nepali": "हो, मैले उनलाई हिजो फोन गरेँ। उनी ठीक छिन्। उनले गत सप्ताहांतको परिवारको जमघटको कस्तो मजा आएको बारेमा कुरा गर्दै थिइन्।",
                        "Khmer": "អែត បងបានហៅគាត់កាលពីម្សិលមិញ។ នាងសុខសប្បាយ។ នាងកំពុងនិយាយអំពីអ្វីដែលនាងរីករាយនឹងការប្រមុំគ្រួសារនៅចុងសប្តាហ៍មុន។",
                        "Sinhalese": "ඔව්, මම ඇයට ඊයේ දුරකතන කළා. ඇය හොඳයි. ඇය පසුගිය සති අන්තයේ පවුලේ සංගමය කෙසේද යන්න ගැන කථා කරමින් සිටියාය.",
                        "Amharic": "እውነት ነው፣ ትናገርኩ ነበር። በዚህ ዓም ጤናማ ናት። ባልደረባ ስለሚወድድ የቤተሰብ ስብሰባው ስለውክልናው ተናገረች።",
                        "Pashto": "هو، ما پرون هغې ته زنګ ووهلو. هغه ښه ده. هغې د تیرې اونۍ په پای کې د کورنۍ غونډې څخه څومره خوند اخیستی دی په اړه خبرې کولې.",
                        "Burmese": "ဟုတ်ပါတယ်၊ ကျွန်တော်မင်းကိုမနေ့ကဖုန်းခေါ်ခဲ့ပါတယ်။ သူမကအထူးပီတိရှိပါတယ်။ မတ်တပ်ရပ်စီစဉ်ရာပွဲကိုတော်သလောက်ကြိုက်ခဲ့ပြီးစကားပြောနေခဲ့ပါတယ်။",
                        "Somali": "Haa, waxaan wacay shalay. Waxay fiican tahay. Waxay ka hadlaysay sida ay ugu faraxday kulan qoyska toddobaadkii hore."
                    }
                },
                {
                    "text": "Oh, that's nice to hear. Mom was really happy to see everyone together.",
                    "translations": {
                        "Chinese": "哦，听到这个消息真好。妈妈看到大家聚在一起真的很高兴。",
                        "Spanish": "Oh, qué bueno escuchar eso. Mamá estaba realmente feliz de ver a todos juntos.",
                        "Hindi": "ओह, यह सुनकर अच्छा लगा। माँ सभी को एक साथ देखकर वास्तव में खुश थीं।",
                        "Arabic": "أوه، من الجيد سماع ذلك. كانت والدتي سعيدة حقاً لرؤية الجميع معاً.",
                        "Bengali": "ওহ, এটা শুনে ভাল লাগলো। মা সবাইকে একসাথে দেখে সত্যিই খুশি ছিল।",
                        "Portuguese": "Ah, é bom ouvir isso. Mamãe ficou realmente feliz em ver todos juntos.",
                        "Russian": "О, приятно это слышать. Мама была действительно счастлива видеть всех вместе.",
                        "Japanese": "ああ、それを聞いてうれしいです。お母さんはみんなが一緒にいるのを見て本当に喜んでいました。",
                        "Punjabi": "ਓਹ, ਇਹ ਸੁਣਨ ਵਿੱਚ ਚੰਗਾ ਲੱਗਦਾ ਹੈ। ਮਾਂ ਸਾਰੇ ਇਕੱਠੇ ਦੇਖ ਕੇ ਵਾਕਈ ਖੁਸ਼ ਸੀ।",
                        "German": "Oh, das ist schön zu hören. Mama war wirklich glücklich, alle zusammen zu sehen.",
                        "Javanese": "Oh, apik banget krungu kabar iki. Ibu pancen seneng banget ndeleng kabeh wong bebarengan.",
                        "Korean": "아, 듣기 좋네요. 엄마는 모두 함께 있는 모습을 보고 정말 기뻐하셨어요.",
                        "French": "Oh, c'est agréable à entendre. Maman était vraiment heureuse de voir tout le monde ensemble.",
                        "Telugu": "అహ్, ఇది విని ఆనందంగా ఉంది. అమ్మ అందరినీ కలిసి చూడడం ద్వారా నిజంగా సంతోషించింది.",
                        "Marathi": "अहो, हे ऐकून आनंद झाला. आईला सर्वांना एकत्र पाहून खूप आनंद झाला.",
                        "Tamil": "அஹ், இது கேட்க நல்லது. அனைவரும் ஒரே இடத்தில் இருப்பது குறித்து அன்னை உண்மையிலேயும் மகிழ்ந்தார்.",
                        "Vietnamese": "Ồ, thật tốt khi nghe điều đó. Mẹ thực sự rất vui khi thấy mọi người cùng nhau.",
                        "Urdu": "اوہ، یہ سن کر اچھا لگا۔ ماں سب کو اکٹھے دیکھ کر واقعی خوش تھیں۔",
                        "Filipino": "Oh, ang saya namang marinig iyon. Talagang tuwang-tuwa si Mom na makita ang lahat ng magkasama.",
                        "Romanian": "Oh, este plăcut să auzi asta. Mama a fost cu adevărat fericită să vadă pe toată lumea împreună.",
                        "Albanian": "Oh, është mirë të dëgjosh këtë. Mamaja ishte vërtet e lumtur të shihte të gjithë së bashku.",
                        "Nepali": "ओह, यो सुनेर रमाइलो लाग्यो। आमा सबैलाई एकसाथ हेरेर साँच्चै खुशी हुनुहुन्थ्यो।",
                        "Khmer": "អូហ៍ សូមសូមចាប់អារម្មណ៍។ ម្តាយមានការយកចិត្តទុកដាក់យ៉ាងខ្លាំងក្នុងការមើលឃើញអ្នកទាំងអស់គ្នាកាន់តែជាមួយគ្នា។",
                        "Sinhalese": "ආ, එය හොඳයි කියන්න. අම්මා හැමෝම එකට බලලා ඉතාම සතුටු වුණා.",
                        "Amharic": "እንዴት እንደሚገኝ መረጃ እንደ ማስታወስ ደስ አለኝ። እናቱ ሁሉንም በተደጋጋሚ እንደ ማየት በጣም ደስ አለባት።",
                        "Pashto": "اوه، دا اوریدل ښه دی. مور رښتیا هم د ټولو خلکو یو ځای لیدلو څخه ډیر خوښ وه.",
                        "Burmese": "အို၊ ဒါကိုနားထောင်ရင်အထူးပီတိပါတယ်။ အဘ်သည်လူတိုင်းကိုအတူတွေ့တာကိုအထူးပီတိခံစားခဲ့သည်။",
                        "Somali": "Haa, waa farxad in la maqlo. Hooyo aad ayay ugu faraxday inay aragto dhammaan dadka wada jooga."
                    }
                },
                {
                    "text": "Definitely. Mom put in so much effort to make everything perfect. Did Uncle John say anything about his new job?",
                    "translations": {
                        "Chinese": "当然了。妈妈付出了很多努力来让一切完美。约翰叔叔有没有提到他的新工作？",
                        "Spanish": "Definitivamente. Mamá puso mucho esfuerzo para que todo estuviera perfecto. ¿Dijo algo el Tío John sobre su nuevo trabajo?",
                        "Hindi": "निश्चित रूप से। माँ ने सब कुछ परफेक्ट बनाने के लिए बहुत मेहनत की। क्या अंकल जॉन ने अपनी नई नौकरी के बारे में कुछ कहा?",
                        "Arabic": "بالتأكيد. بذلت والدتي جهدًا كبيرًا لجعل كل شيء مثاليًا. هل قال العم جون شيئًا عن وظيفته الجديدة؟",
                        "Bengali": "নিশ্চিতভাবে। মা সবকিছু নিখুঁত করার জন্য প্রচুর পরিশ্রম করেছেন। চাচা জন কি তার নতুন চাকরি সম্পর্কে কিছু বলেছেন?",
                        "Portuguese": "Com certeza. Mamãe se esforçou tanto para que tudo ficasse perfeito. O Tio John falou algo sobre o novo emprego dele?",
                        "Russian": "Определенно. Мама вложила много усилий, чтобы все было идеально. Сказал ли дядя Джон что-нибудь о своей новой работе?",
                        "Japanese": "もちろんです。お母さんはすべてを完璧にするために多くの努力をしました。ジョンおじさんは新しい仕事について何か言っていましたか？",
                        "Punjabi": "ਬਿਲਕੁਲ। ਮਾਂ ਨੇ ਸਭ ਕੁਝ ਪੂਰੀ ਤਰ੍ਹਾਂ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਬਹੁਤ ਮਿਹਨਤ ਕੀਤੀ। ਕੀ ਅੰਗਲ ਜਾਨ ਨੇ ਆਪਣੀ ਨਵੀਂ ਨੌਕਰੀ ਬਾਰੇ ਕੁਝ ਕਿਹਾ?",
                        "German": "Definitiv. Mama hat so viel Mühe investiert, um alles perfekt zu machen. Hat Onkel John etwas über seinen neuen Job gesagt?",
                        "Javanese": "Pasti. Ibu wis akeh usaha kanggo nggawe kabeh sampurna. Apa Paman John ngomong apa-apa babagan kerja anyaré?",
                        "Korean": "확실히요. 엄마는 모든 것을 완벽하게 만들기 위해 많은 노력을 했어요. 존 삼촌이 새 직장에 대해 무슨 말을 했나요?",
                        "French": "Absolument. Maman a mis beaucoup d’efforts pour que tout soit parfait. Est-ce que l’oncle John a dit quelque chose à propos de son nouveau travail ?",
                        "Telugu": "ఖచ్చితంగా. అమ్మ అన్నీ అద్భుతంగా ఉండేలా చాలా కృషి చేసింది. Uncle John తన కొత్త ఉద్యోగం గురించి ఏమైనా చెప్పాడా?",
                        "Marathi": "नक्कीच. आईने सर्व काही परिपूर्ण करण्यासाठी खूप मेहनत घेतली. अंकल जॉनने त्याच्या नवीन नोकरीसंबंधी काहीतरी सांगितलं का?",
                        "Tamil": "நிச்சயமாக. அம்மா எல்லாவற்றையும் பரிபூர்ணமாகச் செய்ய நிச்சயமாக அதிக உழைப்பு எடுத்துள்ளார். அங்கிள் ஜான் தன் புதிய வேலைப் பற்றியொரு விஷயமாகவும் கூறினாரா?",
                        "Vietnamese": "Chắc chắn rồi. Mẹ đã bỏ rất nhiều công sức để làm mọi thứ hoàn hảo. Chú John có nói gì về công việc mới của ông ấy không?",
                        "Urdu": "یقیناً۔ ماں نے سب کچھ بہترین بنانے کے لیے بہت محنت کی۔ کیا انکل جان نے اپنی نئی نوکری کے بارے میں کچھ کہا؟",
                        "Filipino": "Tiyak. Naglaan ng maraming pagsisikap ang Mom para maging perpekto ang lahat. May sinabi ba si Uncle John tungkol sa bago niyang trabaho?",
                        "Romanian": "Cu siguranță. Mama a depus atât de mult efort pentru a face totul perfect. A spus unchiul John ceva despre noul său loc de muncă?",
                        "Albanian": "Sigurisht. Mamaja bëri kaq shumë përpjekje për të bërë gjithçka të përsosur. A tha xhaxhai John ndonjë gjë për punën e tij të re?",
                        "Nepali": "निश्चित रूपमा। आमाले सबै कुरा उत्कृष्ट बनाउन धेरै मेहनत गरिन्। अंकल जॉनले आफ्नो नयाँ जागिरको बारेमा केही भने?",
                        "Khmer": "ច្បាស់ណាស់។ ម៉ាក់បានចំណាយកំលាំងយ៉ាងច្រើនដើម្បីធ្វើឱ្យអ្វីៗទាំងអស់សម្រួល។ តើជីតា John មានការទំនាក់ទំនងអំពីការងារថ្មីរបស់គាត់ទេ?",
                        "Sinhalese": "සහකාරීව. අම්මා සියල්ලම නිවැරදිව සකස් කිරීමට වඩාත් කැපවීමක් දැමූවා. මංගල් John තම නව රැකියාව ගැන කුමක් හෝ කියා තිබේද?",
                        "Amharic": "በእርግጠኝነት። እናቱ ሁሉንም በተጠቃሚ ሁኔታ ለማድረስ በጣም ጥንቃቄ እንደተደረገ ነበር። አንክል ጆን ስለ አዲሱ ስራው አንድ ነገር ተነግሯልን?",
                        "Pashto": "یقیناً. مور یې د هر څه د بشپړتیا لپاره ډیر هڅې کړې. آیا انکل جان د خپلې نوې دندې په اړه څه وویل؟",
                        "Burmese": "သေချာပါတယ်။ အမေသည် အရာအားလုံးကို ပြုံးအောင်လုပ်ရန် အားပေးရည်ရွယ်စွာ ကြိုးပမ်းခဲ့သည်။ ဦး John သင်၏ အသစ်သော အလုပ်အကြောင်း ရော ကိရိယာကို ပြောပြခဲ့လား။",
                        "Somali": "Hubaal. Hooyo waxay dadaal badan gelisay si ay wax walba ugu noqdaan kuwo qumman. Miyaa Awoowe John wax ka sheegay shaqadiisa cusub?"
                    }
                },
                {
                    "text": "He did! He seems pretty excited about it. He's going to be traveling a lot, though.",
                    "translations": {
                        "Chinese": "他确实提到了！他对这份工作似乎非常兴奋。不过，他会经常出差。",
                        "Spanish": "¡Sí! Parece bastante emocionado por ello. Aunque, va a estar viajando mucho.",
                        "Hindi": "उन्होंने ऐसा किया! वह इसके बारे में काफी उत्साहित लगते हैं। हालांकि, उन्हें बहुत यात्रा करनी पड़ेगी।",
                        "Arabic": "نعم! يبدو أنه متحمس جدًا لذلك. لكنه سيسافر كثيرًا.",
                        "Bengali": "তিনি বলেছিলেন! তিনি এতে বেশ উত্তেজিত মনে হচ্ছেন। তবে, তাকে অনেক ভ্রমণ করতে হবে।",
                        "Portuguese": "Sim! Ele parece bastante empolgado com isso. No entanto, ele vai viajar bastante.",
                        "Russian": "Да! Он кажется довольно взволнован этим. Хотя, ему предстоит много путешествовать.",
                        "Japanese": "そうです！彼はそれについてかなり興奮しているようです。しかし、たくさん旅行しなければならないでしょう。",
                        "Punjabi": "ਹਾਂ! ਉਹ ਇਸ ਬਾਰੇ ਕਾਫੀ ਉਤਸ਼ਾਹਿਤ ਲੱਗਦਾ ਹੈ। ਹਾਲਾਂਕਿ, ਉਸ ਨੂੰ ਬਹੁਤ ਸਾਰਾ ਸਫਰ ਕਰਨਾ ਪਏਗਾ।",
                        "German": "Ja, hat er! Er scheint ziemlich aufgeregt darüber zu sein. Allerdings wird er viel reisen müssen.",
                        "Javanese": "Ya! Dheweke katon cukup semangat babagan iki. Nanging, dheweke bakal sering lelungan.",
                        "Korean": "네, 그렇습니다! 그는 그것에 대해 꽤 흥분한 것 같습니다. 하지만 많은 여행을 해야 할 것입니다.",
                        "French": "Oui, il l'a fait ! Il semble assez excité à ce sujet. Cependant, il va beaucoup voyager.",
                        "Telugu": "అవును! అతను దీని గురించి చాలా ఉత్సాహంగా కనిపిస్తున్నాడు. కానీ, అతను చాలా ఎక్కువ ప్రయాణం చేయాల్సి ఉంటుంది.",
                        "Marathi": "होय! तो याबद्दल खूप उत्साही दिसतोय. पण, त्याला बराच प्रवास करावा लागणार आहे.",
                        "Tamil": "ஆமாம்! அவர் இதைப் பற்றி மிகவும் உற்சாகமாக இருக்கிறார். ஆனால், அவர் நிறைய பயணிக்க வேண்டியிருக்கும்.",
                        "Vietnamese": "Có đấy! Anh ấy có vẻ khá hào hứng về điều đó. Tuy nhiên, anh ấy sẽ phải đi công tác nhiều.",
                        "Urdu": "ہاں! وہ اس کے بارے میں کافی پرجوش لگ رہا ہے۔ مگر، اسے بہت زیادہ سفر کرنا پڑے گا۔",
                        "Filipino": "Oo nga! Mukhang sobrang excited siya tungkol dito. Pero, magta-travel siya nang madalas.",
                        "Romanian": "Da! Pare destul de entuziasmat de asta. Totuși, va trebui să călătorească mult.",
                        "Albanian": "Po! Ai duket shumë i emocionuar për të. Megjithatë, do të udhëtojë shumë.",
                        "Nepali": "हो, उनले भने! उनी यसबारेमा निकै उत्साहित देखिन्छन्। यद्यपि, उनी धेरै यात्रा गर्नुपर्नेछ।",
                        "Khmer": "មាន! គាត់ធម្មតាអស់ឃើញនិងគិតពីវា។ ប៉ុន្តែគាត់នឹងត្រូវធ្វើដំណើរច្រើន។",
                        "Sinhalese": "ඔව්! ඔහු මේ පිළිබඳව කුඩා බලාපොරොත්තු දැක්වෙනවා. නමුත්, ඔහු බොහෝ වෙලාවට ගමනට යාමට යාවත්කාලීන වේ.",
                        "Amharic": "እውነት! እርሱ በጣም ደስ ይበላል። ነገር ግን፣ በጣም በተለያዩ ቦታዎች ይሂዳል።",
                        "Pashto": "هغه وکړ! هغه د دې په اړه ډیر خوشحاله ښکاري. مګر، هغه به ډیر سفر وکړي.",
                        "Burmese": "ဟုတ်တယ်! သူကဒီအကြောင်းအတွက် အရမ်းလှပတဲ့အပြုံးတတ်ရပါတယ်။ သို့သော်၊ သူကအများအပြားခရီးသွားရပါမယ်။",
                        "Somali": "Haa! Wuxuu u muuqdaa inuu si weyn ugu faraxsanyahay. Si kastaba ha ahaatee, wuxuu safar badan doonaa."
                    }
                },
                {
                    "text": "That's great for him. I know he loves traveling. Have you seen our stepbrother Mike recently?",
                    "translations": {
                        "Chinese": "这对他来说太棒了。我知道他喜欢旅行。你最近见过我们的继兄迈克吗？",
                        "Spanish": "Eso es genial para él. Sé que le encanta viajar. ¿Has visto a nuestro hermanastro Mike últimamente?",
                        "Hindi": "यह उसके लिए शानदार है। मुझे पता है कि उसे यात्रा करना बहुत पसंद है। क्या आपने हाल ही में हमारे सौतेले भाई माइक को देखा है?",
                        "Arabic": "هذا رائع بالنسبة له. أعلم أنه يحب السفر. هل رأيت أخانا غير الشقيق مايك مؤخرًا؟",
                        "Bengali": "এটা তার জন্য দারুণ। আমি জানি সে ভ্রমণ করতে ভালোবাসে। আপনি কি সম্প্রতি আমাদের সৎভাই মাইককে দেখেছেন?",
                        "Portuguese": "Isso é ótimo para ele. Eu sei que ele adora viajar. Você viu nosso meio-irmão Mike recentemente?",
                        "Russian": "Это здорово для него. Я знаю, что он любит путешествовать. Видел ли ты нашего сводного брата Майка недавно?",
                        "Japanese": "それは彼にとって素晴らしいことです。彼が旅行を大好きだと知っています。最近、私たちの異母兄弟マイクを見かけましたか？",
                        "Punjabi": "ਇਹ ਉਸ ਲਈ ਵਧੀਆ ਹੈ। ਮੈਨੂੰ ਪਤਾ ਹੈ ਕਿ ਉਸਨੂੰ ਸਫਰ ਕਰਨਾ ਪਸੰਦ ਹੈ। ਕੀ ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਸਾਡੇ ਸੌਤੇਲੇ ਭਰਾ ਮਾਈਕ ਨੂੰ ਵੇਖਿਆ ਹੈ?",
                        "German": "Das ist großartig für ihn. Ich weiß, dass er gerne reist. Hast du unseren Stiefbruder Mike in letzter Zeit gesehen?",
                        "Javanese": "Iki apik kanggo dheweke. Aku ngerti yen dheweke seneng lelungan. Apa sampeyan wis nemokake adhik tiri kita Mike akhir-akhir iki?",
                        "Korean": "그에게 좋네요. 그가 여행을 좋아하는 걸 알아요. 최근에 우리의 이복형 마이크를 본 적이 있나요?",
                        "French": "C'est super pour lui. Je sais qu'il adore voyager. As-tu vu notre demi-frère Mike récemment ?",
                        "Telugu": "ఇది అతని కోసం గొప్పగా ఉంది. అతను ప్రయాణం చేయడం ఇష్టంగా ఉంటాడని నాకు తెలుసు. మీరు ఇటీవల మన దత్తపంతిలు మైక్‌ను చూసారా?",
                        "Marathi": "हे त्याच्यासाठी उत्तम आहे. मला माहिती आहे की त्याला प्रवास करणे आवडते. तुम्ही अलीकडे आमच्या सणाच्या भाऊ माइकला पाहिले का?",
                        "Tamil": "அவருக்காக இது மிகவும் நல்லது. அவர் பயணங்களை மிகவும் விரும்புகிறார் என்று நான் அறிவேன். நீங்கள் சமீபத்தில் நமது மடரன்பா மைக்கை பார்த்தீர்களா?",
                        "Vietnamese": "Điều đó thật tuyệt vời đối với anh ấy. Tôi biết anh ấy rất thích du lịch. Bạn có thấy anh trai kế của chúng ta là Mike gần đây không?",
                        "Urdu": "یہ اس کے لیے بہت اچھا ہے۔ مجھے پتہ ہے کہ اسے سفر کرنا پسند ہے۔ کیا آپ نے حال ہی میں ہمارے سوتیلے بھائی مائیک کو دیکھا ہے؟",
                        "Filipino": "Maganda iyon para sa kanya. Alam ko na mahilig siya sa paglalakbay. Nakita mo na ba ang ating kapatid na si Mike kamakailan?",
                        "Romanian": "Este grozav pentru el. Știu că îi place să călătorească. Ai văzut recent pe fratele nostru vitreg Mike?",
                        "Albanian": "Kjo është e shkëlqyer për të. E di që i pëlqen të udhëtojë. A ke parë ndonjëherë vëllanë tonë të shtatë, Mike, së fundmi?",
                        "Nepali": "यो उसको लागि राम्रो छ। मलाई थाहा छ उसलाई यात्रा गर्न मनपर्छ। तपाईंले हालै हाम्रो सौतेला दाजु माइकलाई देख्नुभयो?",
                        "Khmer": "នោះសម្រាប់គាត់គឺអស្ចារ្យ។ ខ្ញុំស្គាល់ថាគាត់ចូលចិត្តធ្វើដំណើរ។ តើអ្នកបានឃើញបងជ ступពួកយើង Mike ម្តងទេ?",
                        "Sinhalese": "මෙය ඔහුට හොඳයි. ඔහුට ගමන් කිරීමට කැමතියි කියලා මට විශ්වාසයි. ඔබ අපගේ අලුත්ම අයියා මයික් අලුත්දැයි දැන් පෙන්නුම් කළේද?",
                        "Amharic": "ይህ ለእሱ ጥሩ ነው። እሱ ጉዞን ይወዳል የምልክት ነው። በቅርብ ወቅት እኛ ያለው ወይዘር ማይክን እንዴት ተመልከቱ?",
                        "Pashto": "دا د هغه لپاره ښه دی. زه پوهیږم چې هغه د سفر کولو سره مینه لري. ایا تاسو په وروستیو کې زموږ د خسرې ورور مایک لیدلی دی؟",
                        "Burmese": "ဒါဟာသူ့အတွက်ကောင်းပါတယ်။ သူဟာခရီးသွားရတာကိုချစ်တဲ့အကြောင်းသိပါတယ်။ သင့်အားမကြာခဏကျွန်ုပ်တို့၏အဆင်ပြေဘဝ Mike ကိုတွေ့ခဲ့ပါသလား?",
                        "Somali": "Taasi waa weyn u ah isaga. Waxaan ogahay inuu jecel yahay safarka. Ma aragtay walaalkeena aan wada dhalin ee Mike dhawaan?"
                    }
                },
                {
                    "text": "Not since last month. He mentioned he's been busy with college stuff. We should invite him over soon.",
                    "translations": {
                        "Chinese": "从上个月以来就没有见过他了。他提到他忙于大学的事情。我们应该尽快邀请他过来。",
                        "Spanish": "No desde el mes pasado. Mencionó que ha estado ocupado con cosas de la universidad. Deberíamos invitarlo pronto.",
                        "Hindi": "पिछले महीने से नहीं। उसने कहा कि वह कॉलेज के काम में व्यस्त है। हमें उसे जल्दी बुलाना चाहिए।",
                        "Arabic": "منذ الشهر الماضي لم أره. ذكر أنه كان مشغولاً بأمور الجامعة. يجب أن ندعوه قريباً.",
                        "Bengali": "গত মাস থেকে দেখা হয়নি। সে বলেছে যে সে কলেজের কাজে ব্যস্ত। আমাদের তাকে শীঘ্রই আমন্ত্রণ জানানো উচিত।",
                        "Portuguese": "Desde o mês passado não. Ele mencionou que tem estado ocupado com coisas da faculdade. Devemos convidá-lo em breve.",
                        "Russian": "С прошлого месяца не виделись. Он упомянул, что был занят университетскими делами. Нам следует пригласить его в ближайшее время.",
                        "Japanese": "先月以来会っていません。彼は大学のことで忙しいと言っていました。すぐに彼を招待するべきです。",
                        "Punjabi": "ਪਿਛਲੇ ਮਹੀਨੇ ਤੋਂ ਨਹੀਂ। ਉਸਨੇ ਕਿਹਾ ਕਿ ਉਹ ਕਾਲਜ ਦੇ ਕੰਮ ਵਿੱਚ व्यਸਤ ਹੈ। ਸਾਨੂੰ ਉਸਨੂੰ ਜਲਦੀ ਸੱਦਣਾ ਚਾਹੀਦਾ ਹੈ।",
                        "German": "Seit letztem Monat nicht. Er hat erwähnt, dass er mit College-Sachen beschäftigt ist. Wir sollten ihn bald einladen.",
                        "Javanese": "Ora wiwit wulan kepungkur. Dheweke nyebutake yen dheweke sibuk karo urusan kuliah. Kita kudu ngajak dheweke rawuh enggal.",
                        "Korean": "지난 달 이후로는 못 봤어. 그는 대학 관련 일로 바쁘다고 했어. 우리가 그를 곧 초대해야 해.",
                        "French": "Pas depuis le mois dernier. Il a mentionné qu'il était occupé avec des affaires universitaires. Nous devrions l'inviter bientôt.",
                        "Telugu": "తాజాగా నెలలో కాదు. అతను కాలేజీ విషయాలతో బిజీగా ఉన్నాడని చెప్పాడు. మనం అతనిని త్వరలో ఆహ్వానించాలి.",
                        "Marathi": "मागील महिन्यापासून नाही. त्याने कॉलेजच्या गोष्टींमध्ये व्यस्त असल्याचे म्हटले. आपण त्याला लवकरच आमंत्रित करणे आवश्यक आहे.",
                        "Tamil": "முந்தைய மாதத்துக்கு பிறகு இல்லை. கல்லூரி விஷயங்களில் பிசியாக இருக்கிறேன் என்று அவர் குறிப்பிட்டார். நாங்கள் விரைவில் அவரை அழைக்க வேண்டும்.",
                        "Vietnamese": "Không kể từ tháng trước. Anh ấy đã nói rằng anh ấy bận rộn với việc học ở trường. Chúng ta nên mời anh ấy đến sớm.",
                        "Urdu": "پچھلے مہینے سے نہیں۔ اس نے بتایا کہ وہ کالج کی چیزوں میں مصروف ہے۔ ہمیں اسے جلدی مدعو کرنا چاہئے۔",
                        "Filipino": "Hindi mula noong nakaraang buwan. Sinabi niya na siya ay abala sa mga bagay sa kolehiyo. Dapat nating anyayahan siya agad.",
                        "Romanian": "Nu de luna trecută. A menționat că a fost ocupat cu lucruri legate de facultate. Ar trebui să-l invităm în curând.",
                        "Albanian": "Jo që nga muaji i kaluar. Ai përmendi se ka qenë i zënë me punë për universitetin. Duhet ta ftojmë së shpejti.",
                        "Nepali": "अघिल्लो महिनादेखि होइन। उसले कलेजको काममा व्यस्त रहेको उल्लेख गर्यो। हामीले उसलाई चाँडै निम्त्याउनु पर्छ।",
                        "Khmer": "មិនមានតាំងពីខែមុនទេ។ គាត់បានចេញបញ្ចេញថាគាត់បានរវល់នឹងការងារកាលេជ។ យើងគួរតែអញ្ជើញគាត់មកឲ្យបានឆាប់។",
                        "Sinhalese": "මැයි මසෙදි පසු නැත. ඔහු විශේෂණයෙන් මාර්ගගත සිසුවෙකු ලෙස වේ. අපට ඔහුට ඉක්මනින් ආරාධනා කළ යුතුය.",
                        "Amharic": "ከቅርብ ወቅት ጀምሮ አይታወቅም። በኮሌጅ ነገሮች ስላለው በጣም እንደ እንግዳ አስታውሷል። በጊዜ ላይ ስለሆነም እንዲጠርበው እንጠይቃለን።",
                        "Pashto": "له تیرې میاشتې راهیسې نه. هغه یادونه وکړه چې د کالج کارونو سره بوخت دی. موږ باید هغه ډیر ژر راوبولو.",
                        "Burmese": "မင်္ဂလာလေးမင်္ဂလာလေးမှာ မတွေ့ခဲ့ဘူး။ သူက ကောလိပ်အလုပ်တွေနဲ့ စွမ်းအားကုန်နေပါတယ်လို့ ဆိုပါတယ်။ အခုနောက်တွင် သူ့ကို ဖိတ်ခေါ်သင့်ပါတယ်။",
                        "Somali": "Ka dib bishii hore ma aanan arkin. Wuxuu sheegay inuu mashquul yahay arrimaha koleejka. Waa inaan ku casuumnaa dhowaan."
                    }
                },
                {
                    "text": "Absolutely. Maybe we can plan a small get-together. Grandma would love that too.",
                    "translations": {
                        "Chinese": "绝对如此。也许我们可以计划一个小型聚会。奶奶也会很喜欢的。",
                        "Spanish": "Absolutamente. Tal vez podamos planear una pequeña reunión. A la abuela también le encantaría.",
                        "Hindi": "बिलकुल। शायद हम एक छोटी सी मिलन समारोह की योजना बना सकते हैं। दादी को भी यह पसंद आएगा।",
                        "Arabic": "بالطبع. ربما يمكننا تخطيط اجتماع صغير. ستحب الجدة ذلك أيضًا.",
                        "Bengali": "অবশ্যই। হয়তো আমরা একটি ছোট্ট সমাবেশের পরিকল্পনা করতে পারি। দিদা এটাও খুব পছন্দ করবে।",
                        "Portuguese": "Com certeza. Talvez possamos planejar um pequeno encontro. A vovó também adoraria isso.",
                        "Russian": "Абсолютно. Возможно, мы можем спланировать небольшую встречу. Бабушка тоже это оценит.",
                        "Japanese": "絶対に。小さな集まりを計画してもいいかもしれませんね。おばあちゃんも喜ぶでしょう。",
                        "Punjabi": "ਬਿਲਕੁਲ। ਸ਼ਾਇਦ ਅਸੀਂ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਮੀਟਿੰਗ ਯੋਜਨਾ ਬਣਾ ਸਕਦੇ ਹਾਂ। ਦਾਦੀ ਨੂੰ ਵੀ ਇਹ ਪਸੰਦ ਆਏਗਾ।",
                        "German": "Absolut. Vielleicht können wir ein kleines Treffen planen. Oma würde das auch lieben.",
                        "Javanese": "Pasti. Mungkin kita bisa merencanakan pertemuan kecil. Nenek juga akan suka itu.",
                        "Korean": "절대적으로. 아마도 작은 모임을 계획할 수 있을 것입니다. 할머니도 그것을 좋아할 것입니다.",
                        "French": "Absolument. Peut-être que nous pourrions organiser une petite réunion. Grand-mère aimerait aussi ça.",
                        "Telugu": "ఖచ్చితంగా. మనం చిన్నమొత్తం సమావేశం ఏర్పాటు చేయవచ్చు. నాన్నా కూడా ఇష్టపడుతుంది.",
                        "Marathi": "नक्कीच. कदाचित आपण एक छोटीशी जमवण योजना बनवू शकतो. आजीला पण हे आवडेल.",
                        "Tamil": "மூலமாகவே. நாங்கள் ஒரு சிறிய சந்திப்பைக் திட்டமிடலாம். அக்கா அதை விரும்பும்.",
                        "Vietnamese": "Chắc chắn rồi. Có thể chúng ta có thể lên kế hoạch cho một buổi gặp mặt nhỏ. Bà cũng sẽ thích điều đó.",
                        "Urdu": "بلکل۔ شاید ہم ایک چھوٹا سا اجتماع منصوبہ بنا سکتے ہیں۔ دادی کو بھی یہ پسند آئے گا۔",
                        "Filipino": "Tiyak. Baka maaari tayong magplano ng isang maliit na pagtitipon. Magugustuhan din iyon ng lola.",
                        "Romanian": "Absolut. Poate că putem planifica o mică întâlnire. Bunica ar iubi și asta.",
                        "Albanian": "Absolutisht. Ndoshta mund të planifikojmë një takim të vogël. Gjyshja do ta pëlqente gjithashtu.",
                        "Nepali": "पक्कै पनि। शायद हामी एक सानो भेटघाटको योजना बनाउन सक्छौं। हजुरआमा पनि यसलाई माया गर्नेछिन्।",
                        "Khmer": "ពិតប្រាកដណាស់។ ប្រហែលជាយើងអាចរៀបចំជួបប្រជុំតូចៗមួយ។ ជាយូរមកវិញ អាងគោកនឹងស្រលាញ់វា។",
                        "Sinhalese": "නිවැරදිවම. අපට කුඩා මිතුරන්ගේ එකතු කිරීමක් සැලසුම් කළ හැක. නානාට එයද ප්‍රීතිමත් වේ.",
                        "Amharic": "በግምት እንዴት ነው። እንደሆንም አንድ ትንሽ ግብር የምንደርግበት ዝግጅት ሊያደርግ እንደሚቻል ነው። እናቱም ያስተዋውቃል።",
                        "Pashto": "بالکل. شاید موږ یوه وړوکې غونډه پلان کړو. ننه به هم هغه خوښ کړي.",
                        "Burmese": "တကယ်ပါ။ ကောင်းသောလေးစားမှုအတွက် ကျွန်တော်တို့ တစ်နေရာတစ်ခု ချိန်ညှိနိုင်ပါတယ်။ အနောက်ကျောပြင်မှာ အပြုံးကို ရင်ခုန်ပါတယ်။",
                        "Somali": "Haa, run ahaantii. Waxaa laga yaabaa inaan qorsheyso kulan yar. Ayeeyo sidoo kale waxay jeclaan doontaa."
                    }
                }
            ]
        },
        {
            "title": "Speak Yellow",
            "conversation": [
                {
                    "text": "Hey, have you talked to Grandma lately?",
                    "translations": {
                        "Chinese": "嘿，你最近和奶奶聊过天吗？",
                        "Spanish": "Oye, ¿has hablado con la abuela últimamente?",
                        "Hindi": "अरे, क्या आपने हाल ही में दादी से बात की है?",
                        "Arabic": "مرحباً، هل تحدثت إلى الجدة مؤخراً؟",
                        "Bengali": "হে, তুমি কি সম্প্রতি দাদী সঙ্গে কথা বলেছো?",
                        "Portuguese": "Ei, você tem falado com a vovó recentemente?",
                        "Russian": "Привет, ты недавно разговаривал с бабушкой?",
                        "Japanese": "ねえ、最近おばあちゃんと話した？",
                        "Punjabi": "ਹੇ, ਕੀ ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਦਾਦੀ ਨਾਲ ਗੱਲ ਕੀਤੀ ਹੈ?",
                        "German": "Hey, hast du neulich mit Oma gesprochen?",
                        "Javanese": "Hei, apa sampeyan wis ngobrol karo Nenek akhir-akhir iki?",
                        "Korean": "이봐, 최근에 할머니와 이야기했어?",
                        "French": "Hé, as-tu parlé à Mamie récemment ?",
                        "Telugu": "హే, మీరు ఇటీవల నాన్నతో మాట్లాడారా?",
                        "Marathi": "अरे, तुम्ही अलीकडे दाजीशी बोलला का?",
                        "Tamil": "ஹே, நீ அண்மையில் அப்பாவின் உடன் பேசினாயா?",
                        "Vietnamese": "Này, gần đây bạn có nói chuyện với bà không?",
                        "Urdu": "ارے، کیا تم نے حال ہی میں دادی سے بات کی ہے؟",
                        "Filipino": "Uy, nakipag-usap ka ba sa Lola kamakailan?",
                        "Romanian": "Hei, ai vorbit cu bunica în ultima vreme?",
                        "Albanian": "Hej, a ke folur me gjyshen kohët e fundit?",
                        "Nepali": "हे, के तिमीले हालै आमासँग कुरा गरेको छौ?",
                        "Khmer": "សួស្តី តើអ្នកបាននិយាយជាមួយយាយពេលថ្មីៗនេះទេ?",
                        "Sinhalese": "ආයුබෝවන්, ඔබට නැගෙනහිර අයට කතා කළාද?",
                        "Amharic": "ሄይ፣ በቅርብ ጊዜ ከእናቱ ጋር ተናግረህ አልተናገርክም?",
                        "Pashto": "هی، ایا تاسو نږدې وخت کې د نیکه سره خبرې کړي؟",
                        "Burmese": "ဟေ၊ သင်နောက်ဆုံးတွင် အဖွားနဲ့ စကားပြောခဲ့ပါသလား?",
                        "Somali": "Hey, ma la hadashay ayeeyo dhowaan?"
                    }
                },
                {
                    "text": "Yeah, I called her yesterday. She's doing well. She was talking about how much she enjoyed the family gathering last weekend.",
                    "translations": {
                        "Chinese": "是的，我昨天打电话给她了。她很好。她在谈论她有多么喜欢上周末的家庭聚会。",
                        "Spanish": "Sí, la llamé ayer. Ella está bien. Hablaba de cuánto disfrutó la reunión familiar el fin de semana pasado.",
                        "Hindi": "हाँ, मैंने उसे कल कॉल किया। वह अच्छी है। वह बात कर रही थी कि उसने पिछले सप्ताहांत के परिवारिक मिलन का कितना आनंद लिया।",
                        "Arabic": "نعم، اتصلت بها أمس. هي بخير. كانت تتحدث عن مدى استمتاعها بتجمع الأسرة في نهاية الأسبوع الماضي.",
                        "Bengali": "হ্যাঁ, আমি তাকে গতকাল ফোন করেছি। তিনি ভাল আছেন। তিনি গত সপ্তাহান্তে পারিবারিক মিলনের কতটা উপভোগ করেছেন সে সম্পর্কে কথা বলছিলেন।",
                        "Portuguese": "Sim, liguei para ela ontem. Ela está bem. Ela estava falando sobre o quanto ela gostou do encontro de família no último fim de semana.",
                        "Russian": "Да, я позвонил ей вчера. Она в порядке. Она говорила о том, как ей понравилась семейная встреча в прошлые выходные.",
                        "Japanese": "はい、昨日彼女に電話しました。彼女は元気です。彼女は先週末の家族の集まりがどれほど楽しかったかについて話していました。",
                        "Punjabi": "ਹਾਂ, ਮੈਂ ਕੱਲ ਉਸ ਨੂੰ ਫੋਨ ਕੀਤਾ। ਉਹ ਠੀਕ ਹੈ। ਉਹ ਗੱਲ ਕਰ ਰਹੀ ਸੀ ਕਿ ਉਸਨੇ ਪਿਛਲੇ ਹਫਤੇ ਦੇ ਪਰਿਵਾਰਕ ਇਕੱਤਰਤਾ ਦਾ ਕਿੰਨਾ ਆਨੰਦ ਲਿਆ।",
                        "German": "Ja, ich habe sie gestern angerufen. Es geht ihr gut. Sie hat darüber gesprochen, wie sehr sie das Familientreffen am letzten Wochenende genossen hat.",
                        "Javanese": "Ya, aku nelpon dheweke kemarin. Dheweke apik. Dheweke ngomong babagan pira senenge dheweke karo kumpul keluarga akhir minggu kepungkur.",
                        "Korean": "네, 어제 그녀에게 전화했어요. 그녀는 잘 지내고 있어요. 지난 주말 가족 모임을 얼마나 즐겼는지 이야기하고 있었어요.",
                        "French": "Oui, je l'ai appelée hier. Elle va bien. Elle parlait de combien elle a apprécié le rassemblement familial du week-end dernier.",
                        "Telugu": "అవును, నేను ఆమెను నిన్న కాల్ చేసాను. ఆమె బాగుంది. గత వారాంతం కుటుంబ సమావేశాన్ని ఎంత ఇష్టపడిందో ఆమె మాట్లాడింది.",
                        "Marathi": "होय, मी तिला काल फोन केला. ती चांगली आहे. तिने गेल्या आठवड्याच्या सुटीतील कुटुंबाच्या जमावाचा आनंद घेतला असल्याबद्दल बोलत होती.",
                        "Tamil": "ஆம், நான் அவளை நேற்று அழைத்தேன். அவள் நலமாகவே இருக்கிறாள். கடந்த வார இறுதியில் குடும்பக் கூட்டத்தைக் கேட்ட அவள் அந்த சந்திப்பை எவ்வளவு ரசித்துவிட்டாள் என்பதையும் பேசுகிறாள்.",
                        "Vietnamese": "Vâng, tôi đã gọi cho bà ấy hôm qua. Bà ấy khỏe. Bà ấy đang nói về việc bà ấy đã thưởng thức buổi tụ họp gia đình vào cuối tuần trước như thế nào.",
                        "Urdu": "ہاں، میں نے اسے کل فون کیا۔ وہ ٹھیک ہے۔ وہ بتا رہی تھی کہ اس نے پچھلے ہفتے کے آخر میں خاندانی اجتماع کا کتنا لطف اٹھایا۔",
                        "Filipino": "Oo, tinawagan ko siya kahapon. Mabuti siya. Sinasabi niya kung gaano siya nag-enjoy sa family gathering noong nakaraang katapusan ng linggo.",
                        "Romanian": "Da, am sunat-o ieri. Ea este bine. Vorbea despre cât de mult s-a bucurat de reuniunea de familie de weekendul trecut.",
                        "Albanian": "Po, e kam telefonuar dje. Ajo është mirë. Ajo fliste për sa shumë e ka shijuar takimin e familjes javën e kaluar.",
                        "Nepali": "हो, मैले उनलाई हिजो फोन गरेँ। उनी ठीक छिन्। उनले गत सप्ताहांतको परिवारको जमघटको कस्तो मजा आएको बारेमा कुरा गर्दै थिइन्।",
                        "Khmer": "អែត បងបានហៅគាត់កាលពីម្សិលមិញ។ នាងសុខសប្បាយ។ នាងកំពុងនិយាយអំពីអ្វីដែលនាងរីករាយនឹងការប្រមុំគ្រួសារនៅចុងសប្តាហ៍មុន។",
                        "Sinhalese": "ඔව්, මම ඇයට ඊයේ දුරකතන කළා. ඇය හොඳයි. ඇය පසුගිය සති අන්තයේ පවුලේ සංගමය කෙසේද යන්න ගැන කථා කරමින් සිටියාය.",
                        "Amharic": "እውነት ነው፣ ትናገርኩ ነበር። በዚህ ዓም ጤናማ ናት። ባልደረባ ስለሚወድድ የቤተሰብ ስብሰባው ስለውክልናው ተናገረች።",
                        "Pashto": "هو، ما پرون هغې ته زنګ ووهلو. هغه ښه ده. هغې د تیرې اونۍ په پای کې د کورنۍ غونډې څخه څومره خوند اخیستی دی په اړه خبرې کولې.",
                        "Burmese": "ဟုတ်ပါတယ်၊ ကျွန်တော်မင်းကိုမနေ့ကဖုန်းခေါ်ခဲ့ပါတယ်။ သူမကအထူးပီတိရှိပါတယ်။ မတ်တပ်ရပ်စီစဉ်ရာပွဲကိုတော်သလောက်ကြိုက်ခဲ့ပြီးစကားပြောနေခဲ့ပါတယ်။",
                        "Somali": "Haa, waxaan wacay shalay. Waxay fiican tahay. Waxay ka hadlaysay sida ay ugu faraxday kulan qoyska toddobaadkii hore."
                    }
                },
                {
                    "text": "Oh, that's nice to hear. Mom was really happy to see everyone together.",
                    "translations": {
                        "Chinese": "哦，听到这个消息真好。妈妈看到大家聚在一起真的很高兴。",
                        "Spanish": "Oh, qué bueno escuchar eso. Mamá estaba realmente feliz de ver a todos juntos.",
                        "Hindi": "ओह, यह सुनकर अच्छा लगा। माँ सभी को एक साथ देखकर वास्तव में खुश थीं।",
                        "Arabic": "أوه، من الجيد سماع ذلك. كانت والدتي سعيدة حقاً لرؤية الجميع معاً.",
                        "Bengali": "ওহ, এটা শুনে ভাল লাগলো। মা সবাইকে একসাথে দেখে সত্যিই খুশি ছিল।",
                        "Portuguese": "Ah, é bom ouvir isso. Mamãe ficou realmente feliz em ver todos juntos.",
                        "Russian": "О, приятно это слышать. Мама была действительно счастлива видеть всех вместе.",
                        "Japanese": "ああ、それを聞いてうれしいです。お母さんはみんなが一緒にいるのを見て本当に喜んでいました。",
                        "Punjabi": "ਓਹ, ਇਹ ਸੁਣਨ ਵਿੱਚ ਚੰਗਾ ਲੱਗਦਾ ਹੈ। ਮਾਂ ਸਾਰੇ ਇਕੱਠੇ ਦੇਖ ਕੇ ਵਾਕਈ ਖੁਸ਼ ਸੀ।",
                        "German": "Oh, das ist schön zu hören. Mama war wirklich glücklich, alle zusammen zu sehen.",
                        "Javanese": "Oh, apik banget krungu kabar iki. Ibu pancen seneng banget ndeleng kabeh wong bebarengan.",
                        "Korean": "아, 듣기 좋네요. 엄마는 모두 함께 있는 모습을 보고 정말 기뻐하셨어요.",
                        "French": "Oh, c'est agréable à entendre. Maman était vraiment heureuse de voir tout le monde ensemble.",
                        "Telugu": "అహ్, ఇది విని ఆనందంగా ఉంది. అమ్మ అందరినీ కలిసి చూడడం ద్వారా నిజంగా సంతోషించింది.",
                        "Marathi": "अहो, हे ऐकून आनंद झाला. आईला सर्वांना एकत्र पाहून खूप आनंद झाला.",
                        "Tamil": "அஹ், இது கேட்க நல்லது. அனைவரும் ஒரே இடத்தில் இருப்பது குறித்து அன்னை உண்மையிலேயும் மகிழ்ந்தார்.",
                        "Vietnamese": "Ồ, thật tốt khi nghe điều đó. Mẹ thực sự rất vui khi thấy mọi người cùng nhau.",
                        "Urdu": "اوہ، یہ سن کر اچھا لگا۔ ماں سب کو اکٹھے دیکھ کر واقعی خوش تھیں۔",
                        "Filipino": "Oh, ang saya namang marinig iyon. Talagang tuwang-tuwa si Mom na makita ang lahat ng magkasama.",
                        "Romanian": "Oh, este plăcut să auzi asta. Mama a fost cu adevărat fericită să vadă pe toată lumea împreună.",
                        "Albanian": "Oh, është mirë të dëgjosh këtë. Mamaja ishte vërtet e lumtur të shihte të gjithë së bashku.",
                        "Nepali": "ओह, यो सुनेर रमाइलो लाग्यो। आमा सबैलाई एकसाथ हेरेर साँच्चै खुशी हुनुहुन्थ्यो।",
                        "Khmer": "អូហ៍ សូមសូមចាប់អារម្មណ៍។ ម្តាយមានការយកចិត្តទុកដាក់យ៉ាងខ្លាំងក្នុងការមើលឃើញអ្នកទាំងអស់គ្នាកាន់តែជាមួយគ្នា។",
                        "Sinhalese": "ආ, එය හොඳයි කියන්න. අම්මා හැමෝම එකට බලලා ඉතාම සතුටු වුණා.",
                        "Amharic": "እንዴት እንደሚገኝ መረጃ እንደ ማስታወስ ደስ አለኝ። እናቱ ሁሉንም በተደጋጋሚ እንደ ማየት በጣም ደስ አለባት።",
                        "Pashto": "اوه، دا اوریدل ښه دی. مور رښتیا هم د ټولو خلکو یو ځای لیدلو څخه ډیر خوښ وه.",
                        "Burmese": "အို၊ ဒါကိုနားထောင်ရင်အထူးပီတိပါတယ်။ အဘ်သည်လူတိုင်းကိုအတူတွေ့တာကိုအထူးပီတိခံစားခဲ့သည်။",
                        "Somali": "Haa, waa farxad in la maqlo. Hooyo aad ayay ugu faraxday inay aragto dhammaan dadka wada jooga."
                    }
                },
                {
                    "text": "Definitely. Mom put in so much effort to make everything perfect. Did Uncle John say anything about his new job?",
                    "translations": {
                        "Chinese": "当然了。妈妈付出了很多努力来让一切完美。约翰叔叔有没有提到他的新工作？",
                        "Spanish": "Definitivamente. Mamá puso mucho esfuerzo para que todo estuviera perfecto. ¿Dijo algo el Tío John sobre su nuevo trabajo?",
                        "Hindi": "निश्चित रूप से। माँ ने सब कुछ परफेक्ट बनाने के लिए बहुत मेहनत की। क्या अंकल जॉन ने अपनी नई नौकरी के बारे में कुछ कहा?",
                        "Arabic": "بالتأكيد. بذلت والدتي جهدًا كبيرًا لجعل كل شيء مثاليًا. هل قال العم جون شيئًا عن وظيفته الجديدة؟",
                        "Bengali": "নিশ্চিতভাবে। মা সবকিছু নিখুঁত করার জন্য প্রচুর পরিশ্রম করেছেন। চাচা জন কি তার নতুন চাকরি সম্পর্কে কিছু বলেছেন?",
                        "Portuguese": "Com certeza. Mamãe se esforçou tanto para que tudo ficasse perfeito. O Tio John falou algo sobre o novo emprego dele?",
                        "Russian": "Определенно. Мама вложила много усилий, чтобы все было идеально. Сказал ли дядя Джон что-нибудь о своей новой работе?",
                        "Japanese": "もちろんです。お母さんはすべてを完璧にするために多くの努力をしました。ジョンおじさんは新しい仕事について何か言っていましたか？",
                        "Punjabi": "ਬਿਲਕੁਲ। ਮਾਂ ਨੇ ਸਭ ਕੁਝ ਪੂਰੀ ਤਰ੍ਹਾਂ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਬਹੁਤ ਮਿਹਨਤ ਕੀਤੀ। ਕੀ ਅੰਗਲ ਜਾਨ ਨੇ ਆਪਣੀ ਨਵੀਂ ਨੌਕਰੀ ਬਾਰੇ ਕੁਝ ਕਿਹਾ?",
                        "German": "Definitiv. Mama hat so viel Mühe investiert, um alles perfekt zu machen. Hat Onkel John etwas über seinen neuen Job gesagt?",
                        "Javanese": "Pasti. Ibu wis akeh usaha kanggo nggawe kabeh sampurna. Apa Paman John ngomong apa-apa babagan kerja anyaré?",
                        "Korean": "확실히요. 엄마는 모든 것을 완벽하게 만들기 위해 많은 노력을 했어요. 존 삼촌이 새 직장에 대해 무슨 말을 했나요?",
                        "French": "Absolument. Maman a mis beaucoup d’efforts pour que tout soit parfait. Est-ce que l’oncle John a dit quelque chose à propos de son nouveau travail ?",
                        "Telugu": "ఖచ్చితంగా. అమ్మ అన్నీ అద్భుతంగా ఉండేలా చాలా కృషి చేసింది. Uncle John తన కొత్త ఉద్యోగం గురించి ఏమైనా చెప్పాడా?",
                        "Marathi": "नक्कीच. आईने सर्व काही परिपूर्ण करण्यासाठी खूप मेहनत घेतली. अंकल जॉनने त्याच्या नवीन नोकरीसंबंधी काहीतरी सांगितलं का?",
                        "Tamil": "நிச்சயமாக. அம்மா எல்லாவற்றையும் பரிபூர்ணமாகச் செய்ய நிச்சயமாக அதிக உழைப்பு எடுத்துள்ளார். அங்கிள் ஜான் தன் புதிய வேலைப் பற்றியொரு விஷயமாகவும் கூறினாரா?",
                        "Vietnamese": "Chắc chắn rồi. Mẹ đã bỏ rất nhiều công sức để làm mọi thứ hoàn hảo. Chú John có nói gì về công việc mới của ông ấy không?",
                        "Urdu": "یقیناً۔ ماں نے سب کچھ بہترین بنانے کے لیے بہت محنت کی۔ کیا انکل جان نے اپنی نئی نوکری کے بارے میں کچھ کہا؟",
                        "Filipino": "Tiyak. Naglaan ng maraming pagsisikap ang Mom para maging perpekto ang lahat. May sinabi ba si Uncle John tungkol sa bago niyang trabaho?",
                        "Romanian": "Cu siguranță. Mama a depus atât de mult efort pentru a face totul perfect. A spus unchiul John ceva despre noul său loc de muncă?",
                        "Albanian": "Sigurisht. Mamaja bëri kaq shumë përpjekje për të bërë gjithçka të përsosur. A tha xhaxhai John ndonjë gjë për punën e tij të re?",
                        "Nepali": "निश्चित रूपमा। आमाले सबै कुरा उत्कृष्ट बनाउन धेरै मेहनत गरिन्। अंकल जॉनले आफ्नो नयाँ जागिरको बारेमा केही भने?",
                        "Khmer": "ច្បាស់ណាស់។ ម៉ាក់បានចំណាយកំលាំងយ៉ាងច្រើនដើម្បីធ្វើឱ្យអ្វីៗទាំងអស់សម្រួល។ តើជីតា John មានការទំនាក់ទំនងអំពីការងារថ្មីរបស់គាត់ទេ?",
                        "Sinhalese": "සහකාරීව. අම්මා සියල්ලම නිවැරදිව සකස් කිරීමට වඩාත් කැපවීමක් දැමූවා. මංගල් John තම නව රැකියාව ගැන කුමක් හෝ කියා තිබේද?",
                        "Amharic": "በእርግጠኝነት። እናቱ ሁሉንም በተጠቃሚ ሁኔታ ለማድረስ በጣም ጥንቃቄ እንደተደረገ ነበር። አንክል ጆን ስለ አዲሱ ስራው አንድ ነገር ተነግሯልን?",
                        "Pashto": "یقیناً. مور یې د هر څه د بشپړتیا لپاره ډیر هڅې کړې. آیا انکل جان د خپلې نوې دندې په اړه څه وویل؟",
                        "Burmese": "သေချာပါတယ်။ အမေသည် အရာအားလုံးကို ပြုံးအောင်လုပ်ရန် အားပေးရည်ရွယ်စွာ ကြိုးပမ်းခဲ့သည်။ ဦး John သင်၏ အသစ်သော အလုပ်အကြောင်း ရော ကိရိယာကို ပြောပြခဲ့လား။",
                        "Somali": "Hubaal. Hooyo waxay dadaal badan gelisay si ay wax walba ugu noqdaan kuwo qumman. Miyaa Awoowe John wax ka sheegay shaqadiisa cusub?"
                    }
                },
                {
                    "text": "He did! He seems pretty excited about it. He's going to be traveling a lot, though.",
                    "translations": {
                        "Chinese": "他确实提到了！他对这份工作似乎非常兴奋。不过，他会经常出差。",
                        "Spanish": "¡Sí! Parece bastante emocionado por ello. Aunque, va a estar viajando mucho.",
                        "Hindi": "उन्होंने ऐसा किया! वह इसके बारे में काफी उत्साहित लगते हैं। हालांकि, उन्हें बहुत यात्रा करनी पड़ेगी।",
                        "Arabic": "نعم! يبدو أنه متحمس جدًا لذلك. لكنه سيسافر كثيرًا.",
                        "Bengali": "তিনি বলেছিলেন! তিনি এতে বেশ উত্তেজিত মনে হচ্ছেন। তবে, তাকে অনেক ভ্রমণ করতে হবে।",
                        "Portuguese": "Sim! Ele parece bastante empolgado com isso. No entanto, ele vai viajar bastante.",
                        "Russian": "Да! Он кажется довольно взволнован этим. Хотя, ему предстоит много путешествовать.",
                        "Japanese": "そうです！彼はそれについてかなり興奮しているようです。しかし、たくさん旅行しなければならないでしょう。",
                        "Punjabi": "ਹਾਂ! ਉਹ ਇਸ ਬਾਰੇ ਕਾਫੀ ਉਤਸ਼ਾਹਿਤ ਲੱਗਦਾ ਹੈ। ਹਾਲਾਂਕਿ, ਉਸ ਨੂੰ ਬਹੁਤ ਸਾਰਾ ਸਫਰ ਕਰਨਾ ਪਏਗਾ।",
                        "German": "Ja, hat er! Er scheint ziemlich aufgeregt darüber zu sein. Allerdings wird er viel reisen müssen.",
                        "Javanese": "Ya! Dheweke katon cukup semangat babagan iki. Nanging, dheweke bakal sering lelungan.",
                        "Korean": "네, 그렇습니다! 그는 그것에 대해 꽤 흥분한 것 같습니다. 하지만 많은 여행을 해야 할 것입니다.",
                        "French": "Oui, il l'a fait ! Il semble assez excité à ce sujet. Cependant, il va beaucoup voyager.",
                        "Telugu": "అవును! అతను దీని గురించి చాలా ఉత్సాహంగా కనిపిస్తున్నాడు. కానీ, అతను చాలా ఎక్కువ ప్రయాణం చేయాల్సి ఉంటుంది.",
                        "Marathi": "होय! तो याबद्दल खूप उत्साही दिसतोय. पण, त्याला बराच प्रवास करावा लागणार आहे.",
                        "Tamil": "ஆமாம்! அவர் இதைப் பற்றி மிகவும் உற்சாகமாக இருக்கிறார். ஆனால், அவர் நிறைய பயணிக்க வேண்டியிருக்கும்.",
                        "Vietnamese": "Có đấy! Anh ấy có vẻ khá hào hứng về điều đó. Tuy nhiên, anh ấy sẽ phải đi công tác nhiều.",
                        "Urdu": "ہاں! وہ اس کے بارے میں کافی پرجوش لگ رہا ہے۔ مگر، اسے بہت زیادہ سفر کرنا پڑے گا۔",
                        "Filipino": "Oo nga! Mukhang sobrang excited siya tungkol dito. Pero, magta-travel siya nang madalas.",
                        "Romanian": "Da! Pare destul de entuziasmat de asta. Totuși, va trebui să călătorească mult.",
                        "Albanian": "Po! Ai duket shumë i emocionuar për të. Megjithatë, do të udhëtojë shumë.",
                        "Nepali": "हो, उनले भने! उनी यसबारेमा निकै उत्साहित देखिन्छन्। यद्यपि, उनी धेरै यात्रा गर्नुपर्नेछ।",
                        "Khmer": "មាន! គាត់ធម្មតាអស់ឃើញនិងគិតពីវា។ ប៉ុន្តែគាត់នឹងត្រូវធ្វើដំណើរច្រើន។",
                        "Sinhalese": "ඔව්! ඔහු මේ පිළිබඳව කුඩා බලාපොරොත්තු දැක්වෙනවා. නමුත්, ඔහු බොහෝ වෙලාවට ගමනට යාමට යාවත්කාලීන වේ.",
                        "Amharic": "እውነት! እርሱ በጣም ደስ ይበላል። ነገር ግን፣ በጣም በተለያዩ ቦታዎች ይሂዳል።",
                        "Pashto": "هغه وکړ! هغه د دې په اړه ډیر خوشحاله ښکاري. مګر، هغه به ډیر سفر وکړي.",
                        "Burmese": "ဟုတ်တယ်! သူကဒီအကြောင်းအတွက် အရမ်းလှပတဲ့အပြုံးတတ်ရပါတယ်။ သို့သော်၊ သူကအများအပြားခရီးသွားရပါမယ်။",
                        "Somali": "Haa! Wuxuu u muuqdaa inuu si weyn ugu faraxsanyahay. Si kastaba ha ahaatee, wuxuu safar badan doonaa."
                    }
                },
                {
                    "text": "That's great for him. I know he loves traveling. Have you seen our stepbrother Mike recently?",
                    "translations": {
                        "Chinese": "这对他来说太棒了。我知道他喜欢旅行。你最近见过我们的继兄迈克吗？",
                        "Spanish": "Eso es genial para él. Sé que le encanta viajar. ¿Has visto a nuestro hermanastro Mike últimamente?",
                        "Hindi": "यह उसके लिए शानदार है। मुझे पता है कि उसे यात्रा करना बहुत पसंद है। क्या आपने हाल ही में हमारे सौतेले भाई माइक को देखा है?",
                        "Arabic": "هذا رائع بالنسبة له. أعلم أنه يحب السفر. هل رأيت أخانا غير الشقيق مايك مؤخرًا؟",
                        "Bengali": "এটা তার জন্য দারুণ। আমি জানি সে ভ্রমণ করতে ভালোবাসে। আপনি কি সম্প্রতি আমাদের সৎভাই মাইককে দেখেছেন?",
                        "Portuguese": "Isso é ótimo para ele. Eu sei que ele adora viajar. Você viu nosso meio-irmão Mike recentemente?",
                        "Russian": "Это здорово для него. Я знаю, что он любит путешествовать. Видел ли ты нашего сводного брата Майка недавно?",
                        "Japanese": "それは彼にとって素晴らしいことです。彼が旅行を大好きだと知っています。最近、私たちの異母兄弟マイクを見かけましたか？",
                        "Punjabi": "ਇਹ ਉਸ ਲਈ ਵਧੀਆ ਹੈ। ਮੈਨੂੰ ਪਤਾ ਹੈ ਕਿ ਉਸਨੂੰ ਸਫਰ ਕਰਨਾ ਪਸੰਦ ਹੈ। ਕੀ ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਸਾਡੇ ਸੌਤੇਲੇ ਭਰਾ ਮਾਈਕ ਨੂੰ ਵੇਖਿਆ ਹੈ?",
                        "German": "Das ist großartig für ihn. Ich weiß, dass er gerne reist. Hast du unseren Stiefbruder Mike in letzter Zeit gesehen?",
                        "Javanese": "Iki apik kanggo dheweke. Aku ngerti yen dheweke seneng lelungan. Apa sampeyan wis nemokake adhik tiri kita Mike akhir-akhir iki?",
                        "Korean": "그에게 좋네요. 그가 여행을 좋아하는 걸 알아요. 최근에 우리의 이복형 마이크를 본 적이 있나요?",
                        "French": "C'est super pour lui. Je sais qu'il adore voyager. As-tu vu notre demi-frère Mike récemment ?",
                        "Telugu": "ఇది అతని కోసం గొప్పగా ఉంది. అతను ప్రయాణం చేయడం ఇష్టంగా ఉంటాడని నాకు తెలుసు. మీరు ఇటీవల మన దత్తపంతిలు మైక్‌ను చూసారా?",
                        "Marathi": "हे त्याच्यासाठी उत्तम आहे. मला माहिती आहे की त्याला प्रवास करणे आवडते. तुम्ही अलीकडे आमच्या सणाच्या भाऊ माइकला पाहिले का?",
                        "Tamil": "அவருக்காக இது மிகவும் நல்லது. அவர் பயணங்களை மிகவும் விரும்புகிறார் என்று நான் அறிவேன். நீங்கள் சமீபத்தில் நமது மடரன்பா மைக்கை பார்த்தீர்களா?",
                        "Vietnamese": "Điều đó thật tuyệt vời đối với anh ấy. Tôi biết anh ấy rất thích du lịch. Bạn có thấy anh trai kế của chúng ta là Mike gần đây không?",
                        "Urdu": "یہ اس کے لیے بہت اچھا ہے۔ مجھے پتہ ہے کہ اسے سفر کرنا پسند ہے۔ کیا آپ نے حال ہی میں ہمارے سوتیلے بھائی مائیک کو دیکھا ہے؟",
                        "Filipino": "Maganda iyon para sa kanya. Alam ko na mahilig siya sa paglalakbay. Nakita mo na ba ang ating kapatid na si Mike kamakailan?",
                        "Romanian": "Este grozav pentru el. Știu că îi place să călătorească. Ai văzut recent pe fratele nostru vitreg Mike?",
                        "Albanian": "Kjo është e shkëlqyer për të. E di që i pëlqen të udhëtojë. A ke parë ndonjëherë vëllanë tonë të shtatë, Mike, së fundmi?",
                        "Nepali": "यो उसको लागि राम्रो छ। मलाई थाहा छ उसलाई यात्रा गर्न मनपर्छ। तपाईंले हालै हाम्रो सौतेला दाजु माइकलाई देख्नुभयो?",
                        "Khmer": "នោះសម្រាប់គាត់គឺអស្ចារ្យ។ ខ្ញុំស្គាល់ថាគាត់ចូលចិត្តធ្វើដំណើរ។ តើអ្នកបានឃើញបងជ ступពួកយើង Mike ម្តងទេ?",
                        "Sinhalese": "මෙය ඔහුට හොඳයි. ඔහුට ගමන් කිරීමට කැමතියි කියලා මට විශ්වාසයි. ඔබ අපගේ අලුත්ම අයියා මයික් අලුත්දැයි දැන් පෙන්නුම් කළේද?",
                        "Amharic": "ይህ ለእሱ ጥሩ ነው። እሱ ጉዞን ይወዳል የምልክት ነው። በቅርብ ወቅት እኛ ያለው ወይዘር ማይክን እንዴት ተመልከቱ?",
                        "Pashto": "دا د هغه لپاره ښه دی. زه پوهیږم چې هغه د سفر کولو سره مینه لري. ایا تاسو په وروستیو کې زموږ د خسرې ورور مایک لیدلی دی؟",
                        "Burmese": "ဒါဟာသူ့အတွက်ကောင်းပါတယ်။ သူဟာခရီးသွားရတာကိုချစ်တဲ့အကြောင်းသိပါတယ်။ သင့်အားမကြာခဏကျွန်ုပ်တို့၏အဆင်ပြေဘဝ Mike ကိုတွေ့ခဲ့ပါသလား?",
                        "Somali": "Taasi waa weyn u ah isaga. Waxaan ogahay inuu jecel yahay safarka. Ma aragtay walaalkeena aan wada dhalin ee Mike dhawaan?"
                    }
                },
                {
                    "text": "Not since last month. He mentioned he's been busy with college stuff. We should invite him over soon.",
                    "translations": {
                        "Chinese": "从上个月以来就没有见过他了。他提到他忙于大学的事情。我们应该尽快邀请他过来。",
                        "Spanish": "No desde el mes pasado. Mencionó que ha estado ocupado con cosas de la universidad. Deberíamos invitarlo pronto.",
                        "Hindi": "पिछले महीने से नहीं। उसने कहा कि वह कॉलेज के काम में व्यस्त है। हमें उसे जल्दी बुलाना चाहिए।",
                        "Arabic": "منذ الشهر الماضي لم أره. ذكر أنه كان مشغولاً بأمور الجامعة. يجب أن ندعوه قريباً.",
                        "Bengali": "গত মাস থেকে দেখা হয়নি। সে বলেছে যে সে কলেজের কাজে ব্যস্ত। আমাদের তাকে শীঘ্রই আমন্ত্রণ জানানো উচিত।",
                        "Portuguese": "Desde o mês passado não. Ele mencionou que tem estado ocupado com coisas da faculdade. Devemos convidá-lo em breve.",
                        "Russian": "С прошлого месяца не виделись. Он упомянул, что был занят университетскими делами. Нам следует пригласить его в ближайшее время.",
                        "Japanese": "先月以来会っていません。彼は大学のことで忙しいと言っていました。すぐに彼を招待するべきです。",
                        "Punjabi": "ਪਿਛਲੇ ਮਹੀਨੇ ਤੋਂ ਨਹੀਂ। ਉਸਨੇ ਕਿਹਾ ਕਿ ਉਹ ਕਾਲਜ ਦੇ ਕੰਮ ਵਿੱਚ व्यਸਤ ਹੈ। ਸਾਨੂੰ ਉਸਨੂੰ ਜਲਦੀ ਸੱਦਣਾ ਚਾਹੀਦਾ ਹੈ।",
                        "German": "Seit letztem Monat nicht. Er hat erwähnt, dass er mit College-Sachen beschäftigt ist. Wir sollten ihn bald einladen.",
                        "Javanese": "Ora wiwit wulan kepungkur. Dheweke nyebutake yen dheweke sibuk karo urusan kuliah. Kita kudu ngajak dheweke rawuh enggal.",
                        "Korean": "지난 달 이후로는 못 봤어. 그는 대학 관련 일로 바쁘다고 했어. 우리가 그를 곧 초대해야 해.",
                        "French": "Pas depuis le mois dernier. Il a mentionné qu'il était occupé avec des affaires universitaires. Nous devrions l'inviter bientôt.",
                        "Telugu": "తాజాగా నెలలో కాదు. అతను కాలేజీ విషయాలతో బిజీగా ఉన్నాడని చెప్పాడు. మనం అతనిని త్వరలో ఆహ్వానించాలి.",
                        "Marathi": "मागील महिन्यापासून नाही. त्याने कॉलेजच्या गोष्टींमध्ये व्यस्त असल्याचे म्हटले. आपण त्याला लवकरच आमंत्रित करणे आवश्यक आहे.",
                        "Tamil": "முந்தைய மாதத்துக்கு பிறகு இல்லை. கல்லூரி விஷயங்களில் பிசியாக இருக்கிறேன் என்று அவர் குறிப்பிட்டார். நாங்கள் விரைவில் அவரை அழைக்க வேண்டும்.",
                        "Vietnamese": "Không kể từ tháng trước. Anh ấy đã nói rằng anh ấy bận rộn với việc học ở trường. Chúng ta nên mời anh ấy đến sớm.",
                        "Urdu": "پچھلے مہینے سے نہیں۔ اس نے بتایا کہ وہ کالج کی چیزوں میں مصروف ہے۔ ہمیں اسے جلدی مدعو کرنا چاہئے۔",
                        "Filipino": "Hindi mula noong nakaraang buwan. Sinabi niya na siya ay abala sa mga bagay sa kolehiyo. Dapat nating anyayahan siya agad.",
                        "Romanian": "Nu de luna trecută. A menționat că a fost ocupat cu lucruri legate de facultate. Ar trebui să-l invităm în curând.",
                        "Albanian": "Jo që nga muaji i kaluar. Ai përmendi se ka qenë i zënë me punë për universitetin. Duhet ta ftojmë së shpejti.",
                        "Nepali": "अघिल्लो महिनादेखि होइन। उसले कलेजको काममा व्यस्त रहेको उल्लेख गर्यो। हामीले उसलाई चाँडै निम्त्याउनु पर्छ।",
                        "Khmer": "មិនមានតាំងពីខែមុនទេ។ គាត់បានចេញបញ្ចេញថាគាត់បានរវល់នឹងការងារកាលេជ។ យើងគួរតែអញ្ជើញគាត់មកឲ្យបានឆាប់។",
                        "Sinhalese": "මැයි මසෙදි පසු නැත. ඔහු විශේෂණයෙන් මාර්ගගත සිසුවෙකු ලෙස වේ. අපට ඔහුට ඉක්මනින් ආරාධනා කළ යුතුය.",
                        "Amharic": "ከቅርብ ወቅት ጀምሮ አይታወቅም። በኮሌጅ ነገሮች ስላለው በጣም እንደ እንግዳ አስታውሷል። በጊዜ ላይ ስለሆነም እንዲጠርበው እንጠይቃለን።",
                        "Pashto": "له تیرې میاشتې راهیسې نه. هغه یادونه وکړه چې د کالج کارونو سره بوخت دی. موږ باید هغه ډیر ژر راوبولو.",
                        "Burmese": "မင်္ဂလာလေးမင်္ဂလာလေးမှာ မတွေ့ခဲ့ဘူး။ သူက ကောလိပ်အလုပ်တွေနဲ့ စွမ်းအားကုန်နေပါတယ်လို့ ဆိုပါတယ်။ အခုနောက်တွင် သူ့ကို ဖိတ်ခေါ်သင့်ပါတယ်။",
                        "Somali": "Ka dib bishii hore ma aanan arkin. Wuxuu sheegay inuu mashquul yahay arrimaha koleejka. Waa inaan ku casuumnaa dhowaan."
                    }
                },
                {
                    "text": "Absolutely. Maybe we can plan a small get-together. Grandma would love that too.",
                    "translations": {
                        "Chinese": "绝对如此。也许我们可以计划一个小型聚会。奶奶也会很喜欢的。",
                        "Spanish": "Absolutamente. Tal vez podamos planear una pequeña reunión. A la abuela también le encantaría.",
                        "Hindi": "बिलकुल। शायद हम एक छोटी सी मिलन समारोह की योजना बना सकते हैं। दादी को भी यह पसंद आएगा।",
                        "Arabic": "بالطبع. ربما يمكننا تخطيط اجتماع صغير. ستحب الجدة ذلك أيضًا.",
                        "Bengali": "অবশ্যই। হয়তো আমরা একটি ছোট্ট সমাবেশের পরিকল্পনা করতে পারি। দিদা এটাও খুব পছন্দ করবে।",
                        "Portuguese": "Com certeza. Talvez possamos planejar um pequeno encontro. A vovó também adoraria isso.",
                        "Russian": "Абсолютно. Возможно, мы можем спланировать небольшую встречу. Бабушка тоже это оценит.",
                        "Japanese": "絶対に。小さな集まりを計画してもいいかもしれませんね。おばあちゃんも喜ぶでしょう。",
                        "Punjabi": "ਬਿਲਕੁਲ। ਸ਼ਾਇਦ ਅਸੀਂ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਮੀਟਿੰਗ ਯੋਜਨਾ ਬਣਾ ਸਕਦੇ ਹਾਂ। ਦਾਦੀ ਨੂੰ ਵੀ ਇਹ ਪਸੰਦ ਆਏਗਾ।",
                        "German": "Absolut. Vielleicht können wir ein kleines Treffen planen. Oma würde das auch lieben.",
                        "Javanese": "Pasti. Mungkin kita bisa merencanakan pertemuan kecil. Nenek juga akan suka itu.",
                        "Korean": "절대적으로. 아마도 작은 모임을 계획할 수 있을 것입니다. 할머니도 그것을 좋아할 것입니다.",
                        "French": "Absolument. Peut-être que nous pourrions organiser une petite réunion. Grand-mère aimerait aussi ça.",
                        "Telugu": "ఖచ్చితంగా. మనం చిన్నమొత్తం సమావేశం ఏర్పాటు చేయవచ్చు. నాన్నా కూడా ఇష్టపడుతుంది.",
                        "Marathi": "नक्कीच. कदाचित आपण एक छोटीशी जमवण योजना बनवू शकतो. आजीला पण हे आवडेल.",
                        "Tamil": "மூலமாகவே. நாங்கள் ஒரு சிறிய சந்திப்பைக் திட்டமிடலாம். அக்கா அதை விரும்பும்.",
                        "Vietnamese": "Chắc chắn rồi. Có thể chúng ta có thể lên kế hoạch cho một buổi gặp mặt nhỏ. Bà cũng sẽ thích điều đó.",
                        "Urdu": "بلکل۔ شاید ہم ایک چھوٹا سا اجتماع منصوبہ بنا سکتے ہیں۔ دادی کو بھی یہ پسند آئے گا۔",
                        "Filipino": "Tiyak. Baka maaari tayong magplano ng isang maliit na pagtitipon. Magugustuhan din iyon ng lola.",
                        "Romanian": "Absolut. Poate că putem planifica o mică întâlnire. Bunica ar iubi și asta.",
                        "Albanian": "Absolutisht. Ndoshta mund të planifikojmë një takim të vogël. Gjyshja do ta pëlqente gjithashtu.",
                        "Nepali": "पक्कै पनि। शायद हामी एक सानो भेटघाटको योजना बनाउन सक्छौं। हजुरआमा पनि यसलाई माया गर्नेछिन्।",
                        "Khmer": "ពិតប្រាកដណាស់។ ប្រហែលជាយើងអាចរៀបចំជួបប្រជុំតូចៗមួយ។ ជាយូរមកវិញ អាងគោកនឹងស្រលាញ់វា។",
                        "Sinhalese": "නිවැරදිවම. අපට කුඩා මිතුරන්ගේ එකතු කිරීමක් සැලසුම් කළ හැක. නානාට එයද ප්‍රීතිමත් වේ.",
                        "Amharic": "በግምት እንዴት ነው። እንደሆንም አንድ ትንሽ ግብር የምንደርግበት ዝግጅት ሊያደርግ እንደሚቻል ነው። እናቱም ያስተዋውቃል።",
                        "Pashto": "بالکل. شاید موږ یوه وړوکې غونډه پلان کړو. ننه به هم هغه خوښ کړي.",
                        "Burmese": "တကယ်ပါ။ ကောင်းသောလေးစားမှုအတွက် ကျွန်တော်တို့ တစ်နေရာတစ်ခု ချိန်ညှိနိုင်ပါတယ်။ အနောက်ကျောပြင်မှာ အပြုံးကို ရင်ခုန်ပါတယ်။",
                        "Somali": "Haa, run ahaantii. Waxaa laga yaabaa inaan qorsheyso kulan yar. Ayeeyo sidoo kale waxay jeclaan doontaa."
                    }
                }
            ]
        },
        {
            "title": "Speak Green",
            "conversation": [
                {
                    "text": "Hey, have you talked to Grandma lately?",
                    "translations": {
                        "Chinese": "嘿，你最近和奶奶聊过天吗？",
                        "Spanish": "Oye, ¿has hablado con la abuela últimamente?",
                        "Hindi": "अरे, क्या आपने हाल ही में दादी से बात की है?",
                        "Arabic": "مرحباً، هل تحدثت إلى الجدة مؤخراً؟",
                        "Bengali": "হে, তুমি কি সম্প্রতি দাদী সঙ্গে কথা বলেছো?",
                        "Portuguese": "Ei, você tem falado com a vovó recentemente?",
                        "Russian": "Привет, ты недавно разговаривал с бабушкой?",
                        "Japanese": "ねえ、最近おばあちゃんと話した？",
                        "Punjabi": "ਹੇ, ਕੀ ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਦਾਦੀ ਨਾਲ ਗੱਲ ਕੀਤੀ ਹੈ?",
                        "German": "Hey, hast du neulich mit Oma gesprochen?",
                        "Javanese": "Hei, apa sampeyan wis ngobrol karo Nenek akhir-akhir iki?",
                        "Korean": "이봐, 최근에 할머니와 이야기했어?",
                        "French": "Hé, as-tu parlé à Mamie récemment ?",
                        "Telugu": "హే, మీరు ఇటీవల నాన్నతో మాట్లాడారా?",
                        "Marathi": "अरे, तुम्ही अलीकडे दाजीशी बोलला का?",
                        "Tamil": "ஹே, நீ அண்மையில் அப்பாவின் உடன் பேசினாயா?",
                        "Vietnamese": "Này, gần đây bạn có nói chuyện với bà không?",
                        "Urdu": "ارے، کیا تم نے حال ہی میں دادی سے بات کی ہے؟",
                        "Filipino": "Uy, nakipag-usap ka ba sa Lola kamakailan?",
                        "Romanian": "Hei, ai vorbit cu bunica în ultima vreme?",
                        "Albanian": "Hej, a ke folur me gjyshen kohët e fundit?",
                        "Nepali": "हे, के तिमीले हालै आमासँग कुरा गरेको छौ?",
                        "Khmer": "សួស្តី តើអ្នកបាននិយាយជាមួយយាយពេលថ្មីៗនេះទេ?",
                        "Sinhalese": "ආයුබෝවන්, ඔබට නැගෙනහිර අයට කතා කළාද?",
                        "Amharic": "ሄይ፣ በቅርብ ጊዜ ከእናቱ ጋር ተናግረህ አልተናገርክም?",
                        "Pashto": "هی، ایا تاسو نږدې وخت کې د نیکه سره خبرې کړي؟",
                        "Burmese": "ဟေ၊ သင်နောက်ဆုံးတွင် အဖွားနဲ့ စကားပြောခဲ့ပါသလား?",
                        "Somali": "Hey, ma la hadashay ayeeyo dhowaan?"
                    }
                },
                {
                    "text": "Yeah, I called her yesterday. She's doing well. She was talking about how much she enjoyed the family gathering last weekend.",
                    "translations": {
                        "Chinese": "是的，我昨天打电话给她了。她很好。她在谈论她有多么喜欢上周末的家庭聚会。",
                        "Spanish": "Sí, la llamé ayer. Ella está bien. Hablaba de cuánto disfrutó la reunión familiar el fin de semana pasado.",
                        "Hindi": "हाँ, मैंने उसे कल कॉल किया। वह अच्छी है। वह बात कर रही थी कि उसने पिछले सप्ताहांत के परिवारिक मिलन का कितना आनंद लिया।",
                        "Arabic": "نعم، اتصلت بها أمس. هي بخير. كانت تتحدث عن مدى استمتاعها بتجمع الأسرة في نهاية الأسبوع الماضي.",
                        "Bengali": "হ্যাঁ, আমি তাকে গতকাল ফোন করেছি। তিনি ভাল আছেন। তিনি গত সপ্তাহান্তে পারিবারিক মিলনের কতটা উপভোগ করেছেন সে সম্পর্কে কথা বলছিলেন।",
                        "Portuguese": "Sim, liguei para ela ontem. Ela está bem. Ela estava falando sobre o quanto ela gostou do encontro de família no último fim de semana.",
                        "Russian": "Да, я позвонил ей вчера. Она в порядке. Она говорила о том, как ей понравилась семейная встреча в прошлые выходные.",
                        "Japanese": "はい、昨日彼女に電話しました。彼女は元気です。彼女は先週末の家族の集まりがどれほど楽しかったかについて話していました。",
                        "Punjabi": "ਹਾਂ, ਮੈਂ ਕੱਲ ਉਸ ਨੂੰ ਫੋਨ ਕੀਤਾ। ਉਹ ਠੀਕ ਹੈ। ਉਹ ਗੱਲ ਕਰ ਰਹੀ ਸੀ ਕਿ ਉਸਨੇ ਪਿਛਲੇ ਹਫਤੇ ਦੇ ਪਰਿਵਾਰਕ ਇਕੱਤਰਤਾ ਦਾ ਕਿੰਨਾ ਆਨੰਦ ਲਿਆ।",
                        "German": "Ja, ich habe sie gestern angerufen. Es geht ihr gut. Sie hat darüber gesprochen, wie sehr sie das Familientreffen am letzten Wochenende genossen hat.",
                        "Javanese": "Ya, aku nelpon dheweke kemarin. Dheweke apik. Dheweke ngomong babagan pira senenge dheweke karo kumpul keluarga akhir minggu kepungkur.",
                        "Korean": "네, 어제 그녀에게 전화했어요. 그녀는 잘 지내고 있어요. 지난 주말 가족 모임을 얼마나 즐겼는지 이야기하고 있었어요.",
                        "French": "Oui, je l'ai appelée hier. Elle va bien. Elle parlait de combien elle a apprécié le rassemblement familial du week-end dernier.",
                        "Telugu": "అవును, నేను ఆమెను నిన్న కాల్ చేసాను. ఆమె బాగుంది. గత వారాంతం కుటుంబ సమావేశాన్ని ఎంత ఇష్టపడిందో ఆమె మాట్లాడింది.",
                        "Marathi": "होय, मी तिला काल फोन केला. ती चांगली आहे. तिने गेल्या आठवड्याच्या सुटीतील कुटुंबाच्या जमावाचा आनंद घेतला असल्याबद्दल बोलत होती.",
                        "Tamil": "ஆம், நான் அவளை நேற்று அழைத்தேன். அவள் நலமாகவே இருக்கிறாள். கடந்த வார இறுதியில் குடும்பக் கூட்டத்தைக் கேட்ட அவள் அந்த சந்திப்பை எவ்வளவு ரசித்துவிட்டாள் என்பதையும் பேசுகிறாள்.",
                        "Vietnamese": "Vâng, tôi đã gọi cho bà ấy hôm qua. Bà ấy khỏe. Bà ấy đang nói về việc bà ấy đã thưởng thức buổi tụ họp gia đình vào cuối tuần trước như thế nào.",
                        "Urdu": "ہاں، میں نے اسے کل فون کیا۔ وہ ٹھیک ہے۔ وہ بتا رہی تھی کہ اس نے پچھلے ہفتے کے آخر میں خاندانی اجتماع کا کتنا لطف اٹھایا۔",
                        "Filipino": "Oo, tinawagan ko siya kahapon. Mabuti siya. Sinasabi niya kung gaano siya nag-enjoy sa family gathering noong nakaraang katapusan ng linggo.",
                        "Romanian": "Da, am sunat-o ieri. Ea este bine. Vorbea despre cât de mult s-a bucurat de reuniunea de familie de weekendul trecut.",
                        "Albanian": "Po, e kam telefonuar dje. Ajo është mirë. Ajo fliste për sa shumë e ka shijuar takimin e familjes javën e kaluar.",
                        "Nepali": "हो, मैले उनलाई हिजो फोन गरेँ। उनी ठीक छिन्। उनले गत सप्ताहांतको परिवारको जमघटको कस्तो मजा आएको बारेमा कुरा गर्दै थिइन्।",
                        "Khmer": "អែត បងបានហៅគាត់កាលពីម្សិលមិញ។ នាងសុខសប្បាយ។ នាងកំពុងនិយាយអំពីអ្វីដែលនាងរីករាយនឹងការប្រមុំគ្រួសារនៅចុងសប្តាហ៍មុន។",
                        "Sinhalese": "ඔව්, මම ඇයට ඊයේ දුරකතන කළා. ඇය හොඳයි. ඇය පසුගිය සති අන්තයේ පවුලේ සංගමය කෙසේද යන්න ගැන කථා කරමින් සිටියාය.",
                        "Amharic": "እውነት ነው፣ ትናገርኩ ነበር። በዚህ ዓም ጤናማ ናት። ባልደረባ ስለሚወድድ የቤተሰብ ስብሰባው ስለውክልናው ተናገረች።",
                        "Pashto": "هو، ما پرون هغې ته زنګ ووهلو. هغه ښه ده. هغې د تیرې اونۍ په پای کې د کورنۍ غونډې څخه څومره خوند اخیستی دی په اړه خبرې کولې.",
                        "Burmese": "ဟုတ်ပါတယ်၊ ကျွန်တော်မင်းကိုမနေ့ကဖုန်းခေါ်ခဲ့ပါတယ်။ သူမကအထူးပီတိရှိပါတယ်။ မတ်တပ်ရပ်စီစဉ်ရာပွဲကိုတော်သလောက်ကြိုက်ခဲ့ပြီးစကားပြောနေခဲ့ပါတယ်။",
                        "Somali": "Haa, waxaan wacay shalay. Waxay fiican tahay. Waxay ka hadlaysay sida ay ugu faraxday kulan qoyska toddobaadkii hore."
                    }
                },
                {
                    "text": "Oh, that's nice to hear. Mom was really happy to see everyone together.",
                    "translations": {
                        "Chinese": "哦，听到这个消息真好。妈妈看到大家聚在一起真的很高兴。",
                        "Spanish": "Oh, qué bueno escuchar eso. Mamá estaba realmente feliz de ver a todos juntos.",
                        "Hindi": "ओह, यह सुनकर अच्छा लगा। माँ सभी को एक साथ देखकर वास्तव में खुश थीं।",
                        "Arabic": "أوه، من الجيد سماع ذلك. كانت والدتي سعيدة حقاً لرؤية الجميع معاً.",
                        "Bengali": "ওহ, এটা শুনে ভাল লাগলো। মা সবাইকে একসাথে দেখে সত্যিই খুশি ছিল।",
                        "Portuguese": "Ah, é bom ouvir isso. Mamãe ficou realmente feliz em ver todos juntos.",
                        "Russian": "О, приятно это слышать. Мама была действительно счастлива видеть всех вместе.",
                        "Japanese": "ああ、それを聞いてうれしいです。お母さんはみんなが一緒にいるのを見て本当に喜んでいました。",
                        "Punjabi": "ਓਹ, ਇਹ ਸੁਣਨ ਵਿੱਚ ਚੰਗਾ ਲੱਗਦਾ ਹੈ। ਮਾਂ ਸਾਰੇ ਇਕੱਠੇ ਦੇਖ ਕੇ ਵਾਕਈ ਖੁਸ਼ ਸੀ।",
                        "German": "Oh, das ist schön zu hören. Mama war wirklich glücklich, alle zusammen zu sehen.",
                        "Javanese": "Oh, apik banget krungu kabar iki. Ibu pancen seneng banget ndeleng kabeh wong bebarengan.",
                        "Korean": "아, 듣기 좋네요. 엄마는 모두 함께 있는 모습을 보고 정말 기뻐하셨어요.",
                        "French": "Oh, c'est agréable à entendre. Maman était vraiment heureuse de voir tout le monde ensemble.",
                        "Telugu": "అహ్, ఇది విని ఆనందంగా ఉంది. అమ్మ అందరినీ కలిసి చూడడం ద్వారా నిజంగా సంతోషించింది.",
                        "Marathi": "अहो, हे ऐकून आनंद झाला. आईला सर्वांना एकत्र पाहून खूप आनंद झाला.",
                        "Tamil": "அஹ், இது கேட்க நல்லது. அனைவரும் ஒரே இடத்தில் இருப்பது குறித்து அன்னை உண்மையிலேயும் மகிழ்ந்தார்.",
                        "Vietnamese": "Ồ, thật tốt khi nghe điều đó. Mẹ thực sự rất vui khi thấy mọi người cùng nhau.",
                        "Urdu": "اوہ، یہ سن کر اچھا لگا۔ ماں سب کو اکٹھے دیکھ کر واقعی خوش تھیں۔",
                        "Filipino": "Oh, ang saya namang marinig iyon. Talagang tuwang-tuwa si Mom na makita ang lahat ng magkasama.",
                        "Romanian": "Oh, este plăcut să auzi asta. Mama a fost cu adevărat fericită să vadă pe toată lumea împreună.",
                        "Albanian": "Oh, është mirë të dëgjosh këtë. Mamaja ishte vërtet e lumtur të shihte të gjithë së bashku.",
                        "Nepali": "ओह, यो सुनेर रमाइलो लाग्यो। आमा सबैलाई एकसाथ हेरेर साँच्चै खुशी हुनुहुन्थ्यो।",
                        "Khmer": "អូហ៍ សូមសូមចាប់អារម្មណ៍។ ម្តាយមានការយកចិត្តទុកដាក់យ៉ាងខ្លាំងក្នុងការមើលឃើញអ្នកទាំងអស់គ្នាកាន់តែជាមួយគ្នា។",
                        "Sinhalese": "ආ, එය හොඳයි කියන්න. අම්මා හැමෝම එකට බලලා ඉතාම සතුටු වුණා.",
                        "Amharic": "እንዴት እንደሚገኝ መረጃ እንደ ማስታወስ ደስ አለኝ። እናቱ ሁሉንም በተደጋጋሚ እንደ ማየት በጣም ደስ አለባት።",
                        "Pashto": "اوه، دا اوریدل ښه دی. مور رښتیا هم د ټولو خلکو یو ځای لیدلو څخه ډیر خوښ وه.",
                        "Burmese": "အို၊ ဒါကိုနားထောင်ရင်အထူးပီတိပါတယ်။ အဘ်သည်လူတိုင်းကိုအတူတွေ့တာကိုအထူးပီတိခံစားခဲ့သည်။",
                        "Somali": "Haa, waa farxad in la maqlo. Hooyo aad ayay ugu faraxday inay aragto dhammaan dadka wada jooga."
                    }
                },
                {
                    "text": "Definitely. Mom put in so much effort to make everything perfect. Did Uncle John say anything about his new job?",
                    "translations": {
                        "Chinese": "当然了。妈妈付出了很多努力来让一切完美。约翰叔叔有没有提到他的新工作？",
                        "Spanish": "Definitivamente. Mamá puso mucho esfuerzo para que todo estuviera perfecto. ¿Dijo algo el Tío John sobre su nuevo trabajo?",
                        "Hindi": "निश्चित रूप से। माँ ने सब कुछ परफेक्ट बनाने के लिए बहुत मेहनत की। क्या अंकल जॉन ने अपनी नई नौकरी के बारे में कुछ कहा?",
                        "Arabic": "بالتأكيد. بذلت والدتي جهدًا كبيرًا لجعل كل شيء مثاليًا. هل قال العم جون شيئًا عن وظيفته الجديدة؟",
                        "Bengali": "নিশ্চিতভাবে। মা সবকিছু নিখুঁত করার জন্য প্রচুর পরিশ্রম করেছেন। চাচা জন কি তার নতুন চাকরি সম্পর্কে কিছু বলেছেন?",
                        "Portuguese": "Com certeza. Mamãe se esforçou tanto para que tudo ficasse perfeito. O Tio John falou algo sobre o novo emprego dele?",
                        "Russian": "Определенно. Мама вложила много усилий, чтобы все было идеально. Сказал ли дядя Джон что-нибудь о своей новой работе?",
                        "Japanese": "もちろんです。お母さんはすべてを完璧にするために多くの努力をしました。ジョンおじさんは新しい仕事について何か言っていましたか？",
                        "Punjabi": "ਬਿਲਕੁਲ। ਮਾਂ ਨੇ ਸਭ ਕੁਝ ਪੂਰੀ ਤਰ੍ਹਾਂ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਬਹੁਤ ਮਿਹਨਤ ਕੀਤੀ। ਕੀ ਅੰਗਲ ਜਾਨ ਨੇ ਆਪਣੀ ਨਵੀਂ ਨੌਕਰੀ ਬਾਰੇ ਕੁਝ ਕਿਹਾ?",
                        "German": "Definitiv. Mama hat so viel Mühe investiert, um alles perfekt zu machen. Hat Onkel John etwas über seinen neuen Job gesagt?",
                        "Javanese": "Pasti. Ibu wis akeh usaha kanggo nggawe kabeh sampurna. Apa Paman John ngomong apa-apa babagan kerja anyaré?",
                        "Korean": "확실히요. 엄마는 모든 것을 완벽하게 만들기 위해 많은 노력을 했어요. 존 삼촌이 새 직장에 대해 무슨 말을 했나요?",
                        "French": "Absolument. Maman a mis beaucoup d’efforts pour que tout soit parfait. Est-ce que l’oncle John a dit quelque chose à propos de son nouveau travail ?",
                        "Telugu": "ఖచ్చితంగా. అమ్మ అన్నీ అద్భుతంగా ఉండేలా చాలా కృషి చేసింది. Uncle John తన కొత్త ఉద్యోగం గురించి ఏమైనా చెప్పాడా?",
                        "Marathi": "नक्कीच. आईने सर्व काही परिपूर्ण करण्यासाठी खूप मेहनत घेतली. अंकल जॉनने त्याच्या नवीन नोकरीसंबंधी काहीतरी सांगितलं का?",
                        "Tamil": "நிச்சயமாக. அம்மா எல்லாவற்றையும் பரிபூர்ணமாகச் செய்ய நிச்சயமாக அதிக உழைப்பு எடுத்துள்ளார். அங்கிள் ஜான் தன் புதிய வேலைப் பற்றியொரு விஷயமாகவும் கூறினாரா?",
                        "Vietnamese": "Chắc chắn rồi. Mẹ đã bỏ rất nhiều công sức để làm mọi thứ hoàn hảo. Chú John có nói gì về công việc mới của ông ấy không?",
                        "Urdu": "یقیناً۔ ماں نے سب کچھ بہترین بنانے کے لیے بہت محنت کی۔ کیا انکل جان نے اپنی نئی نوکری کے بارے میں کچھ کہا؟",
                        "Filipino": "Tiyak. Naglaan ng maraming pagsisikap ang Mom para maging perpekto ang lahat. May sinabi ba si Uncle John tungkol sa bago niyang trabaho?",
                        "Romanian": "Cu siguranță. Mama a depus atât de mult efort pentru a face totul perfect. A spus unchiul John ceva despre noul său loc de muncă?",
                        "Albanian": "Sigurisht. Mamaja bëri kaq shumë përpjekje për të bërë gjithçka të përsosur. A tha xhaxhai John ndonjë gjë për punën e tij të re?",
                        "Nepali": "निश्चित रूपमा। आमाले सबै कुरा उत्कृष्ट बनाउन धेरै मेहनत गरिन्। अंकल जॉनले आफ्नो नयाँ जागिरको बारेमा केही भने?",
                        "Khmer": "ច្បាស់ណាស់។ ម៉ាក់បានចំណាយកំលាំងយ៉ាងច្រើនដើម្បីធ្វើឱ្យអ្វីៗទាំងអស់សម្រួល។ តើជីតា John មានការទំនាក់ទំនងអំពីការងារថ្មីរបស់គាត់ទេ?",
                        "Sinhalese": "සහකාරීව. අම්මා සියල්ලම නිවැරදිව සකස් කිරීමට වඩාත් කැපවීමක් දැමූවා. මංගල් John තම නව රැකියාව ගැන කුමක් හෝ කියා තිබේද?",
                        "Amharic": "በእርግጠኝነት። እናቱ ሁሉንም በተጠቃሚ ሁኔታ ለማድረስ በጣም ጥንቃቄ እንደተደረገ ነበር። አንክል ጆን ስለ አዲሱ ስራው አንድ ነገር ተነግሯልን?",
                        "Pashto": "یقیناً. مور یې د هر څه د بشپړتیا لپاره ډیر هڅې کړې. آیا انکل جان د خپلې نوې دندې په اړه څه وویل؟",
                        "Burmese": "သေချာပါတယ်။ အမေသည် အရာအားလုံးကို ပြုံးအောင်လုပ်ရန် အားပေးရည်ရွယ်စွာ ကြိုးပမ်းခဲ့သည်။ ဦး John သင်၏ အသစ်သော အလုပ်အကြောင်း ရော ကိရိယာကို ပြောပြခဲ့လား။",
                        "Somali": "Hubaal. Hooyo waxay dadaal badan gelisay si ay wax walba ugu noqdaan kuwo qumman. Miyaa Awoowe John wax ka sheegay shaqadiisa cusub?"
                    }
                },
                {
                    "text": "He did! He seems pretty excited about it. He's going to be traveling a lot, though.",
                    "translations": {
                        "Chinese": "他确实提到了！他对这份工作似乎非常兴奋。不过，他会经常出差。",
                        "Spanish": "¡Sí! Parece bastante emocionado por ello. Aunque, va a estar viajando mucho.",
                        "Hindi": "उन्होंने ऐसा किया! वह इसके बारे में काफी उत्साहित लगते हैं। हालांकि, उन्हें बहुत यात्रा करनी पड़ेगी।",
                        "Arabic": "نعم! يبدو أنه متحمس جدًا لذلك. لكنه سيسافر كثيرًا.",
                        "Bengali": "তিনি বলেছিলেন! তিনি এতে বেশ উত্তেজিত মনে হচ্ছেন। তবে, তাকে অনেক ভ্রমণ করতে হবে।",
                        "Portuguese": "Sim! Ele parece bastante empolgado com isso. No entanto, ele vai viajar bastante.",
                        "Russian": "Да! Он кажется довольно взволнован этим. Хотя, ему предстоит много путешествовать.",
                        "Japanese": "そうです！彼はそれについてかなり興奮しているようです。しかし、たくさん旅行しなければならないでしょう。",
                        "Punjabi": "ਹਾਂ! ਉਹ ਇਸ ਬਾਰੇ ਕਾਫੀ ਉਤਸ਼ਾਹਿਤ ਲੱਗਦਾ ਹੈ। ਹਾਲਾਂਕਿ, ਉਸ ਨੂੰ ਬਹੁਤ ਸਾਰਾ ਸਫਰ ਕਰਨਾ ਪਏਗਾ।",
                        "German": "Ja, hat er! Er scheint ziemlich aufgeregt darüber zu sein. Allerdings wird er viel reisen müssen.",
                        "Javanese": "Ya! Dheweke katon cukup semangat babagan iki. Nanging, dheweke bakal sering lelungan.",
                        "Korean": "네, 그렇습니다! 그는 그것에 대해 꽤 흥분한 것 같습니다. 하지만 많은 여행을 해야 할 것입니다.",
                        "French": "Oui, il l'a fait ! Il semble assez excité à ce sujet. Cependant, il va beaucoup voyager.",
                        "Telugu": "అవును! అతను దీని గురించి చాలా ఉత్సాహంగా కనిపిస్తున్నాడు. కానీ, అతను చాలా ఎక్కువ ప్రయాణం చేయాల్సి ఉంటుంది.",
                        "Marathi": "होय! तो याबद्दल खूप उत्साही दिसतोय. पण, त्याला बराच प्रवास करावा लागणार आहे.",
                        "Tamil": "ஆமாம்! அவர் இதைப் பற்றி மிகவும் உற்சாகமாக இருக்கிறார். ஆனால், அவர் நிறைய பயணிக்க வேண்டியிருக்கும்.",
                        "Vietnamese": "Có đấy! Anh ấy có vẻ khá hào hứng về điều đó. Tuy nhiên, anh ấy sẽ phải đi công tác nhiều.",
                        "Urdu": "ہاں! وہ اس کے بارے میں کافی پرجوش لگ رہا ہے۔ مگر، اسے بہت زیادہ سفر کرنا پڑے گا۔",
                        "Filipino": "Oo nga! Mukhang sobrang excited siya tungkol dito. Pero, magta-travel siya nang madalas.",
                        "Romanian": "Da! Pare destul de entuziasmat de asta. Totuși, va trebui să călătorească mult.",
                        "Albanian": "Po! Ai duket shumë i emocionuar për të. Megjithatë, do të udhëtojë shumë.",
                        "Nepali": "हो, उनले भने! उनी यसबारेमा निकै उत्साहित देखिन्छन्। यद्यपि, उनी धेरै यात्रा गर्नुपर्नेछ।",
                        "Khmer": "មាន! គាត់ធម្មតាអស់ឃើញនិងគិតពីវា។ ប៉ុន្តែគាត់នឹងត្រូវធ្វើដំណើរច្រើន។",
                        "Sinhalese": "ඔව්! ඔහු මේ පිළිබඳව කුඩා බලාපොරොත්තු දැක්වෙනවා. නමුත්, ඔහු බොහෝ වෙලාවට ගමනට යාමට යාවත්කාලීන වේ.",
                        "Amharic": "እውነት! እርሱ በጣም ደስ ይበላል። ነገር ግን፣ በጣም በተለያዩ ቦታዎች ይሂዳል።",
                        "Pashto": "هغه وکړ! هغه د دې په اړه ډیر خوشحاله ښکاري. مګر، هغه به ډیر سفر وکړي.",
                        "Burmese": "ဟုတ်တယ်! သူကဒီအကြောင်းအတွက် အရမ်းလှပတဲ့အပြုံးတတ်ရပါတယ်။ သို့သော်၊ သူကအများအပြားခရီးသွားရပါမယ်။",
                        "Somali": "Haa! Wuxuu u muuqdaa inuu si weyn ugu faraxsanyahay. Si kastaba ha ahaatee, wuxuu safar badan doonaa."
                    }
                },
                {
                    "text": "That's great for him. I know he loves traveling. Have you seen our stepbrother Mike recently?",
                    "translations": {
                        "Chinese": "这对他来说太棒了。我知道他喜欢旅行。你最近见过我们的继兄迈克吗？",
                        "Spanish": "Eso es genial para él. Sé que le encanta viajar. ¿Has visto a nuestro hermanastro Mike últimamente?",
                        "Hindi": "यह उसके लिए शानदार है। मुझे पता है कि उसे यात्रा करना बहुत पसंद है। क्या आपने हाल ही में हमारे सौतेले भाई माइक को देखा है?",
                        "Arabic": "هذا رائع بالنسبة له. أعلم أنه يحب السفر. هل رأيت أخانا غير الشقيق مايك مؤخرًا؟",
                        "Bengali": "এটা তার জন্য দারুণ। আমি জানি সে ভ্রমণ করতে ভালোবাসে। আপনি কি সম্প্রতি আমাদের সৎভাই মাইককে দেখেছেন?",
                        "Portuguese": "Isso é ótimo para ele. Eu sei que ele adora viajar. Você viu nosso meio-irmão Mike recentemente?",
                        "Russian": "Это здорово для него. Я знаю, что он любит путешествовать. Видел ли ты нашего сводного брата Майка недавно?",
                        "Japanese": "それは彼にとって素晴らしいことです。彼が旅行を大好きだと知っています。最近、私たちの異母兄弟マイクを見かけましたか？",
                        "Punjabi": "ਇਹ ਉਸ ਲਈ ਵਧੀਆ ਹੈ। ਮੈਨੂੰ ਪਤਾ ਹੈ ਕਿ ਉਸਨੂੰ ਸਫਰ ਕਰਨਾ ਪਸੰਦ ਹੈ। ਕੀ ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਸਾਡੇ ਸੌਤੇਲੇ ਭਰਾ ਮਾਈਕ ਨੂੰ ਵੇਖਿਆ ਹੈ?",
                        "German": "Das ist großartig für ihn. Ich weiß, dass er gerne reist. Hast du unseren Stiefbruder Mike in letzter Zeit gesehen?",
                        "Javanese": "Iki apik kanggo dheweke. Aku ngerti yen dheweke seneng lelungan. Apa sampeyan wis nemokake adhik tiri kita Mike akhir-akhir iki?",
                        "Korean": "그에게 좋네요. 그가 여행을 좋아하는 걸 알아요. 최근에 우리의 이복형 마이크를 본 적이 있나요?",
                        "French": "C'est super pour lui. Je sais qu'il adore voyager. As-tu vu notre demi-frère Mike récemment ?",
                        "Telugu": "ఇది అతని కోసం గొప్పగా ఉంది. అతను ప్రయాణం చేయడం ఇష్టంగా ఉంటాడని నాకు తెలుసు. మీరు ఇటీవల మన దత్తపంతిలు మైక్‌ను చూసారా?",
                        "Marathi": "हे त्याच्यासाठी उत्तम आहे. मला माहिती आहे की त्याला प्रवास करणे आवडते. तुम्ही अलीकडे आमच्या सणाच्या भाऊ माइकला पाहिले का?",
                        "Tamil": "அவருக்காக இது மிகவும் நல்லது. அவர் பயணங்களை மிகவும் விரும்புகிறார் என்று நான் அறிவேன். நீங்கள் சமீபத்தில் நமது மடரன்பா மைக்கை பார்த்தீர்களா?",
                        "Vietnamese": "Điều đó thật tuyệt vời đối với anh ấy. Tôi biết anh ấy rất thích du lịch. Bạn có thấy anh trai kế của chúng ta là Mike gần đây không?",
                        "Urdu": "یہ اس کے لیے بہت اچھا ہے۔ مجھے پتہ ہے کہ اسے سفر کرنا پسند ہے۔ کیا آپ نے حال ہی میں ہمارے سوتیلے بھائی مائیک کو دیکھا ہے؟",
                        "Filipino": "Maganda iyon para sa kanya. Alam ko na mahilig siya sa paglalakbay. Nakita mo na ba ang ating kapatid na si Mike kamakailan?",
                        "Romanian": "Este grozav pentru el. Știu că îi place să călătorească. Ai văzut recent pe fratele nostru vitreg Mike?",
                        "Albanian": "Kjo është e shkëlqyer për të. E di që i pëlqen të udhëtojë. A ke parë ndonjëherë vëllanë tonë të shtatë, Mike, së fundmi?",
                        "Nepali": "यो उसको लागि राम्रो छ। मलाई थाहा छ उसलाई यात्रा गर्न मनपर्छ। तपाईंले हालै हाम्रो सौतेला दाजु माइकलाई देख्नुभयो?",
                        "Khmer": "នោះសម្រាប់គាត់គឺអស្ចារ្យ។ ខ្ញុំស្គាល់ថាគាត់ចូលចិត្តធ្វើដំណើរ។ តើអ្នកបានឃើញបងជ ступពួកយើង Mike ម្តងទេ?",
                        "Sinhalese": "මෙය ඔහුට හොඳයි. ඔහුට ගමන් කිරීමට කැමතියි කියලා මට විශ්වාසයි. ඔබ අපගේ අලුත්ම අයියා මයික් අලුත්දැයි දැන් පෙන්නුම් කළේද?",
                        "Amharic": "ይህ ለእሱ ጥሩ ነው። እሱ ጉዞን ይወዳል የምልክት ነው። በቅርብ ወቅት እኛ ያለው ወይዘር ማይክን እንዴት ተመልከቱ?",
                        "Pashto": "دا د هغه لپاره ښه دی. زه پوهیږم چې هغه د سفر کولو سره مینه لري. ایا تاسو په وروستیو کې زموږ د خسرې ورور مایک لیدلی دی؟",
                        "Burmese": "ဒါဟာသူ့အတွက်ကောင်းပါတယ်။ သူဟာခရီးသွားရတာကိုချစ်တဲ့အကြောင်းသိပါတယ်။ သင့်အားမကြာခဏကျွန်ုပ်တို့၏အဆင်ပြေဘဝ Mike ကိုတွေ့ခဲ့ပါသလား?",
                        "Somali": "Taasi waa weyn u ah isaga. Waxaan ogahay inuu jecel yahay safarka. Ma aragtay walaalkeena aan wada dhalin ee Mike dhawaan?"
                    }
                },
                {
                    "text": "Not since last month. He mentioned he's been busy with college stuff. We should invite him over soon.",
                    "translations": {
                        "Chinese": "从上个月以来就没有见过他了。他提到他忙于大学的事情。我们应该尽快邀请他过来。",
                        "Spanish": "No desde el mes pasado. Mencionó que ha estado ocupado con cosas de la universidad. Deberíamos invitarlo pronto.",
                        "Hindi": "पिछले महीने से नहीं। उसने कहा कि वह कॉलेज के काम में व्यस्त है। हमें उसे जल्दी बुलाना चाहिए।",
                        "Arabic": "منذ الشهر الماضي لم أره. ذكر أنه كان مشغولاً بأمور الجامعة. يجب أن ندعوه قريباً.",
                        "Bengali": "গত মাস থেকে দেখা হয়নি। সে বলেছে যে সে কলেজের কাজে ব্যস্ত। আমাদের তাকে শীঘ্রই আমন্ত্রণ জানানো উচিত।",
                        "Portuguese": "Desde o mês passado não. Ele mencionou que tem estado ocupado com coisas da faculdade. Devemos convidá-lo em breve.",
                        "Russian": "С прошлого месяца не виделись. Он упомянул, что был занят университетскими делами. Нам следует пригласить его в ближайшее время.",
                        "Japanese": "先月以来会っていません。彼は大学のことで忙しいと言っていました。すぐに彼を招待するべきです。",
                        "Punjabi": "ਪਿਛਲੇ ਮਹੀਨੇ ਤੋਂ ਨਹੀਂ। ਉਸਨੇ ਕਿਹਾ ਕਿ ਉਹ ਕਾਲਜ ਦੇ ਕੰਮ ਵਿੱਚ व्यਸਤ ਹੈ। ਸਾਨੂੰ ਉਸਨੂੰ ਜਲਦੀ ਸੱਦਣਾ ਚਾਹੀਦਾ ਹੈ।",
                        "German": "Seit letztem Monat nicht. Er hat erwähnt, dass er mit College-Sachen beschäftigt ist. Wir sollten ihn bald einladen.",
                        "Javanese": "Ora wiwit wulan kepungkur. Dheweke nyebutake yen dheweke sibuk karo urusan kuliah. Kita kudu ngajak dheweke rawuh enggal.",
                        "Korean": "지난 달 이후로는 못 봤어. 그는 대학 관련 일로 바쁘다고 했어. 우리가 그를 곧 초대해야 해.",
                        "French": "Pas depuis le mois dernier. Il a mentionné qu'il était occupé avec des affaires universitaires. Nous devrions l'inviter bientôt.",
                        "Telugu": "తాజాగా నెలలో కాదు. అతను కాలేజీ విషయాలతో బిజీగా ఉన్నాడని చెప్పాడు. మనం అతనిని త్వరలో ఆహ్వానించాలి.",
                        "Marathi": "मागील महिन्यापासून नाही. त्याने कॉलेजच्या गोष्टींमध्ये व्यस्त असल्याचे म्हटले. आपण त्याला लवकरच आमंत्रित करणे आवश्यक आहे.",
                        "Tamil": "முந்தைய மாதத்துக்கு பிறகு இல்லை. கல்லூரி விஷயங்களில் பிசியாக இருக்கிறேன் என்று அவர் குறிப்பிட்டார். நாங்கள் விரைவில் அவரை அழைக்க வேண்டும்.",
                        "Vietnamese": "Không kể từ tháng trước. Anh ấy đã nói rằng anh ấy bận rộn với việc học ở trường. Chúng ta nên mời anh ấy đến sớm.",
                        "Urdu": "پچھلے مہینے سے نہیں۔ اس نے بتایا کہ وہ کالج کی چیزوں میں مصروف ہے۔ ہمیں اسے جلدی مدعو کرنا چاہئے۔",
                        "Filipino": "Hindi mula noong nakaraang buwan. Sinabi niya na siya ay abala sa mga bagay sa kolehiyo. Dapat nating anyayahan siya agad.",
                        "Romanian": "Nu de luna trecută. A menționat că a fost ocupat cu lucruri legate de facultate. Ar trebui să-l invităm în curând.",
                        "Albanian": "Jo që nga muaji i kaluar. Ai përmendi se ka qenë i zënë me punë për universitetin. Duhet ta ftojmë së shpejti.",
                        "Nepali": "अघिल्लो महिनादेखि होइन। उसले कलेजको काममा व्यस्त रहेको उल्लेख गर्यो। हामीले उसलाई चाँडै निम्त्याउनु पर्छ।",
                        "Khmer": "មិនមានតាំងពីខែមុនទេ។ គាត់បានចេញបញ្ចេញថាគាត់បានរវល់នឹងការងារកាលេជ។ យើងគួរតែអញ្ជើញគាត់មកឲ្យបានឆាប់។",
                        "Sinhalese": "මැයි මසෙදි පසු නැත. ඔහු විශේෂණයෙන් මාර්ගගත සිසුවෙකු ලෙස වේ. අපට ඔහුට ඉක්මනින් ආරාධනා කළ යුතුය.",
                        "Amharic": "ከቅርብ ወቅት ጀምሮ አይታወቅም። በኮሌጅ ነገሮች ስላለው በጣም እንደ እንግዳ አስታውሷል። በጊዜ ላይ ስለሆነም እንዲጠርበው እንጠይቃለን።",
                        "Pashto": "له تیرې میاشتې راهیسې نه. هغه یادونه وکړه چې د کالج کارونو سره بوخت دی. موږ باید هغه ډیر ژر راوبولو.",
                        "Burmese": "မင်္ဂလာလေးမင်္ဂလာလေးမှာ မတွေ့ခဲ့ဘူး။ သူက ကောလိပ်အလုပ်တွေနဲ့ စွမ်းအားကုန်နေပါတယ်လို့ ဆိုပါတယ်။ အခုနောက်တွင် သူ့ကို ဖိတ်ခေါ်သင့်ပါတယ်။",
                        "Somali": "Ka dib bishii hore ma aanan arkin. Wuxuu sheegay inuu mashquul yahay arrimaha koleejka. Waa inaan ku casuumnaa dhowaan."
                    }
                },
                {
                    "text": "Absolutely. Maybe we can plan a small get-together. Grandma would love that too.",
                    "translations": {
                        "Chinese": "绝对如此。也许我们可以计划一个小型聚会。奶奶也会很喜欢的。",
                        "Spanish": "Absolutamente. Tal vez podamos planear una pequeña reunión. A la abuela también le encantaría.",
                        "Hindi": "बिलकुल। शायद हम एक छोटी सी मिलन समारोह की योजना बना सकते हैं। दादी को भी यह पसंद आएगा।",
                        "Arabic": "بالطبع. ربما يمكننا تخطيط اجتماع صغير. ستحب الجدة ذلك أيضًا.",
                        "Bengali": "অবশ্যই। হয়তো আমরা একটি ছোট্ট সমাবেশের পরিকল্পনা করতে পারি। দিদা এটাও খুব পছন্দ করবে।",
                        "Portuguese": "Com certeza. Talvez possamos planejar um pequeno encontro. A vovó também adoraria isso.",
                        "Russian": "Абсолютно. Возможно, мы можем спланировать небольшую встречу. Бабушка тоже это оценит.",
                        "Japanese": "絶対に。小さな集まりを計画してもいいかもしれませんね。おばあちゃんも喜ぶでしょう。",
                        "Punjabi": "ਬਿਲਕੁਲ। ਸ਼ਾਇਦ ਅਸੀਂ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਮੀਟਿੰਗ ਯੋਜਨਾ ਬਣਾ ਸਕਦੇ ਹਾਂ। ਦਾਦੀ ਨੂੰ ਵੀ ਇਹ ਪਸੰਦ ਆਏਗਾ।",
                        "German": "Absolut. Vielleicht können wir ein kleines Treffen planen. Oma würde das auch lieben.",
                        "Javanese": "Pasti. Mungkin kita bisa merencanakan pertemuan kecil. Nenek juga akan suka itu.",
                        "Korean": "절대적으로. 아마도 작은 모임을 계획할 수 있을 것입니다. 할머니도 그것을 좋아할 것입니다.",
                        "French": "Absolument. Peut-être que nous pourrions organiser une petite réunion. Grand-mère aimerait aussi ça.",
                        "Telugu": "ఖచ్చితంగా. మనం చిన్నమొత్తం సమావేశం ఏర్పాటు చేయవచ్చు. నాన్నా కూడా ఇష్టపడుతుంది.",
                        "Marathi": "नक्कीच. कदाचित आपण एक छोटीशी जमवण योजना बनवू शकतो. आजीला पण हे आवडेल.",
                        "Tamil": "மூலமாகவே. நாங்கள் ஒரு சிறிய சந்திப்பைக் திட்டமிடலாம். அக்கா அதை விரும்பும்.",
                        "Vietnamese": "Chắc chắn rồi. Có thể chúng ta có thể lên kế hoạch cho một buổi gặp mặt nhỏ. Bà cũng sẽ thích điều đó.",
                        "Urdu": "بلکل۔ شاید ہم ایک چھوٹا سا اجتماع منصوبہ بنا سکتے ہیں۔ دادی کو بھی یہ پسند آئے گا۔",
                        "Filipino": "Tiyak. Baka maaari tayong magplano ng isang maliit na pagtitipon. Magugustuhan din iyon ng lola.",
                        "Romanian": "Absolut. Poate că putem planifica o mică întâlnire. Bunica ar iubi și asta.",
                        "Albanian": "Absolutisht. Ndoshta mund të planifikojmë një takim të vogël. Gjyshja do ta pëlqente gjithashtu.",
                        "Nepali": "पक्कै पनि। शायद हामी एक सानो भेटघाटको योजना बनाउन सक्छौं। हजुरआमा पनि यसलाई माया गर्नेछिन्।",
                        "Khmer": "ពិតប្រាកដណាស់។ ប្រហែលជាយើងអាចរៀបចំជួបប្រជុំតូចៗមួយ។ ជាយូរមកវិញ អាងគោកនឹងស្រលាញ់វា។",
                        "Sinhalese": "නිවැරදිවම. අපට කුඩා මිතුරන්ගේ එකතු කිරීමක් සැලසුම් කළ හැක. නානාට එයද ප්‍රීතිමත් වේ.",
                        "Amharic": "በግምት እንዴት ነው። እንደሆንም አንድ ትንሽ ግብር የምንደርግበት ዝግጅት ሊያደርግ እንደሚቻል ነው። እናቱም ያስተዋውቃል።",
                        "Pashto": "بالکل. شاید موږ یوه وړوکې غونډه پلان کړو. ننه به هم هغه خوښ کړي.",
                        "Burmese": "တကယ်ပါ။ ကောင်းသောလေးစားမှုအတွက် ကျွန်တော်တို့ တစ်နေရာတစ်ခု ချိန်ညှိနိုင်ပါတယ်။ အနောက်ကျောပြင်မှာ အပြုံးကို ရင်ခုန်ပါတယ်။",
                        "Somali": "Haa, run ahaantii. Waxaa laga yaabaa inaan qorsheyso kulan yar. Ayeeyo sidoo kale waxay jeclaan doontaa."
                    }
                }
            ]
        }
    ]
}