{
    "lesson": [
        {
            "title": "Answer out loud",
            "text": "Jane stood at the front door, her heart pounding with anticipation. Today was her first day at a new school, and she couldn't help but feel a mix of excitement and anxiety. What was Jane anxious about?",
            "translations": {
                "Chinese": "简站在前门，心脏因期待而跳动。今天是她在新学校的第一天，她不禁感到既兴奋又焦虑。简担心什么？",
                "Spanish": "Jane estaba en la puerta principal, con el corazón acelerado por la anticipación. Hoy era su primer día en una nueva escuela, y no podía evitar sentir una mezcla de emoción y ansiedad. ¿Por qué estaba Jane ansiosa?",
                "Hindi": "जेन सामने के दरवाजे पर खड़ी थी, उसका दिल प्रत्याशा से धड़क रहा था। आज उसका नए स्कूल में पहला दिन था, और वह उत्साह और चिंता का मिश्रण महसूस करने से खुद को रोक नहीं पा रही थी। जेन चिंतित क्यों थी?",
                "Arabic": "وقفت جين عند الباب الأمامي، وقلبها ينبض بالحماس. اليوم كان أول يوم لها في مدرسة جديدة، ولم تستطع إلا أن تشعر بمزيج من الإثارة والقلق. عن ماذا كانت جين قلقة؟",
                "Bengali": "জেন সামনের দরজায় দাঁড়িয়ে ছিল, তার হৃদয় উত্তেজনায় কাঁপছিল। আজ তার নতুন স্কুলে প্রথম দিন, এবং সে উত্তেজনা ও উদ্বেগের মিশ্রণ অনুভব করতে পারছিল না। জেন কেন উদ্বিগ্ন ছিল?",
                "Portuguese": "Jane estava na porta da frente, com o coração acelerado de antecipação. Hoje era seu primeiro dia em uma nova escola, e ela não conseguia evitar sentir uma mistura de empolgação e ansiedade. Sobre o que Jane estava ansiosa?",
                "Russian": "Джейн стояла у передней двери, её сердце билось от волнения. Сегодня был её первый день в новой школе, и она не могла не чувствовать смешение волнения и тревоги. О чём Джейн была обеспокоена?",
                "Japanese": "ジェーンは前のドアのところに立ち、心臓が期待でドキドキしていました。今日は新しい学校での初日で、彼女は興奮と不安が入り混じった気持ちを抑えきれませんでした。ジェーンは何を心配していたのでしょうか？",
                "Punjabi": "ਜੇਨ ਸਾਹਮਣੇ ਦੇ ਦਰਵਾਜੇ 'ਤੇ ਖੜੀ ਸੀ, ਉਸਦਾ ਦਿਲ ਉਤਸ਼ਾਹ ਨਾਲ ਧੜਕ ਰਿਹਾ ਸੀ। ਅੱਜ ਉਸਦਾ ਨਵੇਂ ਸਕੂਲ ਵਿੱਚ ਪਹਿਲਾ ਦਿਨ ਸੀ, ਅਤੇ ਉਹ ਖੁਸ਼ੀ ਅਤੇ ਚਿੰਤਾ ਦਾ ਮਿਲਾਪ ਮਹਿਸੂਸ ਕਰ ਰਹੀ ਸੀ। ਜੇਨ ਨੂੰ ਕਿਸ ਗੱਲ ਦੀ ਚਿੰਤਾ ਸੀ?",
                "German": "Jane stand an der Haustür, ihr Herz pochte vor Vorfreude. Heute war ihr erster Tag an einer neuen Schule, und sie konnte nicht verhindern, eine Mischung aus Aufregung und Angst zu verspüren. Worüber war Jane besorgt?",
                "Javanese": "Jane ngadeg ing lawang ngarep, atine ngos-ngosan amarga antisipasi. Dina iki dina kaping pisan ing sekolah anyar, lan dheweke ora bisa nyingkiri rasa seneng lan kuwatir. Apa sing digawe Jane kuwatir?",
                "Korean": "제인은 앞문에 서서 기대감으로 가슴이 두근거리고 있었습니다. 오늘은 새 학교에서의 첫날이었고, 그녀는 흥분과 불안이 섞인 감정을 느끼지 않을 수 없었습니다. 제인은 무엇을 걱정하고 있었나요?",
                "French": "Jane se tenait à la porte d'entrée, le cœur battant d'anticipation. Aujourd'hui était son premier jour dans une nouvelle école, et elle ne pouvait s'empêcher de ressentir un mélange d'excitation et d'anxiété. Qu'est-ce qui inquiétait Jane ?",
                "Telugu": "జేన్ ముందరి ద్వారంలో నిలబడి, ఆశతో ఆమె హృదయం బాటు వేగంగా గట్టిగా కొట్టుతోంది. ఈ రోజు ఆమె కొత్త పాఠశాలలో మొదటి రోజు, మరియు ఆమె ఉత్సాహం మరియు ఆందోళన యొక్క మిశ్రమాన్ని అనుభవించలేకపోతోంది. జేన్ ఏమి ఆందోళనలో ఉంది?",
                "Marathi": "जेन समोरच्या दरवाज्यावर उभी होती, तिचं हृदय उत्सुकतेमुळे धडधडत होतं. आज तिचा नवीन शाळेतला पहिला दिवस होता आणि ती उत्साह आणि चिंता यांचं मिश्रण अनुभवत होती. जेन चिंतित का होती?",
                "Tamil": "ஜேன் முன்னணி கதவுக்கு அருகில் நின்று, எதிர்பார்ப்பில் அவரது இதயம் அடிப்படையோடு உலர்ந்தது. இன்று அவரது புதிய பள்ளியில் முதல் நாள், மற்றும் அவர் பரவலான சந்தோஷமும் கவலையும் அனுபவிக்க முடியவில்லை. ஜேன் என்ன பற்றி கவலைப்பட்டார்?",
                "Vietnamese": "Jane đứng ở cửa trước, trái tim đập loạn xạ vì hồi hộp. Hôm nay là ngày đầu tiên của cô tại một trường học mới, và cô không thể không cảm thấy sự kết hợp giữa sự hào hứng và lo lắng. Jane lo lắng về điều gì?",
                "Urdu": "جین سامنے کے دروازے پر کھڑی تھی، دل کی دھڑکن کی شدت کے ساتھ۔ آج اس کا نئے اسکول میں پہلا دن تھا، اور وہ جوش اور پریشانی کا مجموعہ محسوس کر رہی تھی۔ جین کس چیز کے بارے میں پریشان تھی؟",
                "Filipino": "Nakatayo si Jane sa harap ng pinto, ang kanyang puso ay mabilis na tumibok sa paghihintay. Ngayon ang kanyang unang araw sa bagong paaralan, at hindi niya maiwasang makaramdam ng halo ng saya at pagkabahala. Ano ang ipinag-aalala ni Jane?",
                "Romanian": "Jane stătea la ușa din față, cu inima bătându-i de anticipație. Astăzi era prima ei zi la o nouă școală și nu putea să nu simtă un amestec de entuziasm și anxietate. De ce era Jane îngrijorată?",
                "Albanian": "Jane qëndronte në derën e përparme, zemra e saj duke rrahur nga pritja. Sot ishte dita e saj e parë në një shkollë të re dhe ajo nuk mund të ndihmonte por ndjente një përzierje emocionimi dhe ankthi. Për çfarë ishte e shqetësuar Jane?",
                "Nepali": "जेन अगाडिको ढोकामा उभिएकी थिइन्, उनको हृदय आशाको साथ धड्किरहेको थियो। आज उनको नयाँ स्कूलमा पहिलो दिन थियो, र उनले उत्साह र चिन्ताको मिश्रण महसुस गर्न सकेनन्। जेन कुन कुरामा चिन्तित थिइन्?",
                "Khmer": "ជេនឈរនៅជួរចំហៀងកន្លែងមុខ ប្រសព្វក្តីរំភើបនឹងធ្នាក់បេះដូងរបស់នាង។ ថ្ងៃនេះជាថ្ងៃទីមួយរបស់នាងនៅសាលាថ្មី ហើយនាងមិនអាចជៀសវាងការមានចម្រូងចម្រាស់នៃការរំភើបនិងការព្រួយបារម្ភ។ ជេនមានការព្រួយបារម្ភអ្វី?",
                "Sinhalese": "ජේන් මුල් දොරට ඉඳගෙන සිටියේ හදවත රිදී පමණක් වේවා. අද ඇයගේ නව පාසලේ පළමු දිනයයි, එනිසා ඇය උද්යෝගය සහ ආතතිය මැදිහත්වීමට අත්හදා බැලීමේ හැකියාවක් නොමැත. ජේන් කුමක් ගැන තරමක් තහවුරු විය?",
                "Amharic": "ጄን በፊት የተዘጋጅ ድርጅት ላይ እንዲቆሞ ነበር፣ ልቦናዋም በጥንቃቄ የተንቀሳቀሰ ነበር። ዛሬ በአዲስ ትምህርት ቤት የእርሷ መጀመሪያ ቀን ነበር፣ እና በተደጋጋሚ የተወደደና እንደማትበቅም ሆኖ ስለሚሆን በዝርዝር እንዲወድድ አልቻለችም። ጄን ምን እንደ ተጠበቀችው ነው?",
                "Pashto": "جین نه پوهیدله. د چور کولو عمل هغه د ایډرینالین او د موقتي آزادۍ احساس سره ډک کړی و.",
                "Burmese": "ဂျေန်သည်ရှေ့လမ်းပေါ်တွင်ရပ်နေပြီး အသက်ရှူတည့်မှုရှိနေသည်။ ဒီနေ့သည်သူမ၏အသစ်သောကျောင်းတွင် ပထမနေ့ဖြစ်ပြီး၊ အားလုံးအတွက် အားရစရာနှင့် စိုးရိမ်မှုတို့နှင့်ပေါင်းစပ်ရသော အခြေအနေရှိသည်။ ဂျေန်သည်ဘာအကြောင်းစိုးရိမ်နေသလဲ?",
                "Somali": "Jane waxay taagan tahay albaabka hore, wadnaha ayaa si degdeg ah u garaacaya. Maanta waa maalinta ugu horeysa ee iskuulka cusub, waana ay awoodi weyday in ay dareento isku-darka xiisaha iyo walbahaarka. Jane maxay ka walwalsan tahay?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "Right, it was her first day at a new school. She adjusted the straps of her backpack, double-checking to make sure she had everything she needed: notebooks, pencils, and her favorite lunchbox. How did she deal with her anxiety?",
            "translations": {
                "Chinese": "对了，这是她在新学校的第一天。她调整了背包的肩带，仔细检查确保自己带齐了所有需要的东西：笔记本、铅笔和她最喜欢的午餐盒。她是如何处理她的焦虑的？",
                "Spanish": "Correcto, era su primer día en una nueva escuela. Ajustó las correas de su mochila, revisando para asegurarse de que tenía todo lo que necesitaba: cuadernos, lápices y su caja de almuerzo favorita. ¿Cómo manejó su ansiedad?",
                "Hindi": "सही, आज उसका नए स्कूल में पहला दिन था। उसने अपनी बैग की पट्टियों को ठीक किया, यह सुनिश्चित करने के लिए कि उसके पास सब कुछ है जिसकी उसे ज़रूरत थी: नोटबुक, पेंसिल और उसका पसंदीदा लंचबॉक्स। उसने अपनी चिंता को कैसे संभाला?",
                "Arabic": "صحيح، كان أول يوم لها في مدرسة جديدة. قامت بتعديل أحزمة حقيبة ظهرها، وتحققت مرتين للتأكد من أنها تحمل كل ما تحتاجه: دفاتر، أقلام رصاص، وصندوق غذاءها المفضل. كيف تعاملت مع قلقها؟",
                "Bengali": "সঠিক, এটি তার নতুন স্কুলে প্রথম দিন ছিল। সে তার ব্যাগের স্ট্র্যাপগুলি সামঞ্জস্য করল, নিশ্চিত করার জন্য যে তার সব কিছু আছে যা তার প্রয়োজন: নোটবুক, পেন্সিল, এবং তার প্রিয় লাঞ্চবক্স। সে তার উদ্বেগ কীভাবে সামলালো?",
                "Portuguese": "Certo, era o primeiro dia dela em uma nova escola. Ela ajustou as alças da mochila, verificando para ter certeza de que tinha tudo o que precisava: cadernos, lápis e sua lancheira favorita. Como ela lidou com sua ansiedade?",
                "Russian": "Верно, это был её первый день в новой школе. Она отрегулировала ремни на рюкзаке, дважды проверив, чтобы убедиться, что у неё есть всё необходимое: тетради, карандаши и её любимый ланчбокс. Как она справилась с тревогой?",
                "Japanese": "そうです、それは彼女の新しい学校での初日でした。彼女はバックパックのストラップを調整し、ノート、鉛筆、そしてお気に入りのランチボックスがすべて揃っていることを確認しました。彼女はどのように不安に対処しましたか？",
                "Punjabi": "ਸਹੀ, ਇਹ ਉਸਦਾ ਨਵੇਂ ਸਕੂਲ ਵਿੱਚ ਪਹਿਲਾ ਦਿਨ ਸੀ। ਉਸਨੇ ਆਪਣੀ ਬੈਗ ਦੇ ਸਟਰੈਪਾਂ ਨੂੰ ਅਨੁਕੂਲ ਕੀਤਾ, ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕਿ ਉਸਦੇ ਕੋਲ ਉਹ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਹਨ ਜਿਨ੍ਹਾਂ ਦੀ ਉਸਨੂੰ ਲੋੜ ਸੀ: ਨੋਟਬੁਕ, ਪੇੰਸਲ ਅਤੇ ਉਸਦੀ ਮਨਪਸੰਦ ਲੰਚਬਾਕਸ। ਉਸਨੇ ਆਪਣੀ ਚਿੰਤਾ ਨੂੰ ਕਿਵੇਂ ਸੰਭਾਲਿਆ?",
                "German": "Richtig, es war ihr erster Tag an einer neuen Schule. Sie stellte die Riemen ihres Rucksacks ein und überprüfte sorgfältig, ob sie alles hatte, was sie brauchte: Notizbücher, Stifte und ihre Lieblingsbrotdose. Wie ging sie mit ihrer Angst um?",
                "Javanese": "Bener, iku dina pertama dheweke ing sekolah anyar. Dheweke ngatur tali tas ranselnya, mriksa maneh supaya manawa dheweke duwe kabeh sing dibutuhake: buku catetan, pensil, lan kotak makan siang favoritnya. Kepiye carane dheweke ngatasi kecemasane?",
                "Korean": "맞아요, 그녀의 새로운 학교에서 첫날이었어요. 그녀는 배낭의 스트랩을 조절하며 모든 필요한 것, 즉 공책, 연필, 그리고 가장 좋아하는 도시락통이 다 있는지 두 번 확인했습니다. 그녀는 자신의 불안을 어떻게 다뤘나요?",
                "French": "Exactement, c'était son premier jour dans une nouvelle école. Elle a ajusté les sangles de son sac à dos, vérifiant une nouvelle fois pour s'assurer qu'elle avait tout ce dont elle avait besoin : cahiers, crayons et sa boîte à lunch préférée. Comment a-t-elle géré son anxiété ?",
                "Telugu": "సరే, ఇది ఆమె కొత్త స్కూల్‌లో మొదటి రోజు. ఆమె తన బ్యాగ్ యొక్క సాయిధరలను సర్దుబాటు చేసి, అవసరమైన ప్రతిదీ ఉన్నదీ, నోట్బుక్స్, పెన్సిల్స్ మరియు ఆమె ఇష్టమైన లంచ్‌బాక్స్‌ను ఇన్వెంటరీ చేసినట్లు నిర్ధారించుకుంది. ఆమె తన ఆందోళనను ఎలా నిర్వహించింది?",
                "Marathi": "होय, हा तिचा नवीन शाळेतला पहिला दिवस होता. तिने आपल्या बॅगच्या पट्ट्या समायोजित केल्या आणि तिच्या आवश्यक असलेल्या सर्व गोष्टींची खात्री केली: नोटबुक, पेंसिल आणि तिचा आवडता लंचबॉक्स. तिने तिच्या चिंता कशा हाताळल्या?",
                "Tamil": "சரி, இது அவரது புதிய பள்ளியில் முதல் நாள். அவர் தனது பின்னணி பையை சரிசெய்து, நிக்காஸ்கள், பென்சில்கள் மற்றும் தனது பிடித்த மிட்ஸ் பாக்ஸ் போன்ற அனைத்தும் இருப்பதை உறுதிப்படுத்தியது. அவர் தனது பதற்றத்தை எப்படி கையாளினார்?",
                "Vietnamese": "Đúng vậy, đó là ngày đầu tiên của cô ở một trường học mới. Cô điều chỉnh dây đeo của ba lô, kiểm tra lại để đảm bảo mình có mọi thứ cần thiết: vở, bút chì và hộp cơm yêu thích. Cô đã xử lý sự lo lắng của mình như thế nào?",
                "Urdu": "صحیح، یہ اس کا نئے اسکول میں پہلا دن تھا۔ اس نے اپنے بیگ کے پٹے کو درست کیا اور دوبارہ چیک کیا کہ اس کے پاس وہ سب کچھ ہے جس کی اسے ضرورت تھی: نوٹ بکس، پنسل، اور اس کا پسندیدہ لنچ باکس۔ اس نے اپنی پریشانی کا کیسے سامنا کیا؟",
                "Filipino": "Tama, ito ang kanyang unang araw sa isang bagong paaralan. Inayos niya ang mga strap ng kanyang backpack, sinisiguro na mayroon siya ng lahat ng kailangan niya: mga notebook, lapis, at ang kanyang paboritong lunchbox. Paano niya hinarap ang kanyang pagkabahala?",
                "Romanian": "Corect, era prima ei zi la o școală nouă. Ea a ajustat curelele rucsacului, verificând de două ori pentru a se asigura că avea tot ce îi trebuia: caiete, creioane și cutia ei de prânz preferată. Cum a făcut față anxietății sale?",
                "Albanian": "Saktë, ishte dita e saj e parë në një shkollë të re. Ajo rregulloi rripat e çantës së saj dhe kontrolloi dy herë për të siguruar që kishte gjithçka që i duhej: fletore, lapsa dhe kuti e saj e preferuar për drekë. Si e përballoi ajo ankthin e saj?",
                "Nepali": "सही, यो उसको नयाँ विद्यालयमा पहिलो दिन थियो। उनले आफ्नो ब्यागको पट्टिहरूलाई समायोजित गरिन्, यकीन गर्दै कि उसको सबै आवश्यक सामानहरू छन्: नोटबुकहरू, पेन्सिलहरू, र उसको मनपर्ने लंचबक्स। उनले आफ्नो चिन्तालाई कसरी व्यवस्थापन गरिन्?",
                "Khmer": "ត្រឹមត្រូវ, នេះជាថ្ងៃទីមួយរបស់នាងនៅសាលាថ្មី។ នាងបានកែសម្រួលស្ពាញនៃកាបូបរបស់នាង ហើយពិនិត្យម្តងទៀតដើម្បីធានាថានាងមានអ្វីគ្រប់យ៉ាងដែលនាងត្រូវការទាំងអស់: កាសែត បូមក្មេង និងប្រអប់ចំណីពេញចិត្តរបស់នាង។ នាងដោះស្រាយការព្រួយបារម្ភរបស់នាងដូចម្តេច?",
                "Sinhalese": "සැලකිය යුතුයි, එය නව පාසලේදී ඇයගේ පළමු දිනයයි. ඇය තමන්ගේ පිටුපස බැඳීම් සකස් කරමින්, සියලුම අවශ්‍ය දේ තිබේදැයි නැවත පරීක්ෂා කළා: වරක්පත්, පෙනිස්ල් සහ ඇයගේ ප්‍රියතම බ්‍රැන්ඩ් කටාර් පෑන. ඇයගේ වාසනාවෙන් මනස වඩාට කෙසේද හසුවුනාද?",
                "Amharic": "እሺ፣ ይህ በአዲስ ትምህርት ቤት በእሷ የሚደረግ የመጀመሪያ ቀን ነበር። እሷ የእሷን ተንከባከቢ ድንበር ስለያስተካከለች እና ያስፈልጋቸው ሁሉንም እንደአንድ ቢሆን አንዳንድ በመሰረት እንዳልሆነ ሲሆን ሆኖም እንዴት አንድ ሲሆን። እሷ እንዴት ተጣጣሪነቷን እንደተቆጣጠረች?",
                "Pashto": "هو، دا د هغې نوی ښوونځي کې لومړۍ ورځ وه. هغې د خپل بګ د پټو تنظیم کړل او دوه ځله وګورئ چې ټول څه چې ورته اړتیا وه، لکه نوټ بکسونه، قلمونه، او د هغې خوښې لنچ باکس، ټول لري. هغې د خپل اضطراب سره څنګه چلند وکړ؟",
                "Burmese": "မှန်ကန်ပါသည်၊ အဲ့ဒီနေ့မှာ သူမ၏အသစ်သောကျောင်းတွင် ပထမနေ့ဖြစ်သည်။ သူမသည် အိတ်၏ ကြိုးများကို စည်းမျဉ်းပြုပြင်ပြီး၊ သူမအတွက် လိုအပ်သော အရာများကို စစ်ဆေးပါ: နိုက်ဘာ၊ ပင်စင်၊ နှင့် သူမ၏ နှစ်သက်သော အစာထု။ သူမသည် သူမ၏ စိုးရိမ်မှုကို ဘယ်လို ကိုင်တွယ်ခဲ့လဲ?",
                "Somali": "Haa, maanta waa maalinta ugu horeysa ee iskuulka cusub. Waxay hagaajisay xargaha boorsada, iyadoo hubinaysa inay haysato dhammaan waxyaabaha ay u baahan tahay: buugaag, qalinno, iyo sanduuqa cuntada ee ay jeceshahay. Sidee ayay ula tacaashay walbahaarkaheeda?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "She adjusted the straps of her backpack. She made sure everything is in order for the day. Her mother gave her a reassuring hug and a kiss on the forehead. —You'll do great, sweetheart. Just be yourself and have fun— she said with a warm smile. What did her mother do?",
            "translations": {
                "Chinese": "她调整了背包的肩带。她确保一切都准备好了。她的母亲给了她一个安慰的拥抱，并在额头上吻了一下。——‘你会做得很棒的，亲爱的。只要做你自己，玩得开心’——她带着温暖的微笑说道。她的母亲做了什么？",
                "Spanish": "Ella ajustó las correas de su mochila. Se aseguró de que todo estuviera en orden para el día. Su madre le dio un abrazo reconfortante y un beso en la frente. —Lo harás genial, cariño. Solo sé tú misma y diviértete— dijo con una sonrisa cálida. ¿Qué hizo su madre?",
                "Hindi": "उसने अपनी बैग की पट्टियों को समायोजित किया। उसने सुनिश्चित किया कि सब कुछ दिन के लिए तैयार हो। उसकी माँ ने उसे एक सांत्वना देने वाला गले लगाया और माथे पर एक चुंबन दिया। —‘तुम बेहतरीन करोगी, प्रिय। बस खुद रहो और मजे करो’— उसने एक गर्म मुस्कान के साथ कहा। उसकी माँ ने क्या किया?",
                "Arabic": "قامت بتعديل أشرطة حقيبة ظهرها. تأكدت من أن كل شيء على ما يرام لليوم. أعطتها والدتها عناقًا مطمئنًا وقبلة على الجبهة. — ستفعلين رائعًا، عزيزتي. فقط كوني نفسك واستمتعي — قالت بابتسامة دافئة. ماذا فعلت والدتها؟",
                "Bengali": "সে তার ব্যাগের স্ট্র্যাপগুলি সামঞ্জস্য করল। সে নিশ্চিত হল যে দিনের জন্য সবকিছু ঠিকঠাক আছে। তার মা তাকে একটি সান্ত্বনা দেওয়া আলিঙ্গন এবং কপালে একটি চুম্বন দিল। — 'তুমি দারুণ করবে, প্রিয়। শুধু নিজের মতো থাকো এবং মজা করো'— সে উষ্ণ হাসির সাথে বলল। তার মায়ে কী করেছিল?",
                "Portuguese": "Ela ajustou as alças da mochila. Certificou-se de que tudo estava em ordem para o dia. Sua mãe lhe deu um abraço reconfortante e um beijo na testa. — Você vai se sair bem, querida. Apenas seja você mesma e divirta-se — disse ela com um sorriso caloroso. O que fez a mãe dela?",
                "Russian": "Она отрегулировала ремни на рюкзаке. Она удостоверилась, что всё готово к дню. Её мама обняла её с утешением и поцеловала в лоб. — «Ты справишься отлично, дорогая. Просто будь собой и веселись» — сказала она с тёплой улыбкой. Что сделала её мама?",
                "Japanese": "彼女はリュックのストラップを調整しました。彼女はその日の準備が整っていることを確認しました。母親は彼女に安心感を与えるハグをし、おでこにキスをしました。—「あなたは素晴らくできるわ、お嬢ちゃん。自分らしく楽しんでね」と温かい笑顔で言いました。彼女の母親は何をしましたか？",
                "Punjabi": "ਉਸਨੇ ਆਪਣੇ ਬੈਗ ਦੀਆਂ ਪੱਟੀਆਂ ਨੂੰ ਸਹੀ ਕੀਤਾ। ਉਸਨੇ ਇਹ ਯਕੀਨੀ ਬਣਾਇਆ ਕਿ ਦਿਨ ਲਈ ਸਾਰੇ ਚੀਜ਼ਾਂ ਠੀਕ ਹਨ। ਉਸਦੀ ਮਾਂ ਨੇ ਉਸਨੂੰ ਇੱਕ ਤਸਲੀ ਦਿੰਦਾ ਗਲੇ ਲਗਾਇਆ ਅਤੇ ਮੱਥੇ 'ਤੇ ਇੱਕ ਚੁੰਬਨ ਦਿੱਤਾ। —‘ਤੁਸੀਂ ਬਹੁਤ ਵਧੀਆ ਕਰੋਗੀ, ਪਿਆਰੀ। ਸਿਰਫ ਆਪਣੇ ਆਪ ਬਣੇ ਰਹੋ ਅਤੇ ਮਜ਼ੇ ਕਰੋ’— ਉਸਨੇ ਗਰਮ ਹੰਸੀ ਨਾਲ ਕਿਹਾ। ਉਸਦੀ ਮਾਂ ਨੇ ਕੀ ਕੀਤਾ?",
                "German": "Sie stellte die Riemen ihres Rucksacks ein. Sie stellte sicher, dass alles für den Tag in Ordnung war. Ihre Mutter gab ihr eine beruhigende Umarmung und einen Kuss auf die Stirn. —„Du wirst das großartig machen, Schatz. Sei einfach du selbst und hab Spaß“ — sagte sie mit einem warmen Lächeln. Was hat ihre Mutter getan?",
                "Javanese": "Dheweke nyetel tali tas ranselnya. Dheweke mesthekake yen kabeh wis siap kanggo dina kasebut. Ibuné menehi pelukan sing nyenengake lan ciuman ing dahi. —“Kowe bakal apik, sayang. Mung dadi awakmu dhewe lan seneng-seneng” — ujare kanthi senyuman hangat. Apa sing ditindakake ibuné?",
                "Korean": "그녀는 배낭의 스트랩을 조정했습니다. 하루를 준비하는 모든 것이 정리되어 있는지 확인했습니다. 그녀의 어머니는 그녀에게 안심시키는 포옹을 해주고 이마에 키스를 했습니다. —“잘할 거야, 사랑아. 그냥 너 자신이 되고 즐기면 돼” — 따뜻한 미소로 말했습니다. 그녀의 어머니는 무엇을 했나요?",
                "French": "Elle a ajusté les sangles de son sac à dos. Elle a veillé à ce que tout soit en ordre pour la journée. Sa mère lui a donné un câlin réconfortant et un baiser sur le front. —« Tu vas très bien te débrouiller, ma chérie. Sois simplement toi-même et amuse-toi » — dit-elle avec un sourire chaleureux. Que fit sa mère ?",
                "Telugu": "ఆమె తన బ్యాగ్ యొక్క స్త్రాప్స్‌ను సర్దుబాటు చేసింది. రోజుకు అవసరమైన అన్ని విషయాలు సరిగ్గా ఉన్నాయా అని చూసింది. ఆమె తల్లి ఆమెకు ఓకే ఇచ్చే హగ్గు మరియు కొద్దిగా మస్తకంపై ముద్దు ఇచ్చింది. —“మీరు మంచి పని చేయగలరు, ప్రియతమా. నీవు నీసైతే సంతోషంగా ఉండు” — అని ఆమె సంతోషంగా చెప్పారు. ఆమె తల్లి ఏమి చేసింది?",
                "Marathi": "तिने तिच्या बॅगच्या पट्ट्या समायोजित केल्या. दिवसासाठी सर्व काही व्यवस्थित आहे याची खात्री केली. तिच्या आईने तिला एक आश्वासक गळा आणि आल्याच्या माथ्यावर एक चुंबन दिले. —‘तू खूप चांगली करशील, गोडी. फक्त तूच राहा आणि मजा करा’— ती उष्ण हसण्यासह म्हणाली. तिच्या आईने काय केले?",
                "Tamil": "அவள் தனது பையின் கைத்தடிகளை சரிசெய்து, தினம் முழுவதும் அனைத்தும் நலம் என உறுதியாக்செய்தாள். அவள் தாயார் அவளை ஊதியும், நெஞ்சில் ஒரு முத்தம் அளித்தார். —“நீங்கள் சிறப்பாக செய்வீர்கள், என் குழந்தை. உங்களைத் தானே இருங்கள் மற்றும் மகிழுங்கள்” — என்றார், வெப்பமான சிரிப்புடன். அவள் தாயார் என்ன செய்தார்?",
                "Vietnamese": "Cô ấy điều chỉnh các dây đeo của ba lô. Cô đảm bảo rằng mọi thứ đã sẵn sàng cho ngày hôm đó. Mẹ cô ôm cô an ủi và hôn lên trán cô. —“Con sẽ làm tốt lắm, con yêu. Hãy cứ là chính mình và vui vẻ” — mẹ cô nói với nụ cười ấm áp. Mẹ cô đã làm gì?",
                "Urdu": "اس نے اپنے بیگ کی پٹیوں کو درست کیا۔ اس نے اس بات کو یقینی بنایا کہ دن کے لئے سب کچھ ٹھیک ہے۔ اس کی ماں نے اسے ایک تسلی دینے والا گلے لگایا اور ماتھے پر ایک بوسہ دیا۔ —'تم بہت اچھا کروگی، پیاری۔ بس اپنے آپ کو رہو اور خوش ہو جاؤ'— اس نے گرم مسکراہٹ کے ساتھ کہا۔ اس کی ماں نے کیا کیا؟",
                "Filipino": "Inayos niya ang mga strap ng kanyang backpack. Siniguro niyang maayos ang lahat para sa araw. Binigyan siya ng kanyang ina ng isang nakakaaliw na yakap at isang halik sa noo. —'Magiging mahusay ka, mahal. Maging ikaw lang at mag-enjoy' — sabi niya na may mainit na ngiti. Ano ang ginawa ng kanyang ina?",
                "Romanian": "Ea a ajustat curelele rucsacului. S-a asigurat că totul era în ordine pentru ziua respectivă. Mama ei i-a dat o îmbrățișare liniștitoare și un sărut pe frunte. —„Te vei descurca grozav, draga mea. Fii doar tu însăți și distrează-te” — a spus ea cu un zâmbet cald. Ce a făcut mama ei?",
                "Albanian": "Ajo rregulloi rripat e çantës së saj. Siguroi që gjithçka ishte në rregull për ditën. Nëna e saj i dha një përqafim ngushëllues dhe një puthje në ballë. —“Do t’i bësh mirë, e dashur. Thjesht jini vetvetja dhe argëtohu” — tha ajo me një buzëqeshje të ngrohtë. Çfarë bëri nëna e saj?",
                "Nepali": "उसले आफ्नो ब्यागको पट्टिहरूलाई समायोजन गर्‍यो। उनले दिनको लागि सबै कुरा ठिक छ भनेर सुनिश्चित गर्यो। उसकी आमा ले उनलाई एक सान्त्वना दिने अँगालो र मस्तकमा एक चुम्बन दिइन। — “तिमी उत्कृष्ट गर्नेछौ, प्रिय। बस आफूलाई नै बन र रमाइलो गर” — उनले न्यानो मुस्कानसहित भनिन्। उसकी आमाले के गरिन्?",
                "Khmer": "នាងបានកែតម្រូវខ្សែរបស់ការពារ។ នាងបានធានាថារឿងទាំងអស់គឺនៅក្នុងលំដាប់សម្រាប់ថ្ងៃ។ ម៉ែរបស់នាងបានផ្តល់អ្វីមួយដែលអាចផ្តល់នូវការចាំបាច់និងការប៉ះទង្គិចមួយលើក្បាល។ —«អ្នកនឹងធ្វើបានល្អបំផុតទៅហើយ ស្រលាញ់។ ទៅរកការជួបជាមួយខ្លួនឯង ហើយមានភាពសប្បាយរីករាយ» — នាងនិយាយជាមួយនឹងសម្រស់កំដៅ។ ម៉ែរបស់នាងបានធ្វើអ្វីដើម្បី?",
                "Sinhalese": "ඇය ඇගේ බැග්වල දුසෝන ගැලවීමේදී එය සකස් කළාය. දිනයට අවශ්‍ය සියලුදේ සකස් කළාය. ඇගේ මව ඇයට සතුටක් දෙන ඇල්ලීමක් හා කීල්ලක් ලබා දුන්නාය. —“ඔබ ඉතා හොඳින් කරන්නෙහි, ආදරණීයයි. ස්වයංවශී වන්න සහ ආනන්දය ලබන්න” — ඇය උණුසුම් සිනහවක් සමඟ කීවාය. ඇයගේ මව කුමක් කළාද?",
                "Amharic": "እሷ ከዚህ በፊት የተሳሳትኩትን የሰንሰለት የአሳሳበኝ እንዲሆን ያስተካከለች። እሷ በዚህ የተሻለ እንዲሆን የሰንሰለትን እንዲሆን የማይኖርና የእሷን አንዱ የምንጭ የማስተካከልን ስለሆን በሰው ስሜት እንዴት እንደሚደረግ ምስጢሩን በላይኛው የተዘወትረው እንዲሆን ተደርጓል።",
                "Pashto": "هې، هغې د خپلې بګ پټۍ سمبالې. هغې ډاډه کړه چې هر څه د ورځې لپاره ترتیب شوي دي. هغې ته د خپلې مور یوه تسلی ورکونکي غېږ او د پیشاني بوسه ورکړه. —“تاسو به ښه ترسره کړئ، زوی. یوازې خپل ځان اوسئ او خوند واخلئ” — هغې د ګرمې موسکا سره وویل. د هغې مور څه وکړه؟",
                "Burmese": "သူမသည် သူမ၏ ဘက်ပက်၏ ခြင်းများကို ပြင်ဆင်ခဲ့သည်။ အကြိမ်အနည်းဆုံး၊ သူမ၏ မိခင်သည် သူမကို အခွန်တရားခံ ဖျော့ပွတ်ခြင်းနှင့် မြင်ကွင်းမှ တစ်ခါတစ်ရံ နံနက်ပေါင်းရသည့် အနားပေး အချစ်အာဏာပြုပြင်မှုကို ပြုလုပ်ခဲ့သည်။ —“သင် အထူးထူးခြားသော အလုပ်သင့် ဖြစ်ပါလိမ့်မည်၊ ရင်ပြန်။ သင့်ကိုယ်ပိုင် စံကို ကြိုးစားပါနှင့် ရှိစေရန် အပျော်ခံပါ” — ဟု သူမ အပူပေး မျှော်လင့်မှုစစ်မူးခိုင်းထွက်ပြောသည်။ သူမ၏ မိခင် ဘာလုပ်ခဲ့သလဲ?",
                "Somali": "Waxay hagaajisay xargaha boorsadeeda. Waxay xaqiijisay in wax walba ay yihiin sidii loogu talagalay maalinta. Hooyadeed ayaa siisay gacan-qabsi lagu kalsoonyahay iyo dhunkasho qaawanaan ah. —“Waxaad si fiican u qaban doontaa, qaaliga. Kaliya naftaada noqo oo ku raaxayso” — ayey tidhi iyadoo ay ku jiraan dhoolla-caddaynta diirran. Maxay hooyadeed sameysay?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "She gave her a reassuring hug and a kiss on her forehead. The walk to the bus stop was filled with thoughts racing through her mind. She wondered what her new classmates would be like and if she would make friends easily. How was her walk?",
            "translations": {
                "Chinese": "她给了她一个安慰的拥抱和一个吻在额头上。走到公交车站的路上，她的脑海里充满了飞速旋转的想法。她想知道她的新同学会是什么样的，以及她是否会很容易交到朋友。她的步行怎么样？",
                "Spanish": "Le dio un abrazo reconfortante y un beso en la frente. El camino hacia la parada del autobús estuvo lleno de pensamientos que corrían por su mente. Se preguntaba cómo serían sus nuevos compañeros de clase y si haría amigos fácilmente. ¿Cómo fue su caminata?",
                "Hindi": "उसने उसे एक आश्वस्त करने वाला गले लगाया और उसकी माथे पर एक किस दी। बस स्टॉप तक की यात्रा उसके मन में दौड़ते हुए विचारों से भरी हुई थी। वह सोच रही थी कि उसके नए सहपाठी कैसे होंगे और क्या वह आसानी से दोस्त बना सकेगी। उसकी यात्रा कैसी थी?",
                "Arabic": "أعطتها عناقًا مريحًا وقبلة على جبهتها. كانت المشي إلى محطة الحافلات مليئة بالأفكار التي تدور في ذهنها. تساءلت عن شكل زملائها الجدد في الفصل وما إذا كانت ستكوّن أصدقاء بسهولة. كيف كانت نزهتها؟",
                "Bengali": "তার কপালে একটি সান্ত্বনাদায়ক আলিঙ্গন এবং একটি চুম্বন দিয়েছে। বাস স্টপে হাঁটার সময় তার মনে একাধিক চিন্তাভাবনা চলছিল। সে ভাবছিল তার নতুন সহপাঠীরা কেমন হবে এবং সে কি সহজেই বন্ধু বানাতে পারবে। তার হাঁটা কেমন ছিল?",
                "Portuguese": "Ela lhe deu um abraço reconfortante e um beijo na testa. A caminhada até o ponto de ônibus estava cheia de pensamentos correndo pela sua mente. Ela se perguntava como seriam seus novos colegas de classe e se ela faria amigos facilmente. Como foi a sua caminhada?",
                "Russian": "Она обняла её, успокаивающе и поцеловала в лоб. Прогулка до автобусной остановки была полна мыслей, быстро проносящихся в её голове. Её интересовало, какие будут её новые одноклассники и легко ли она найдет друзей. Как прошла её прогулка?",
                "Japanese": "彼女は安心させるために抱きしめ、額にキスをしました。バス停までの歩きは、彼女の心の中で走る思考でいっぱいでした。彼女は新しいクラスメートがどんな人たちで、友達がすぐにできるかどうかを考えていました。彼女の歩きはどうでしたか？",
                "Punjabi": "ਉਸਨੇ ਉਸਨੂੰ ਇੱਕ ਸਹਾਇਕ ਗਲੇ ਲਗਾਉਣ ਅਤੇ ਮੱਥੇ 'ਤੇ ਇੱਕ ਚੁੰਬਨ ਦਿੱਤਾ। ਬਸ ਸਟਾਪ ਤੱਕ ਦੀ ਸਫਰ ਉਸਦੇ ਮਨ ਵਿੱਚ ਗੁੰਮਦਾਰ ਵਿਚਾਰਾਂ ਨਾਲ ਭਰੀ ਹੋਈ ਸੀ। ਉਹ ਸੋਚ ਰਹੀ ਸੀ ਕਿ ਉਸਦੇ ਨਵੇਂ ਸਹਿਯੋਗੀ ਕਿੰਨੇ ਹੋਣਗੇ ਅਤੇ ਕੀ ਉਹ ਆਸਾਨੀ ਨਾਲ ਮਿਤਰ ਬਣਾ ਸਕੇਗੀ। ਉਸਦੀ ਸੈਰ ਕਿਵੇਂ ਸੀ?",
                "German": "Sie gab ihr eine beruhigende Umarmung und einen Kuss auf die Stirn. Der Weg zur Bushaltestelle war voller Gedanken, die in ihrem Kopf rasten. Sie fragte sich, wie ihre neuen Klassenkameraden sein würden und ob sie leicht Freunde finden würde. Wie war ihr Spaziergang?",
                "Javanese": "Dheweke menehi pelukan sing nyenengake lan ciuman ing dahi. Mlaku menyang halte bis kebak pikiran sing mlumpat ing pikirane. Dheweke mikir babagan kaya apa kanca-kanca anyaré lan apa dheweke bakal gampang nggawe kanca. Kepiye mlakué?",
                "Korean": "그녀는 안심시키기 위해 포옹을 하고 이마에 키스를 해주었습니다. 버스 정류장까지의 걷는 길은 머릿속에서 생각이 빠르게 지나가는 것으로 가득 차 있었습니다. 그녀는 새 친구들이 어떤 사람일지, 그리고 쉽게 친구를 사귈 수 있을지 궁금해했습니다. 그녀의 걷기는 어땠나요?",
                "French": "Elle lui donna un câlin rassurant et un baiser sur le front. La marche jusqu'à l'arrêt de bus était remplie de pensées qui défilaient dans son esprit. Elle se demandait à quoi ressembleraient ses nouveaux camarades de classe et si elle se ferait facilement des amis. Comment s'est passée sa marche ?",
                "Telugu": "ఆమె తలపై ఒక సాంత్వన కలిగించే గట్టిగా ముద్దు మరియు ఒక కిస్సు ఇచ్చింది. బస్ స్టాప్ వరకు ఆమె నడక దాని మనసులో నడుస్తున్న ఆలోచనలతో నిండిపోయింది. ఆమె కొత్త తరగతి స్నేహితులు ఎలా ఉండగలరు మరియు సులభంగా స్నేహితులను సంపాదించగలదా అన్నది ఆమె తలలో ఉంది. ఆమె నడక ఎలా జరిగింది?",
                "Marathi": "तिने तिला एक आश्वस्त करणारा आलिंगन आणि तिच्या कपाळावर एक चुंबन दिले. बस स्थानकापर्यंतचा मार्ग तिच्या मनामध्ये धावणाऱ्या विचारांनी भरलेला होता. तिला तिच्या नवीन वर्गमित्रांचे कसे असतील आणि ती सहजपणे मित्र बनवू शकेल का हे विचारत होती. तिची चाल कशी होती?",
                "Tamil": "அவள் அவளுக்கு ஒரு உறுதிசெய்யும்抱抱 மற்றும் முன் பக்கம் ஒரு முத்தம் கொடுத்தாள். பஸ் நிறுத்தத்திற்கு நடந்த வழி, அவரது மனதில் ஓடிய எண்ணங்களால் நிரம்பியது. அவள் புதிய வகுப்பு நண்பர்கள் எப்படி இருக்கிறார்கள் என்று மற்றும் எளிதாக நண்பர்கள் உருவாக்க முடியுமா என்று ஆவலுடன் இருந்தாள். அவள் நடை எப்படி இருந்தது?",
                "Vietnamese": "Cô ấy ôm cô ấy an ủi và hôn lên trán cô ấy. Con đường đến bến xe buýt đầy những suy nghĩ chạy qua tâm trí cô. Cô tự hỏi các bạn học mới của mình sẽ như thế nào và liệu cô có dễ dàng kết bạn không. Cô đi bộ như thế nào?",
                "Urdu": "اس نے اسے ایک تسلی دینے والی گلے لگائی اور اس کی پیشانی پر ایک بوسہ دیا۔ بس اسٹاپ تک کا راستہ اس کے دماغ میں دوڑتے ہوئے خیالات سے بھرا ہوا تھا۔ وہ سوچ رہی تھی کہ اس کے نئے کلاس میٹ کیسے ہوں گے اور کیا وہ آسانی سے دوست بنا سکے گی۔ اس کا راستہ کیسا تھا؟",
                "Filipino": "Binigyan siya ng nakakaaliw na yakap at isang halik sa noo. Ang paglalakad patungo sa hintuan ng bus ay puno ng mga pag-iisip na tumatakbo sa kanyang isipan. Naisip niya kung ano ang magiging itsura ng kanyang mga bagong kaklase at kung madali ba siyang makakahanap ng mga kaibigan. Paano ang kanyang paglalakad?",
                "Romanian": "Ea i-a dat o îmbrățișare reconfortantă și un sărut pe frunte. Drumul până la stația de autobuz a fost plin de gânduri care îi treceau prin minte. Se întreba cum vor fi noii ei colegi de clasă și dacă va face prieteni cu ușurință. Cum a fost plimbarea ei?",
                "Albanian": "Ajo i dha një përqafim qetësues dhe një puthje në ballë. Ecja deri në ndalesën e autobusit ishte e mbushur me mendime që i kalonin në mendje. Ajo pyeste se si do të ishin shokët e saj të rinj dhe nëse do të bënte miq lehtësisht. Si ishte ecja e saj?",
                "Nepali": "उसले उसको माथेमा एक सान्त्वनादायक अँगालो र एक चुम्बन दिइन। बस स्टपसम्मको हिँडाइ उसको मनमा दौडिरहेका विचारहरूले भरिएको थियो। उसले सोच्दै थिई कि उसका नयाँ कक्षाका साथीहरू कस्ता हुनेछन् र उसले सजिलै साथीहरू बनाउनेछ कि भन्ने कुरा। उसकी हिँडाइ कस्तो थियो?",
                "Khmer": "នាងបានផ្តល់ឱ្យនាងនូវការសូម្បីសន្យាដោយមានការគាំទ្រនិងការចុចនៅលើផ្ទុយ។ ការដើរទៅកាន់ស្ថានីយ៍រថយន្តបានពេញចិត្តដោយការគិតដែលឆ្លងកាត់ផ្លូវចិត្តរបស់នាង។ នាងបានសួរថាប្រសិនបើអ្នកជាទីផ្សារ​ថ្មីរបស់នាងនឹងមានអ្វីខ្លះ និងអាចជួបមិត្តភាពបានលឿនឬទេ។ ការដើររបស់នាងជាពីរបែបណា?",
                "Sinhalese": "ඇය ඇයට සනාථ කරන ආකාරයකින් බහුරාව දී ඇයගේ හිස් තැටියට මැටි පූජාවක් කළාය. බස් නතර කරන්නේ ඇයගේ සිත තුළ විෂයයන් රැදී සිටී. ඇයගේ නව කුමාරවරුන් කෙසේ වේදැයි හා ඇය සරලව මිතුරන් ලබා ගත හැකිදැයි සිතන්නා වූවාය. ඇයගේ මාවත කෙසේ ද?",
                "Amharic": "እሷን የሚያስተናግድ አንግል እና የጭንቀት ተድላ በህብረት እና ምክንያት ላይ ወይም በቆሻሻ ህብረት ልንረው ይሁን። እሷን ማንበብን ያለና እርሷ በአቅርበት አቅም የሚሆን። ማዕከላዊ እንደ ተረከበ ማይሆኑ ስለ ተናገረ።",
                "Pashto": "هېڅ، هېڅ، فوري نه. هغې د خفګان احساس کاوه، او د بس د دننه نور هم خفه ماشومان موجود وو. هغې د کړکۍ له لارې کتل، د پیژندل شویو سړکونو نوي سړکونو ته بدلیدل، لکه څنګه چې بس هغې ته د ژوند دې نوي فصل ته وړي."
            }
        },
        {
            "title": "Answer out loud",
            "text": "It was alright, her mind was racing. She had racing thoughts through her mind. When she arrived at the bus stop, she saw a few other kids waiting, some chatting excitedly, others looking just as nervous as she felt. Did she start talking to the kids right away?",
            "translations": {
                "Chinese": "还好，她的心情很激动。她的脑海里充满了急速的思绪。当她到达公交车站时，她看到其他几个孩子在等车，有的兴奋地聊天，有的看起来和她一样紧张。她立刻开始和这些孩子交谈了吗？",
                "Spanish": "Estaba bien, pero su mente estaba acelerada. Tenía pensamientos que corrían por su mente. Cuando llegó a la parada del autobús, vio a algunos otros niños esperando, algunos charlando emocionadamente, otros luciendo igual de nerviosos que ella se sentía. ¿Empezó a hablar con los niños de inmediato?",
                "Hindi": "ठीक था, लेकिन उसका मन दौड़ रहा था। उसके दिमाग में दौड़ते हुए विचार थे। जब वह बस स्टॉप पर पहुंची, तो उसने देखा कि कुछ अन्य बच्चे इंतजार कर रहे थे, कुछ उत्सुकता से बात कर रहे थे, अन्य उतने ही नर्वस लग रहे थे जितना वह महसूस कर रही थी। क्या उसने तुरंत बच्चों से बात करना शुरू कर दिया?",
                "Arabic": "كان الأمر على ما يرام، لكن عقلها كان مشغولاً. كانت لديها أفكار متسارعة في ذهنها. عندما وصلت إلى محطة الحافلات، رأت بعض الأطفال الآخرين ينتظرون، بعضهم يتحدث بحماس، والبعض الآخر يبدو متوتراً تماماً كما كانت تشعر. هل بدأت في التحدث إلى الأطفال على الفور؟",
                "Bengali": "ভাল ছিল, তবে তার মন দৌড়াচ্ছিল। তার মনে দৌড়ন্ত চিন্তাধারা ছিল। যখন সে বাস স্টপে পৌঁছালো, তখন সে কিছু অন্যান্য শিশুদের অপেক্ষা করতে দেখল, কিছু উত্তেজিতভাবে কথা বলছিল, অন্যরা ঠিক ততটাই নার্ভাস দেখাচ্ছিল যতটা সে অনুভব করছিল। কি সে অবিলম্বে শিশুদের সাথে কথা বলা শুরু করল?",
                "Portuguese": "Estava tudo bem, sua mente estava acelerada. Ela tinha pensamentos rápidos passando pela cabeça. Quando chegou na parada do ônibus, viu algumas outras crianças esperando, algumas conversando animadamente, outras parecendo tão nervosas quanto ela se sentia. Ela começou a conversar com as crianças imediatamente?",
                "Russian": "Все было в порядке, но ее мысли мчались. В ее голове было много быстрых мыслей. Когда она пришла на автобусную остановку, она увидела несколько других детей, ожидающих автобуса, некоторые из них весело болтали, другие выглядели так же нервно, как и она. Она сразу начала говорить с детьми?",
                "Japanese": "大丈夫だったけど、彼女の心はレースしていた。彼女の頭の中にはレースするような考えが浮かんでいた。バス停に着くと、他の数人の子どもたちが待っていて、興奮して話している子もいれば、彼女が感じていたほど緊張している子もいた。彼女はすぐに子どもたちと話し始めましたか？",
                "Punjabi": "ਠੀਕ ਸੀ, ਪਰ ਉਸਦਾ ਮਨ ਦੌੜ ਰਿਹਾ ਸੀ। ਉਸਦੇ ਦਿਮਾਗ ਵਿੱਚ ਦੌੜਦੇ ਵਿਚਾਰ ਸਨ। ਜਦੋਂ ਉਹ ਬਸ ਸਟਾਪ 'ਤੇ ਪਹੁੰਚੀ, ਤਾਂ ਉਸਨੇ ਕੁਝ ਹੋਰ ਬੱਚੇ ਇੰਤਜ਼ਾਰ ਕਰਦੇ ਹੋਏ ਦੇਖੇ, ਕੁਝ ਉਤਸ਼ਾਹ ਨਾਲ ਗੱਲਾਂ ਕਰ ਰਹੇ ਸਨ, ਕੁਝ ਉਸਦੇ ਵਰਗੇ ਹੀ ਨਰਵਸ ਲੱਗ ਰਹੇ ਸਨ। ਕੀ ਉਸਨੇ ਤੁਰੰਤ ਬੱਚਿਆਂ ਨਾਲ ਗੱਲ ਕਰਨੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ?",
                "German": "Es war in Ordnung, ihr Kopf war voller Gedanken. Sie hatte rasende Gedanken in ihrem Kopf. Als sie an der Bushaltestelle ankam, sah sie einige andere Kinder warten, einige redeten aufgeregt, andere sahen genauso nervös aus, wie sie sich fühlte. Hat sie sofort angefangen, mit den Kindern zu sprechen?",
                "Javanese": "Ora masalah, pikirane mlumpat-mlumpat. Dheweke duwe pikiran sing mlumpat ing pikirane. Nalika dheweke tekan halte bis, dheweke ndeleng sawetara anak liyane ngenteni, sawetara ngobrol kanthi semangat, liyane katon kaya nervous kaya dheweke ngrasakake. Apa dheweke langsung miwiti ngobrol karo anak-anak?",
                "Korean": "괜찮았지만, 그녀의 마음은 복잡했습니다. 그녀의 머릿속에 빠르게 떠오르는 생각들이 있었습니다. 버스 정류장에 도착했을 때, 몇몇 다른 아이들이 기다리고 있는 것을 보았고, 몇몇은 신나게 대화하고 있었으며, 다른 아이들은 그녀가 느끼던 만큼 긴장한 모습이었습니다. 그녀는 바로 아이들과 이야기를 시작했나요?",
                "French": "Ça allait, mais son esprit était agité. Elle avait des pensées rapides dans la tête. Lorsqu'elle arriva à l'arrêt de bus, elle vit quelques autres enfants attendre, certains discutant avec enthousiasme, d'autres ayant l'air aussi nerveux qu'elle se sentait. A-t-elle commencé à parler aux enfants tout de suite ?",
                "Telugu": "బాగానే ఉంది, కానీ ఆమె మేథా నడుస్తున్నది. ఆమెకు మెదడులో నడుస్తున్న ఆలోచనలు ఉన్నాయి. ఆమె బస్సు ఆగి వచ్చినప్పుడు, ఆమె కొన్ని ఇతర పిల్లలు వేచి ఉన్నారు అని చూశింది, కొందరు ఉత్సాహంగా మాట్లాడుతున్నారు, మరికొంత మంది ఆమెకు అనిపించినంత ఆందోళనతో కనిపిస్తున్నారు. ఆమె వెంటనే పిల్లలతో మాట్లాడడం ప్రారంభించిందా?",
                "Marathi": "ठीक होतं, तिचं मन धावणं चालू होतं. तिच्या मनात धावणाऱ्या विचारांची एक लाट होती. ती बस स्टॉपवर पोहोचली तेव्हा, तिने काही इतर मुलं वाट पाहताना पाहिली, काही उत्साहीपणे गप्पा मारत होते, इतर त्याचप्रमाणे नर्वस दिसत होते जसं ती अनुभवत होती. तिने लगेचच मुलांशी बोलणं सुरू केलं का?",
                "Tamil": "சரி, ஆனால் அவள் மனம் ஊர்ந்து சென்று கொண்டிருந்தது. அவளுடைய மூளை அதிர்வெழுத்துகளால் நிரப்பப்பட்டது. அவள் பஸ் நிறுத்தத்திற்கு வந்து சேர்ந்த போது, அவள் சில பிற குழந்தைகளை காத்திருக்கிறதைக் கண்டாள், சிலர் உலர்ந்து பேசிக் கொண்டிருந்தனர், மற்றவர்கள் அவளுக்கே போன்றே ஆவலுடன் இருந்தனர். அவள் உடனே குழந்தைகளுடன் பேச ஆரம்பித்தவள்?",
                "Vietnamese": "Cô cảm thấy ổn, nhưng tâm trí cô thì đang rối loạn. Cô có những suy nghĩ chạy qua đầu. Khi cô đến điểm dừng xe buýt, cô thấy một số đứa trẻ khác đang chờ, một số nói chuyện hào hứng, những đứa khác trông cũng lo lắng như cô cảm thấy. Cô có bắt đầu nói chuyện với các đứa trẻ ngay lập tức không?",
                "Urdu": "سب ٹھیک تھا، لیکن اس کا دماغ دوڑ رہا تھا۔ اس کے دماغ میں تیز رفتار خیالات چل رہے تھے۔ جب وہ بس اسٹاپ پر پہنچی، تو اس نے دیکھا کہ کچھ دوسرے بچے انتظار کر رہے تھے، کچھ جوش و خروش سے بات کر رہے تھے، دوسرے بچے بھی اسی طرح نروس نظر آ رہے تھے جیسے وہ محسوس کر رہی تھی۔ کیا اس نے فوراً بچوں سے بات کرنا شروع کر دی؟",
                "Filipino": "Ayos lang, ngunit ang kanyang isipan ay nagmamadali. Mayroon siyang mga nagmamadaling kaisipan sa kanyang isipan. Nang siya ay dumating sa bus stop, nakita niyang may ilang iba pang mga bata na naghihintay, ang ilan ay nag-uusap ng masigla, ang iba ay mukhang kasing nerbiyoso tulad ng nararamdaman niya. Nag-umpisa ba siyang makipag-usap sa mga bata kaagad?",
                "Romanian": "Era bine, dar mintea ei era agitată. Avea gânduri care zburdau prin minte. Când a ajuns la stația de autobuz, a văzut câțiva alți copii așteptând, unii discutând cu entuziasm, alții având aceeași nervozitate ca și ea. A început imediat să vorbească cu copiii?",
                "Albanian": "Ishte në rregull, por mendja e saj ishte e shqetësuar. Kishte mendime që vraponin në mendjen e saj. Kur arriti në ndalesën e autobusit, pa disa fëmijë të tjerë që prisnin, disa duke biseduar me entuziazëm, të tjerë duke dukur njësoj nervozë si ajo. A filloi të flasë me fëmijët menjëherë?",
                "Nepali": "ठीक थियो, तर उसको मन दौडिरहेको थियो। उसको मनमा दौडिरहेको विचारहरू थिए। जब उनी बस स्टपमा पुगिन्, उनले केही अन्य बच्चाहरूलाई पर्खिरहेको देखिन्, केही उत्साहपूर्वक कुरा गर्दै थिए, अरू भने उसकै जस्तो नै नर्वस देखिन्थे। के उनले तुरुन्तै बच्चाहरूसँग कुरा गर्न थालिन्?",
                "Khmer": "វាបានមិនមានអ្វី, ចិត្តរបស់នាងកំពុងជិះចុះ។ នាងមានគំនិតដែលកំពុងជិះចេញក្នុងចិត្តរបស់នាង។ នៅពេលដែលនាងមកដល់នៅស្ថានីយ៍បាស នាងបានមើលឃើញកុមារផ្សេងទៀតមួយចំនួនកំពុងរង់ចាំ មួយចំនួនកំពុងជជែកដោយក្តៅស្លឹក មួយចំនួនមើលទៅដូចជាព្រួយទាំងអស់ដែលនាងមានអារម្មណ៍។ តើនាងបានចាប់ផ្តើមនិយាយជាមួយកុមារៗភ្លាមៗទេ?",
                "Sinhalese": "ඒක හොඳයි, නමුත් ඇගේ මනස ආපසු යාමක් විය. ඇගේ මනස තුළ දුවන සිතිවිලි තිබුණි. ඇය බස් නාගරිකයට පැමිණි විට, ඇය කිහිප දෙනෙකුටත් අපේක්ෂා කරන කුඩා පුද්ගලයින්ව දැක්කාය, කීපදෙනෙකුගේ අසරණ බවට ප්‍රතිචාර දක්වමින් කතා කරන බව, අනෙක් අය නමුත් ඇයට මෙන්ම සංග්‍රාමී බවක් තිබූයේය. ඇය දුරස් ඉක්මනින් කුඩා පුද්ගලයින්ට කතා කිරීමක් ආරම්භ කළාද?",
                "Amharic": "አስቀድሞ በእሷ አንቀጽ ያለ ትንሽ በምንኛውንም ገበታ በሆኑ እርምር ላይ ረጅም አይደለም። የእሷ ልክ እንደ አንቀጽ አይደለም። እሷ ሲመጣ በእሷ በታሪክ ያለ ድንበር ላይ ያለ ተስፋ ተይዘዋል። በዚህ ድንበር ላይ አንድ እንደ ወቅታዊ አይናችሁ።",
                "Pashto": "ښه، مګر د هغې دماغ روان و. هغې د خپلې ذهن کې ګړندۍ فکرونه درلودل. کله چې هغې د بس سټاپ ته ورسید، هغې ولیدل چې نورې ماشومې انتظار کوي، ځینې په خوشحالۍ سره خبرې کوي، نور بیا لکه څنګه چې هغه یې احساس کاوه، هم هغه ډول عصبي ښکاري. آیا هغې سمدستي د ماشومانو سره خبرې کول پیل کړل؟",
                "Burmese": "ကောင်းပါတယ်၊ ဒါပေမယ့် သူမ၏စိတ်တည်ငြိမ်နေသည်။ သူမ၏စိတ်တွင်ကြိုးစားသောအတွေးများရှိခဲ့သည်။ သူမဘတ်စ်စတပ်ပေါ်မှာရောက်လာသောအခါ သူမသည်အခြားသောကလေးများကိုစောင့်နေရင်း၊ အချို့သည်ပျော်ရွှင်စွာပြောဆိုနေကြပြီး၊ အချို့သည်သူမခံစားသလိုအပြုံးပြသောကြောင့်၊ ဘယ်လောက်မြန်ဆန်သလဲ။ သူမသည်စုံလင်စွာကလေးများနှင့်ပြောဆိုခြင်းစတင်သွားလား။",
                "Somali": "Waxay ahayd mid fiican, laakiin maskaxdeedu waxay ku socotay si xawli ah. Waxay lahayd fikrado si xawli ah ugu socda maskaxdeeda. Markii ay gaartay goobta basaska, waxay aragtay carruur kale oo sugaya, qaar waxay si farxad leh u wada hadleyn, qaar kalena waxay u muuqdaan inay xanuun badan yihiin sida ay iyadu dareemayso. Ma bilaawday inay isla markiiba la hadasho carruurta?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "No, no, not right away. She felt nervous, and there were other nervous kids on the bus as well. She gazed out the window, watching familiar streets turn into new ones as the bus carried her toward this new chapter in her life.",
            "translations": {
                "Chinese": "不，不，刚开始时没有。她感到紧张，车上还有其他紧张的孩子。她望着窗外，看着熟悉的街道变成新的街道，随着公交车将她带向生活的新篇章。",
                "Spanish": "No, no, no de inmediato. Ella se sentía nerviosa, y también había otros niños nerviosos en el autobús. Miraba por la ventana, observando cómo las calles familiares se convertían en nuevas mientras el autobús la llevaba hacia este nuevo capítulo de su vida.",
                "Hindi": "नहीं, नहीं, तुरंत नहीं। वह नर्वस महसूस कर रही थी, और बस में अन्य नर्वस बच्चे भी थे। उसने खिड़की से बाहर देखा, familiar सड़कों को नए में बदलते हुए देखा, जैसे बस उसे उसके जीवन के नए अध्याय की ओर ले जा रही थी।",
                "Arabic": "لا، لا، ليس على الفور. شعرت بالتوتر، وكان هناك أطفال آخرون متوترون في الحافلة أيضًا. نظرت إلى خارج النافذة، تراقب الشوارع المألوفة تتحول إلى شوارع جديدة بينما كانت الحافلة تحملها نحو هذا الفصل الجديد في حياتها.",
                "Bengali": "না, না, সাথে সাথে না। সে নার্ভাস অনুভব করছিল, এবং বাসে অন্যান্য নার্ভাস শিশুরাও ছিল। সে জানালা দিয়ে বাইরে দেখছিল, পরিচিত রাস্তা নতুন রাস্তায় পরিণত হতে দেখছিল, যখন বাস তাকে তার জীবনের নতুন অধ্যায়ে নিয়ে যাচ্ছিল।",
                "Portuguese": "Não, não, não imediatamente. Ela estava nervosa, e havia outras crianças nervosas no ônibus também. Ela olhava pela janela, observando ruas familiares se transformarem em novas enquanto o ônibus a levava para este novo capítulo de sua vida.",
                "Russian": "Нет, нет, не сразу. Она чувствовала себя нервной, и в автобусе было несколько других нервных детей. Она смотрела в окно, наблюдая, как знакомые улицы превращаются в новые, пока автобус вез её к новой главе её жизни.",
                "Japanese": "いいえ、いいえ、すぐにはありませんでした。彼女は緊張していて、バスの中にも他の緊張している子供たちがいました。彼女は窓の外を見て、馴染みのある通りが新しい通りに変わっていくのを見ながら、バスが彼女を人生の新しい章へと運んでいくのを見守っていました。",
                "Punjabi": "ਨਹੀਂ, ਨਹੀਂ, ਤੁਰੰਤ ਨਹੀਂ। ਉਹ ਨਰਵਸ ਮਹਿਸੂਸ ਕਰ ਰਹੀ ਸੀ, ਅਤੇ ਬੱਸ ਵਿੱਚ ਹੋਰ ਨਰਵਸ ਬੱਚੇ ਵੀ ਸਨ। ਉਹ ਖਿੜਕੀ ਤੋਂ ਬਾਹਰ ਦੇਖ ਰਹੀ ਸੀ, ਜਿਵੇਂ ਪਹਿਚਾਣ ਵਾਲੀਆਂ ਗਲੀਆਂ ਨਵੀਆਂ ਵਿੱਚ ਬਦਲ ਰਹੀਆਂ ਸਨ, ਜਦੋਂ ਬੱਸ ਉਸਨੂੰ ਜੀਵਨ ਦੇ ਇਸ ਨਵੇਂ ਅਧਿਆਇ ਵੱਲ ਲੈ ਜਾ ਰਹੀ ਸੀ।",
                "German": "Nein, nein, nicht sofort. Sie fühlte sich nervös, und es waren auch andere nervöse Kinder im Bus. Sie starrte aus dem Fenster und beobachtete, wie vertraute Straßen in neue übergingen, während der Bus sie zu diesem neuen Kapitel ihres Lebens brachte.",
                "Javanese": "Ora, ora, ora langsung. Dheweke krasa gugup, lan ana bocah-bocah gugup liyane ing bus. Dheweke ndeleng metu saka jendhela, nonton dalan-dalan sing dikenal dadi anyar nalika bus nggawa dheweke menyang bab anyar ing uripe.",
                "Korean": "아니요, 아니요, 바로는 아니었습니다. 그녀는 긴장했으며 버스 안에도 다른 긴장한 아이들이 있었습니다. 그녀는 창밖을 바라보며 익숙한 거리들이 새로운 거리로 변하는 것을 지켜보며 버스가 그녀를 인생의 새로운 장으로 데려가고 있었습니다.",
                "French": "Non, non, pas tout de suite. Elle se sentait nerveuse, et il y avait d'autres enfants nerveux dans le bus aussi. Elle regardait par la fenêtre, observant les rues familières se transformer en nouvelles alors que le bus la transportait vers ce nouveau chapitre de sa vie.",
                "Telugu": "లేదు, లేదు, వెంటనే కాదు. ఆమె నర్వస్ గా అనిపించింది, బస్ లో ఇతర నర్వస్ పిల్లలూ ఉన్నారు. ఆమె కిటికీ నుండి బయటకు చూస్తూ, పరిచయమైన వీధులు కొత్త వీధుల్లో మారుతున్నట్లు చూస్తూ, బస్ ఆమెను జీవన的新 యాధి వైపు తీసుకెళ్తోంది.",
                "Marathi": "नाही, नाही, ताबडतोब नाही. ती चिंतित होती आणि बसमध्ये इतर चिंतित मुलं देखील होती. ती खिडकीतून बाहेर बघत होती, परिचित रस्ते नवीन रस्त्यांमध्ये बदलताना पाहत होती, बस तिला तिच्या जीवनाच्या नवीन अध्यायाकडे घेऊन जात होती.",
                "Tamil": "இல்லை, இல்லை, உடனடியாக இல்லை. அவள் சோர்வாக உணர்ந்தாள் மற்றும் பேருந்தில் மற்ற சோர்வான குழந்தைகள் இருந்தன. அவள் ஜன்னலுக்கு வெளியே நோக்கிக் கொண்டு, பழக்கமான தெருக்கள் புதியவாக மாறுவது பார்க்கிறாள், பேருந்து அவளை வாழ்க்கையின் புதிய அத்தியாயத்திற்காக எடுத்துச்செல்லுகிறது.",
                "Vietnamese": "Không, không, không ngay lập tức. Cô cảm thấy lo lắng, và cũng có những đứa trẻ lo lắng khác trên xe buýt. Cô nhìn ra ngoài cửa sổ, quan sát những con phố quen thuộc chuyển thành những con phố mới khi xe buýt đưa cô đến chương mới trong cuộc đời.",
                "Urdu": "نہیں، نہیں، فوراً نہیں۔ وہ نروس محسوس کر رہی تھی، اور بس میں دیگر نروس بچے بھی تھے۔ اس نے کھڑکی سے باہر دیکھا، پرانی سڑکیں نئی سڑکوں میں تبدیل ہوتے ہوئے دیکھا، جب بس اسے زندگی کے نئے باب کی طرف لے جا رہی تھی۔",
                "Filipino": "Hindi, hindi, hindi kaagad. Siya ay nakaramdam ng nerbiyos, at may iba pang mga nerbiyos na bata sa bus. Tinitingnan niya sa labas ng bintana, pinapanood ang mga pamilyar na kalsada na nagiging bago habang ang bus ay nagdadala sa kanya patungo sa bagong kabanata ng kanyang buhay.",
                "Romanian": "Nu, nu, nu imediat. Se simțea nervoasă și erau alți copii nervoși în autobuz. Se uita pe fereastră, observând cum străzile cunoscute se transformă în altele noi, în timp ce autobuzul o ducea către acest nou capitol din viața ei.",
                "Albanian": "Jo, jo, jo menjëherë. Ajo ndiente nervozizëm dhe kishte edhe fëmijë të tjerë të nervozuar në autobus. Ajo shikonte përmes dritares, duke parë rrugët e njohura që po shndërroheshin në të reja ndërsa autobusi e çonte drejt këtij kapitulli të ri të jetës së saj.",
                "Nepali": "होइन, होइन, तुरुन्त होइन। उसले नर्वस महसुस गरिरहेकी थिइन् र बसमा अरू नर्वस बच्चाहरू पनि थिए। उसले खिड्कीबाट बाहिर हेरेर, परिचित सडकहरू नयाँमा परिणत भइरहेका देखी, बसले उनलाई जीवनको नयाँ अध्यायमा पुर्याउँदै थियो।",
                "Khmer": "មិនទេ មិនទេ មិនមែនភ្លាមៗទេ។ នាងមានអារម្មណ៍តានតឹង ហើយមានកុមារផ្សេងទៀតមានអារម្មណ៍តានតឹងនៅលើឡានដឹកអ្នកដំណើរ។ នាងមើលចេញពីបង្អួច ដើម្បីមើលផ្លូវដែលស្គាល់កំពុងផ្លាស់ប្តូរទៅជាផ្លូវថ្មីនៅពេលដែលឡានដឹកអ្នកដំណើរនឹងនាងទៅកាន់ផ្នែកថ្មីមួយនៃជីវិតរបស់នាង។",
                "Sinhalese": "නැහැ, නැහැ, දැන්ම නොවේ. ඇය සිතන හැටියට, එම බස් මැද වෙනත් පරිසරයට ගෙන යමින්, ඉස්සරේ පැවසූ වර්තමාන පිළිබඳව අපූරු පාර මාරු වන බව ඇය පිළිබඳව දැක්කාය. මෙය හුඟාක් කාලයක් තිස්සේ නව අවස්ථාවකට යාමට පත් විය.",
                "Amharic": "አይደለም፣ አይደለም፣ እንዴትም አይደለም። እሷ አስተዋል ስለ ተቋቋማው በህይወት እንደ ሌላ የድንበር ቀስተኛ እንደ ሌላ ሰብስብሽ የሚቀየር በሚያሰብዎት አንዳንድ እንዲሁም እየተሳካ አለ።",
                "Pashto": "نه، نه، سمدستي نه. هغه عصبی احساس کوله، او د بس په دننه کې نور هم عصبی ماشومان موجود وو. هغه د کړکۍ څخه بهر کتل، د پېژندل شویو سړکونو نوي سړکونو ته بدلیږي، لکه څنګه چې بس هغه د ژوند دې نوي فصل ته وړي.",
                "Burmese": "အထူးပြု၊ အထူးပြု၊ အချိန်မပေးပါနဲ့။ သူမစိတ်ဖိစီးမှုကိုခံစားနေရသလို၊ ကလေးများနည်းပညာအသုံးပြုထားသောအရာများတွင်လည်းရှိခဲ့သည်။ သူမသည် နံနက်ခင်းကြီးမှ စီးထွက်နေသည့် ကလေးများကို ကြည့်နေခဲ့သည်။ ပုဂ္ဂိုလ်က အစီအစဉ်အတွက် အသစ်သော ခြားနားချက်တစ်ခုအထိ သွားနေသည်။",
                "Somali": "Maya, maya, isla markiiba ma ahan. Waxay dareemaysay cabsi, waxaana jiray carruur kale oo cabsi leh oo baska ku jiray. Waxay daawanaysay daaqadda, iyada oo arkaysa jidka aqoonta leh oo u beddelmaya kuwo cusub iyadoo baska ay ku qaadeyso qeyb cusub oo nolosheeda."
            }
        }
    ]
}