{
    "videos": [
        {
            "flag": "em-us",
            "slug": "drew-lynch-everyday-is-that-day",
            "title": {
                "Arabic": "درو لينش - كل يوم هو هذا اليوم",
                "Bengali": "ড্রু লিঞ্চ - প্রতিদিনই সেই দিন",
                "Chinese": "德鲁·林奇 - 每天都是那一天",
                "English": "Drew Lynch - Everyday is that day",
                "French": "Drew Lynch - Chaque jour est ce jour-là",
                "Hindi": "ड्रू लिंच - हर दिन वही दिन है",
                "Portuguese": "Drew Lynch - Todo dia é esse dia",
                "Romanian": "Drew Lynch - În fiecare zi este acea zi",
                "Russian": "Дрю Линч - Каждый день — это тот день",
                "Spanish": "Drew Lynch - Cada día es ese día"
            },
            "youtubeUrl": "https://www.youtube.com/watch?v=v3I0YsfMJS8"
        },
        {
            "flag": "em-cn",
            "slug": "jimmy-o-yang-eventually-i-became-a-good-asian-american",
            "title": {
                "Arabic": "جيمي أو يانغ - في النهاية، أصبحت آسيويًا أمريكيًا جيدًا",
                "Bengali": "জিমি ও. ইয়াং - শেষ পর্যন্ত, আমি একজন ভালো এশিয়ান আমেরিকান হয়ে উঠলাম",
                "Chinese": "吉米·欧·杨 - 最终，我成了一名优秀的亚裔美国人",
                "English": "Jimmy O. Yang - Eventually, I became a good Asian American",
                "French": "Jimmy O. Yang - Finalement, je suis devenu un bon Américain d'origine asiatique",
                "Hindi": "जिमी ओ. यांग - अंततः, मैं एक अच्छा एशियाई अमेरिकी बन गया",
                "Portuguese": "Jimmy O. Yang - Eventualmente, me tornei um bom asiático-americano",
                "Romanian": "Jimmy O. Yang - În cele din urmă, am devenit un bun asiatico-american",
                "Russian": "Джимми О. Янг - В конце концов, я стал хорошим азиатским американцем",
                "Spanish": "Jimmy O. Yang - Eventualmente, me convertí en un buen asiático-americano"
            },
            "youtubeUrl": "https://www.youtube.com/watch?v=88bD9f2MivI"
        },
        {
            "flag": "em-flag-za",
            "slug": "trevor-noah-we-want-different-things-out-of-life-you-know",
            "title": {
                "Arabic": "تريفور نواه - نحن نريد أشياء مختلفة من الحياة، أتعرف؟",
                "Bengali": "ট্রেভর নোয়া - জীবন থেকে আমরা ভিন্ন কিছু চাই, আপনি জানেন?",
                "Chinese": "特雷弗·诺亚 - 我们对生活有不同的追求，你知道吗？",
                "English": "Trevor Noah - We want different things out of life, you know?",
                "French": "Trevor Noah - Nous voulons des choses différentes de la vie, tu sais ?",
                "Hindi": "ट्रेवर नोह - जीवन से हम अलग-अलग चीजें चाहते हैं, आप जानते हैं?",
                "Portuguese": "Trevor Noah - Queremos coisas diferentes da vida, sabe?",
                "Romanian": "Trevor Noah - Ne dorim lucruri diferite de la viață, știi?",
                "Russian": "Тревор Ноа - Мы хотим от жизни разных вещей, знаешь?",
                "Spanish": "Trevor Noah - Queremos cosas diferentes de la vida, ¿sabes?"
            },
            "youtubeUrl": "https://www.youtube.com/watch?v=88bD9f2MivI"
        }
    ]
}