{
    "lesson": [
        {
            "title": "Answer out loud",
            "text": "Jerry stepped off the taxi and wheeled his suitcase through the automatic doors of the airport. The hustle and bustle of the terminal filled his ears as he navigated his way towards the check-in counters. Where was Jerry heading to?",
            "translations": {
                "Chinese": "杰瑞从出租车上下来，推着行李箱走过机场的自动门。机场的喧嚣声充斥着他的耳朵，他在前往值机柜台的路上。杰瑞要去哪里？",
                "Spanish": "Jerry bajó del taxi y arrastró su maleta a través de las puertas automáticas del aeropuerto. El bullicio de la terminal llenó sus oídos mientras se dirigía hacia los mostradores de facturación. ¿A dónde se dirigía Jerry?",
                "Hindi": "जेरी टैक्सी से उतरा और अपने सूटकेस को हवाई अड्डे के स्वचालित दरवाजों के माध्यम से खींचता हुआ ले गया। टर्मिनल की हलचल और शोर उसके कानों में गूंज रहा था जबकि वह चेक-इन काउंटर की ओर बढ़ रहा था। जेरी कहाँ जा रहा था?",
                "Arabic": "نزل جيري من التاكسي وسحب حقيبته عبر الأبواب الأوتوماتيكية في المطار. ملأت ضوضاء الحركة والازدحام في الصالة أذنه بينما كان يتجه نحو كاونترات تسجيل الوصول. إلى أين كان جيري متجهاً؟",
                "Bengali": "জেরি ট্যাক্সি থেকে নামল এবং তার স্যুটকেসকে বিমানবন্দরের অটোমেটিক দরজাগুলোর মধ্য দিয়ে টেনে নিয়ে গেল। টার্মিনালের শোরগোল তার কানে ভেসে উঠছিল, সে চেক-ইন কাউন্টারের দিকে যাচ্ছিল। জেরি কোথায় headed?",
                "Portuguese": "Jerry saiu do táxi e empurrou sua mala através das portas automáticas do aeroporto. O burburinho do terminal preenchia seus ouvidos enquanto ele se dirigia para os balcões de check-in. Para onde Jerry estava indo?",
                "Russian": "Джерри вышел из такси и провел свой чемодан через автоматические двери аэропорта. Шум и суета в терминале заполняли его уши, пока он двигался к стойкам регистрации. Куда направлялся Джерри?",
                "Japanese": "ジェリーはタクシーを降り、スーツケースを空港の自動ドアを通して押していきました。ターミナルの喧騒が耳に響きながら、チェックインカウンターに向かって進んでいきました。ジェリーはどこに向かっていたのですか？",
                "Punjabi": "ਜੇਰੀ ਟੈਕਸੀ ਤੋਂ ਉਤਰਿਆ ਅਤੇ ਆਪਣੇ ਸੂਟਕੇਸ ਨੂੰ ਹਵਾਈ ਅੱਡੇ ਦੇ ਆਟੋਮੈਟਿਕ ਦਰਵਾਜਿਆਂ ਰਾਹੀਂ ਖਿੱਚਦਾ ਗਿਆ। ਟਰਮੀਨਲ ਦੀ ਬੇਹਦ ਹੋਸ਼ਿਆਰੀ ਉਸ ਦੇ ਕੰਨਾਂ ਵਿੱਚ ਗੂੰਜ ਰਹੀ ਸੀ ਜਦ ਉਹ ਚੈੱਕ-ਇਨ ਕਾਊਂਟਰਾਂ ਵੱਲ ਜਾ ਰਿਹਾ ਸੀ। ਜੇਰੀ ਕਿੱਥੇ ਜਾ ਰਿਹਾ ਸੀ?",
                "German": "Jerry stieg aus dem Taxi aus und rollte seinen Koffer durch die automatischen Türen des Flughafens. Das geschäftige Treiben der Abflughalle füllte seine Ohren, während er sich auf dem Weg zu den Check-in-Schaltern machte. Wohin war Jerry unterwegs?",
                "Javanese": "Jerry metu saka taksi lan narik kopere liwat lawang otomatis ing bandara. Ramai lan sibuk ing terminal ngisi kupingé nalika dheweke menyang meja check-in. Jerry arep menyang ngendi?",
                "Korean": "제리는 택시에서 내려 공항의 자동문을 통해 여행 가방을 밀고 들어갔습니다. 터미널의 소란스러움이 그의 귀를 가득 채우며 체크인 카운터를 향해 나아갔습니다. 제리는 어디로 가고 있었나요?",
                "French": "Jerry est sorti du taxi et a fait rouler sa valise à travers les portes automatiques de l'aéroport. Le brouhaha du terminal emplissait ses oreilles alors qu'il se dirigeait vers les comptoirs d'enregistrement. Où se dirigeait Jerry ?",
                "Telugu": "జెర్రీ టాక్సీ నుండి దిగిన తరువాత, తన సూట్‌కేసును విమానాశయంలోని ఆటోమాటిక్ ద్వారాల ద్వారా నడిపించాడు. టర్మినల్ యొక్క హడావుడి అతని చెవుల్లో నింపింది, అతను చెక్-ఇన్ కౌంటర్ల వైపు నడిచిపోయాడు. జెర్రీ ఎక్కడ వెళ్ళిపోయాడు?",
                "Marathi": "जेर्रीने टॅक्सीमधून उतरले आणि आपल्या सूटकेससह विमानतळाच्या स्वयंचलित दरवाजांद्वारे गेलो. टर्मिनलची गडबड त्याच्या कानात भरून गेली आणि तो चेक-इन काउंटरकडे जात होता. जेर्री कुठे जात होता?",
                "Tamil": "ஜெர்ரி டாக்ஸியிலிருந்து இறங்கி, தன் பைலுடன் விமான நிலையத்தின் தானாக திறக்கும் கதவுகள் வழியாக ஒட்டி சென்றான். விமான நிலையத்தின் பரபரப்பு அவன் செவிகளில் இடம் பெறுவதாக இருந்தது, அவர் செக்-இன் கவுண்டர்களை நோக்கி நகைகளைச் செலுத்தினான். ஜெர்ரி எங்கு சென்று கொண்டிருந்தான்?",
                "Vietnamese": "Jerry bước ra khỏi taxi và lăn hành lý qua các cánh cửa tự động của sân bay. Tiếng ồn ào của nhà ga khiến tai anh vang lên khi anh hướng về phía các quầy làm thủ tục. Jerry đang trên đường đến đâu?",
                "Urdu": "جیری نے ٹیکسی سے اتر کر اپنے سوٹ کیس کو ہوائی اڈے کے خودکار دروازوں کے ذریعے گھسیٹا۔ ٹرمینل کی ہلچل نے اس کے کانوں کو بھر دیا جبکہ وہ چیک ان کاؤنٹرز کی طرف جا رہا تھا۔ جیری کہاں جا رہا تھا؟",
                "Filipino": "Bumaba si Jerry mula sa taxi at dinala ang kanyang maleta sa pamamagitan ng mga awtomatikong pintuan ng paliparan. Ang abala ng terminal ay pumuno sa kanyang mga tainga habang siya ay papunta sa mga counter ng check-in. Saan papunta si Jerry?",
                "Romanian": "Jerry a coborât din taxi și a tras valiza prin ușile automate ale aeroportului. Zgomotul și agitația terminalului i-au umplut urechile în timp ce se îndrepta spre ghișeele de înregistrare. Unde se îndrepta Jerry?",
                "Albanian": "Jerry doli nga taksia dhe tërhoqi valixhen e tij përmes dyerve automatike të aeroportit. Zhurma dhe ngatërrimi i terminalit mbushnin veshët e tij ndërsa ai shkonte drejt sporteleve të regjistrimit. Ku po shkonte Jerry?",
                "Nepali": "जेरीले ट्याक्सीबाट बाहिर निस्के र आफ्नो सुटकेसलाई हवाईअड्डाको स्वचालित ढोका मार्फत हिँडाए। टर्मिनलको गहिरो आवाजले उसको कानमा गुञ्ज्यो जब उसले चेक-इन काउण्टरतर्फ हिँडिरहेको थियो। जेरी कहाँ जान लागिरहेको थियो?",
                "Khmer": "Jerry ចេញពីតាក់ស៊ី ហើយជិះស្រោមស្រីរបស់គាត់តាមរយៈទ្វារបញ្ចូលស្វ័យប្រវត្តិនៅព្រលានយន្តហោះ។ សូរ និងការលួងលោមនៃទ្រឹងបញ្ចូលបានបំពេញតាមតំបន់របស់គាត់ ខណៈដែលគាត់កំពុងតែមកដល់កន្លែងបញ្ជូនបញ្ជូន។ Jerry កំពុងតែទៅណា?",
                "Sinhalese": "ජෙරි ටැක්සි එකෙන් පහළවී, ඔහුගේ සුට්කේස් එක හवाई අඩවියේ ස්වයංක්‍රීය දොරවල් හරහා ගෙන ගියා. ටර්මිනල් එකේ සබන් හඬ ඔහුගේ කණ වලට පුරා සිටියා, ඔහු චෙක්-ඉන් කවුන්ටර් වලට යමින් සිටියා. ජෙරි කුමක් කරන්නට යනවාද?",
                "Amharic": "Jerry ከታክሲው ወጥቶ እንደሚለው ስለበላይ ወደ አየር ስትስ ውስጥ ያወቅ እንዲቀርበው ስለአየር ትክል ተግባር ተግባር ነው። የሚያደርጉት ነው?",
                "Pashto": "جیری د ټیکسي نه ووت او خپل سوټ کیس یې د هوایی ډګر د اوتوماتیک دروازو له لارې وښورید. د ټرمینل شور او ګړیدنه یې د هغه غوږونه ډک کړل، په داسې حال کې چې هغه د چیک-ان کاؤنټرونو طرف ته روان و. جیری چیرته روان و؟",
                "Burmese": "ဂျေရီတက်ဆီမှကျော်၍ လေကြောင်းလေဆိပ်၏အော်တိုတံခါးများမှအဆင်ပြေမှုအထောက်အကူဖြစ်သည့်အခါ ရန်ပုံငွေကိုဆွဲဆောင်လိုက်သည်။ လေဆိပ်၏မောင့်လှုပ်ရှားမှုတောက်လျှင်ထိုးသွင်းပြီး ကောင်တာအကြောင်းမကြာမှီဆီသို့ရောက်ရှိသွားသည်။ ဂျေရီဘယ်သွားနေတာလဲ?",
                "Somali": "Jerry wuxuu ka soo degay taksiga wuxuuna jiidayaa shandaddiisa isagoo maraaya albaabada tooska ah ee garoonka diyaaradaha. Qabashada iyo buuqa terminalka ayaa buuxiyey dhegihiisa isagoo u socdaayay xafiisyada diiwaangelinta. Jerry goorma ayuu u socday?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "The check-in counters. As he approached the check-in area, Jerry paused for a moment to check his pockets and bags to ensure he had all his essentials: wallet, phone, tickets, and—his heart sank. His passport. It wasn't in his jacket pocket, nor in his carry-on bag. What was the item his wasn't able to find?",
            "translations": {
                "Chinese": "值机柜台。杰瑞走近值机区域时，停下来检查口袋和包包，确保他带齐了所有必需品：钱包、手机、票，还有——他的心 sank。他的护照。它不在他的夹克口袋里，也不在他的随身包里。他找不到的是什么物品？",
                "Spanish": "Los mostradores de facturación. Mientras se acercaba al área de facturación, Jerry se detuvo por un momento para revisar sus bolsillos y maletas para asegurarse de que tenía todos sus artículos esenciales: billetera, teléfono, boletos y—su corazón se hundió. Su pasaporte. No estaba en el bolsillo de su chaqueta, ni en su bolso de mano. ¿Qué artículo no pudo encontrar?",
                "Hindi": "चेक-इन काउंटर। चेक-इन क्षेत्र के पास आते ही, जैरी ने एक पल के लिए रुका और अपनी जेबों और बैग्स की जांच की यह सुनिश्चित करने के लिए कि उसने सभी आवश्यक सामान ले लिया है: वॉलेट, फोन, टिकट, और—उसका दिल धड़कने लगा। उसका पासपोर्ट। यह उसकी जैकेट की जेब में नहीं था, न ही उसके कैरी-ऑन बैग में। वह कौन सा सामान था जिसे वह नहीं ढूंढ सका?",
                "Arabic": "مكاتب تسجيل الوصول. بينما اقترب من منطقة تسجيل الوصول، توقف جيري للحظة ليتحقق من جيوبه وحقائبه للتأكد من أنه يحمل جميع أساسياته: المحفظة، الهاتف، التذاكر، و—غمر قلبه. جواز سفره. لم يكن في جيب سترةه، ولا في حقيبته المحمولة. ما هو العنصر الذي لم يتمكن من العثور عليه؟",
                "Bengali": "চেক-ইন কাউন্টার। চেক-ইন এলাকায় আসার সময়, জেরি এক মুহূর্তের জন্য থেমে গেল তার পকেট এবং ব্যাগগুলি পরীক্ষা করতে নিশ্চিত করার জন্য যে তার সমস্ত প্রয়োজনীয় জিনিস আছে: ওয়ালেট, ফোন, টিকিট, এবং—তার হৃদয় ফেলে গেল। তার পাসপোর্ট। এটি তার জ্যাকেটের পকেটে ছিল না, এবং তার ক্যারি-অন ব্যাগেও ছিল না। সে কোন জিনিসটি খুঁজে পায়নি?",
                "Portuguese": "Os balcões de check-in. Quando se aproximou da área de check-in, Jerry fez uma pausa por um momento para verificar seus bolsos e bolsas para garantir que tinha todos os seus itens essenciais: carteira, telefone, ingressos e—seu coração afundou. Seu passaporte. Não estava no bolso do casaco, nem na sua bolsa de mão. Qual era o item que ele não conseguiu encontrar?",
                "Russian": "Стойки регистрации. Когда он подошел к зоне регистрации, Джерри на мгновение остановился, чтобы проверить свои карманы и сумки, чтобы убедиться, что у него есть все необходимое: кошелек, телефон, билеты и—его сердце упало. Его паспорт. Его не было в кармане куртки и не в его ручной клади. Какой предмет он не смог найти?",
                "Japanese": "チェックインカウンター。チェックインエリアに近づくと、ジェリーはポケットとバッグを確認して、財布、電話、チケット、そして—心臓が沈みました。パスポート。ジャケットのポケットにも、キャリーオンバッグにも入っていませんでした。彼が見つけられなかったアイテムは何ですか？",
                "Punjabi": "ਚੈੱਕ-ਇਨ ਕਾਊਂਟਰ। ਜਦੋਂ ਉਹ ਚੈੱਕ-ਇਨ ਖੇਤਰ ਦੇ ਨੇੜੇ ਆਇਆ, ਜੈਰੀ ਨੇ ਇਕ ਪਲ ਲਈ ਰੁਕ ਕੇ ਆਪਣੀ ਜੇਬਾਂ ਅਤੇ ਬੈਗਾਂ ਦੀ ਜਾਂਚ ਕੀਤੀ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕਿ ਉਸ ਕੋਲ ਸਾਰੀਆਂ ਜ਼ਰੂਰੀਆਂ ਚੀਜ਼ਾਂ ਹਨ: ਵਾਲਟ, ਫੋਨ, ਟਿਕਟਾਂ ਅਤੇ—ਉਸ ਦਾ ਦਿਲ ਥੱਲੇ ਹੋ ਗਿਆ। ਉਸਦਾ ਪਾਸਪੋਰਟ। ਇਹ ਉਸਦੀ ਜੈਕੇਟ ਦੀ ਜੇਬ ਵਿੱਚ ਨਹੀਂ ਸੀ, ਨਾਂ ਹੀ ਉਸਦੀ ਕੈਰੀ-ਆਨ ਬੈਗ ਵਿੱਚ ਸੀ। ਉਹ ਕੀ ਚੀਜ਼ ਨਹੀਂ ਲੱਭ ਸਕਿਆ?",
                "German": "Die Check-in-Schalter. Als er sich dem Check-in-Bereich näherte, hielt Jerry einen Moment inne, um seine Taschen und Taschen zu überprüfen, um sicherzustellen, dass er alle seine wichtigen Dinge dabei hatte: Geldbeutel, Telefon, Tickets und—sein Herz sank. Sein Reisepass. Er war nicht in seiner Jackentasche, noch in seiner Handgepäcktasche. Welchen Gegenstand konnte er nicht finden?",
                "Javanese": "Meja check-in. Nalika dheweke nyedhaki area check-in, Jerry mandheg sakedap kanggo mriksa sakcepengan lan tas-tas supaya bisa mesthekake yen kabeh barang penting dheweke ana: dompet, telepon, tiket, lan—atine nyemplung. Pasporté. Iku ora ana ing kantong jaketé, uga ora ana ing tas carry-oné. Apa barang sing ora bisa ditemokake?",
                "Korean": "체크인 카운터. 체크인 구역에 접근하면서, 제리는 잠시 멈춰서 주머니와 가방을 확인하여 모든 필수품이 있는지 확인했습니다: 지갑, 전화, 티켓, 그리고—그의 심장은 내려앉았습니다. 그의 여권. 그것은 그의 재킷 주머니에도 없었고, 그의 기내용 가방에도 없었습니다. 그가 찾지 못한 물건은 무엇입니까?",
                "French": "Les comptoirs d'enregistrement. Alors qu'il se dirigeait vers la zone d'enregistrement, Jerry s'arrêta un moment pour vérifier ses poches et ses sacs afin de s'assurer qu'il avait tous ses essentiels : portefeuille, téléphone, billets, et—son cœur se serra. Son passeport. Il n'était ni dans la poche de sa veste, ni dans son bagage à main. Quel était l'objet qu'il n'a pas réussi à trouver ?",
                "Telugu": "చెక్-ఇన్ కౌంటర్లు. చెక్-ఇన్ ప్రాంతం వైపు వచ్చేటప్పుడు, జెర్రీ ఒక క్షణం నిల్చొని తన జేబులు మరియు బ్యాగ్‌లను తనకు అవసరమైన అన్ని వస్తువులు ఉన్నాయా అని తనిఖీ చేయడానికి ఆపాడు: వాలెట్, ఫోన్, టిక్కెట్లు, మరియు—తన హృదయం పడిపోయింది. అతని పాస్‌పోర్టు. ఇది అతని జాకెట్ జేబులో లేదా అతని క్యారీ-ఆన్ బ్యాగులో లేదు. అతను కనుగొనలేకపోయిన వస్తువు ఏమిటి?",
                "Marathi": "चेक-इन काउंटर. चेक-इन क्षेत्राच्या जवळ आल्यावर, जॅरीने एक क्षण थांबले आणि त्याच्या खिशांची आणि बॅग्सची तपासणी केली की त्यात सर्व आवश्यक वस्तू आहेत: वॉलेट, फोन, तिकिटे, आणि—त्याचे हृदय खाली गेल्यासारखे झाले. त्याचे पासपोर्ट. ते त्याच्या जॅकेटच्या खिशात नव्हते, किंवा त्याच्या कॅरी-ऑन बॅगमध्येही नव्हते. त्याला सापडलेला वस्तू काय आहे?",
                "Tamil": "செக்-இன் கவுண்டர்கள். செக்-இன் பகுதியை அணுகும் போது, ஜெர்ரி ஒரு நிமிடம் நிறுத்தி, அவரது பாக்கெட்டுகள் மற்றும் பைகளை சரிபார்க்க, அவன் தேவையான அனைத்தையும் கொண்டிருந்ததா என்பதைக் கண்டுபிடிக்க, வாலட், ஃபோன், டிக்கெட்டுகள் மற்றும்—அது தன் இதயத்தை குறுகியதாக உணர்ந்தது. அவரது பாஸ்போர்ட். இது அவரது ஜாக்கெட் பாக்கெட்டில் இல்லை, அல்லது அவரது கைப்பெட்டி பையில் இல்லை. அவர் காணமுடியாத பொருள் என்ன?",
                "Vietnamese": "Quầy làm thủ tục. Khi anh ta tiếp cận khu vực làm thủ tục, Jerry dừng lại một lúc để kiểm tra túi và hành lý của mình để đảm bảo rằng anh có tất cả các vật dụng cần thiết: ví, điện thoại, vé và—trái tim anh chùng xuống. Hộ chiếu của anh. Nó không có trong túi áo khoác của anh, cũng không có trong túi xách tay của anh. Vật phẩm nào mà anh không thể tìm thấy?",
                "Urdu": "چیک ان کاؤنٹر۔ جب وہ چیک ان علاقے کے قریب پہنچا، جیری نے ایک لمحے کے لیے رک کر اپنے جیبوں اور بیگوں کی جانچ کی تاکہ یہ یقینی بنایا جا سکے کہ اس کے پاس تمام ضروری چیزیں ہیں: بٹوا، فون، ٹکٹ، اور—اس کا دل بیٹھ گیا۔ اس کا پاسپورٹ۔ یہ اس کی جیکٹ کی جیب میں نہیں تھا، نہ ہی اس کی کیری آن بیگ میں۔ وہ کون سا چیز تھی جسے وہ نہیں ڈھونڈ سکا؟",
                "Filipino": "Mga counter ng check-in. Habang papalapit siya sa lugar ng check-in, huminto sandali si Jerry upang tingnan ang kanyang mga bulsa at bag upang matiyak na mayroon siya ng lahat ng kanyang mga pangunahing bagay: pitaka, telepono, tiket, at—lumubog ang kanyang puso. Ang kanyang pasaporte. Wala ito sa bulsa ng kanyang jacket, ni sa kanyang carry-on bag. Anong item ang hindi niya mahanap?",
                "Romanian": "Birourile de check-in. Pe măsură ce se apropia de zona de check-in, Jerry s-a oprit un moment pentru a-și verifica buzunarele și bagajele pentru a se asigura că avea toate lucrurile esențiale: portofel, telefon, bilete și—inima i-a căzut. Pașaportul său. Nu era în buzunarul jachetei sale, nici în geanta sa de mână. Care era obiectul pe care nu a reușit să-l găsească?",
                "Albanian": "Sportelet e regjistrimit. Ndërsa iu afrua zonës së regjistrimit, Jerry ndali për një moment për të kontrolluar xhepat dhe çantat e tij për të siguruar që kishte të gjitha sendet e tij të domosdoshme: portofolin, telefonin, biletat dhe—zemra i ra. Pasaporta e tij. Nuk ishte në xhepin e xhaketës së tij, as në çantën e tij të dorës. Cili ishte objekti që nuk arriti të gjente?",
                "Nepali": "चेक-इन काउंटर। चेक-इन क्षेत्रमा पुग्दा, जेर्रीले एक क्षणको लागि रोकेर आफ्नो पोकट र झोलाहरू जाँच गर्‍यो कि उसले सबै आवश्यक वस्तुहरू ल्याएको छ: वालेट, फोन, टिकटहरू, र—उसको मुटु झर्दै गयो। उसको पासपोर्ट। यो उसको ज्याकेटको पोकटमा थिएन, न त उसको क्यारी-आन झोलामा थियो। उसले नपाएका वस्तु के हो?",
                "Khmer": "កន្លែងត្រួតពិនិត្យបញ្ជីចុះឈ្មោះ។ នៅពេលដែលគាត់ឈានដល់តំបន់ត្រួតពិនិត្យ, Jerry បានឈប់សម្រាប់រយៈពេលខ្លីដើម្បីពិនិត្យចេញពីស្រោមកាបូប និងកាបូបរបស់គាត់ដើម្បីធានាថាគាត់មានធាតុចាំបាច់ទាំងអស់៖ កាបូប, ទូរស័ព្ទ, ប័ណ្ណ និង—សីតុណ្ហភាពច្រវាក់។ វិចារៈសូមគោរពទៅកាន់ខ្លួនរបស់គាត់។ វាមិននៅក្នុងជើងច្រវាក់របស់គាត់ទេ ឬនៅក្នុងកាបូបកំចាត់ការរបស់គាត់ទេ។ តើធាតុណាដែលគាត់មិនអាចរកឃើញ?",
                "Sinhalese": "චෙක්-ඉන් කවුන්ටර්. චෙක්-ඉන් ප්‍රදේශයට ආසන්නව පැමිණි විට, ජෙරි කුඩා විටක් නතර කරමින් තම පෝකට් සහ බෑග් සොයා බලමින් සියලුම ආවශ‍යය දේ ඇති බවට වාර්තා කළා: වොලට්, ජංගම දුරකතන, ටිකට්, සහ—ඔහුගේ හදවත බරට පත්විය. ඔහුගේ පාස්පෝර්ට්. එය ඔහුගේ ජැකට් ජේබයේදී නැත, එසේම ඔහුගේ අත්දැකීම් මැදැල්ලේද නැත. ඔහු සොයාගත නොහැකි වූ වස්තුව කුමක්ද?",
                "Amharic": "የተመዝግበው ካውንተርዎች። እንደሚቀርብ ወቅት ወቅት ጄሪ ትንሽ ጊዜ አቋም እንዲሆን ግልጽ የሆኑ በድህረገጽ እና ቦርሳዎች መምረጥ ይችላሉ፡፡ ቦርሳዎች፣ ስልኩ፣ ትኬቶችና—ልቡ ሆኖ አድርገዋል። የሚታወቅ ታች በሌላው በተለይም እንደምንም እንደዚህ ይወደዋል። እሱ የሚያስታውሰው እንደምን ነው?",
                "Pashto": "چیک ان کاؤنټر. کله چې هغه د چیک ان ساحې ته نږدې شو، جیری یو لحظه ودرید او د خپلو جېبونو او بګونو معاینه وکړه ترڅو ډاډ ترلاسه کړي چې هغه ټول اړین شیان لري: بټوه، ټیلیفون، ټکټونه، او—د هغه زړه ښکته شو. د هغه پاسپورت. دا نه په هغه جاکټ جيب کې و، نه په هغه کاري بګ کې. هغه کوم شی نه دی پیدا کړی؟",
                "Burmese": "ချက်အင်ကောင်တာများ။ ချက်အင်ဒေသကိုနီးကပ်လာသောအခါ ဂျေရီးသည် စတင်တစ်စုံတစ်ခုကို စောင့်ကြည့်ဖို့ရပ်ပြီး သူ့အိတ်များနှင့်အိတ်များကို စစ်ဆေးရန် အချိန်ယူပြီး အဓိကလိုအပ်သော အရာများအားလုံးရှိကြောင်း အာမခံပါ: ငွေသားအိတ်၊ ဖုန်း၊ လက်မှတ်များနှင့်—သူ့ရင်းနောက်မြင်သည်။ သူ့ထံမှ နေ့ရက်။ ၎င်းသည် သူ့ရဲ့ကိုယ်ဝန်ကျခံရရှိတဲ့အိတ်ထဲတွင်မရှိခဲ့ပါ၊ သူ့၏ ပေါင်သံပိတ်အိတ်တွင်ပါမရှိ။ သူမတွေ့နိုင်ခဲ့သော အရာမှာ အဘယ်နည်း။",
                "Somali": "Maqaayadaha diiwaangelinta. Markii uu ku soo dhawaaday aagga diiwaangelinta, Jerry wuxuu muddo yar istaagay si uu u hubiyo jeebkiisa iyo boorsooyinka si uu u xaqiijiyo inuu haysto dhammaan alaabta muhiimka ah: boorsada, telefoonka, tigidhada, iyo—qalbigiisu wuu dhacday. Baasaboorkiisa. Ma jirin jeebkiisa jaakada, ama boorsadiisa gacanta. Waa maxay sheyga uu awoodi waayay inuu helo?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "Right, his passport. Panic started to set in as he frantically rummaged through his belongings, but his passport was nowhere to be found. How did he feel?",
            "translations": {
                "Chinese": "对了，他的护照。随着他疯狂地翻找自己的东西，恐慌开始袭来，但他的护照无处可寻。他的感受如何？",
                "Spanish": "Correcto, su pasaporte. El pánico comenzó a instalarse mientras buscaba frenéticamente entre sus pertenencias, pero no encontraba su pasaporte por ningún lado. ¿Cómo se sintió?",
                "Hindi": "सही, उसका पासपोर्ट। जैसे ही उसने बेताब होकर अपनी चीजों को खंगाला, घबराहट शुरू हो गई, लेकिन उसका पासपोर्ट कहीं नहीं मिला। उसे कैसा महसूस हुआ?",
                "Arabic": "صحيح، جواز سفره. بدأت نوبة من الذعر تدب فيه بينما كان يبحث بشكل محموم بين متعلقاته، ولكن لم يُعثر على جواز سفره في أي مكان. كيف كان يشعر؟",
                "Bengali": "সঠিক, তার পাসপোর্ট। তার জিনিসপত্রের মধ্যে নাছোড়বান্দা হয়ে খুঁজতে শুরু করতেই আতঙ্ক শুরু হয়েছিল, কিন্তু তার পাসপোর্ট কোথাও পাওয়া যাচ্ছিল না। তার অনুভূতি কেমন ছিল?",
                "Portuguese": "Certo, o passaporte dele. O pânico começou a se instalar enquanto ele procurava freneticamente entre seus pertences, mas seu passaporte não estava em lugar algum. Como ele se sentiu?",
                "Russian": "Верно, его паспорт. Паника начала нарастать, когда он в панике рылся в своих вещах, но паспорта нигде не было. Как он себя чувствовал?",
                "Japanese": "そう、彼のパスポート。彼は必死に持ち物を探し回りながらパニックが始まりましたが、パスポートはどこにも見当たりませんでした。彼の気持ちはどうでしたか？",
                "Punjabi": "ਹਾਂ, ਉਸਦਾ ਪਾਸਪੋਰਟ। ਜਦੋਂ ਉਸਨੇ ਪਾਗਲਪਨ ਨਾਲ ਆਪਣੇ ਸamaanਾਂ ਵਿੱਚ ਖੋਜਣਾ ਸ਼ੁਰੂ ਕੀਤਾ, ਤਾਂ ਡਰ ਪੈਣਾ ਸ਼ੁਰੂ ਹੋ ਗਿਆ, ਪਰ ਉਸਦਾ ਪਾਸਪੋਰਟ ਕਿਤੇ ਵੀ ਨਹੀਂ ਮਿਲਿਆ। ਉਸਨੇ ਕਿਵੇਂ ਮਹਿਸੂਸ ਕੀਤਾ?",
                "German": "Richtig, sein Reisepass. Panik begann sich auszubreiten, als er hektisch seine Sachen durchsuchte, aber sein Reisepass war nirgends zu finden. Wie fühlte er sich?",
                "Javanese": "Ya, pasporé. Kacang mulai mlebu nalika dheweke kanthi panik nggoleki barang-barangé, nanging pasporé ora ana ing endi wae. Kepiye rasaé?",
                "Korean": "맞아, 그의 여권. 그는 자신의 소지품을 필사적으로 뒤지면서 패닉이 시작되었지만, 여권은 어디에서도 찾을 수 없었습니다. 그는 어떻게 느꼈을까요?",
                "French": "Exact, son passeport. La panique a commencé à s’installer alors qu’il fouillait frénétiquement ses affaires, mais il ne trouvait nulle part son passeport. Comment se sentait-il ?",
                "Telugu": "సరీ, అతని పాస్‌పోర్టు. అతను తన వస్తువులను అగాధంగా వెతుకుతూ ఉత్కంఠ మొదలైంది, కానీ అతని పాస్‌పోర్టు ఎక్కడా కనపడలేదు. అతను ఎలా అనిపించాడు?",
                "Marathi": "होय, त्याचे पासपोर्ट. त्याने तणावात त्याच्या वस्तूंचा ताव मारत असतानाच, त्याच्या पासपोर्टचा ठावठिकाणा सापडला नाही. त्याला कसे वाटले?",
                "Tamil": "சரி, அவரது பாஸ்போர்ட். தன்னுடைய பொருட்களை அலைவரிசையாக தேடும்போது பானிக்குத் துவக்கம் ஆகின, ஆனால் அவரது பாஸ்போர்ட் எங்கு கண்டுபிடிக்க முடியவில்லை. அவருக்கு எப்படி உணர்வானது?",
                "Vietnamese": "Đúng rồi, hộ chiếu của anh. Cơn hoảng loạn bắt đầu xuất hiện khi anh tuyệt vọng lục lọi đồ đạc của mình, nhưng hộ chiếu của anh không thể tìm thấy ở đâu cả. Anh cảm thấy thế nào?",
                "Urdu": "ٹھیک ہے، اس کا پاسپورٹ۔ جب اس نے بے چینی سے اپنے سامان میں تلاش شروع کی، تو گھبراہٹ شروع ہو گئی، لیکن اس کا پاسپورٹ کہیں بھی نہیں ملا۔ اس نے کیسا محسوس کیا؟",
                "Filipino": "Tama, ang kanyang pasaporte. Ang pagkabahala ay nagsimulang umabot sa kanya habang siya ay frantically na naghahanap sa kanyang mga pag-aari, ngunit ang kanyang pasaporte ay wala sa kahit saan. Ano ang naramdaman niya?",
                "Romanian": "Corect, pașaportul său. Panica a început să se instaleze în timp ce căuta frenetic printre lucrurile sale, dar pașaportul său nu era nicăieri de găsit. Cum s-a simțit?",
                "Albanian": "Saktë, pasaporta e tij. Paniku filloi të instalohej ndërsa ai kërkonte në mënyrë të panikshme në gjërat e tij, por pasaporta e tij nuk mund të gjendej askund. Si u ndje ai?",
                "Nepali": "सही, उसको पासपोर्ट। उसले आफ्ना सामानहरूमा खोतल्न थाल्दा नै तात्कालिक भय उत्पन्न हुन थाल्यो, तर उसको पासपोर्ट कहीं पनि भेटिएन। उसले कस्तो महसुस गर्यो?",
                "Khmer": "ត្រឹមត្រូវ។ លិខិតអតិផរណារៀង។ ការភ័យខ្លាចបានចាប់ផ្តើមកើតឡើងនៅពេលដែលគាត់បានស្វែងរកយ៉ាងរមៃរយក្នុងសម្ភារៈរបស់គាត់ ប៉ុន្តែលិខិតអតិផរណារបស់គាត់មិនអាចរកឃើញបាន។ គាត់មានអារម្មណ៍ដូចម្តេច?",
                "Sinhalese": "සුදුසුයි, ඔහුගේ පත්තරය. ඔහුගේ සත්කාරකයන් අතරින් උද්දීපනයෙන් පසු සොයා ගැනීමේදී භයානකතාවක් ආරම්භ විය, නමුත් ඔහුගේ පත්තරය කිසිදු subම්බුවේ හමු විය. ඔහුට කෙසේද හැඟුනු බව?",
                "Amharic": "እምቅድም፣ የእሱ ፓስፖርት። እርሱ የሚያሳድድበት የተጠለየ እንደሆነ እንደሚታወቅ ግልጽ የሆን የእርሱ እንደሚቀርበው ተመዝግበው እንዲያም ማጠባበቅ በትምህርት አንዱ የሚያስታውሰው ህብረቱን ይውላል፡፡ እርሱ የሚያስታውሰው እንዴት ነው?",
                "Pashto": "صحیح، د هغه پاسپورټ. لکه څنګه چې هغه په ​​پټو ډول سره د خپلو شیانو په مینځ کې پلټل پیل کړل، د وحشت احساس پیل شو، مګر د هغه پاسپورټ په هیڅ ځای کې نه وموندل شو. هغه څنګه احساس وکړ؟",
                "Burmese": "ဟုတ်ကဲ့၊ သူ့ပတ်စပုတ်။ သူ့အပြုံးများတွင် မာန်တတ်စွာရှာဖွေနေချိန်တွင် စိတ်ဖိစီးမှုစတင်လာခဲ့သည်၊ ဒါပေမယ့် သူ့ပတ်စပုတ်ကို မည်သည့်နေရာမှာမှ ရှာမတွေ့ခဲ့။ သူသည် မည်သို့ခံစားခဲ့သလဲ?",
                "Somali": "Sax, baasaboorkiisa. Cabsi ayaa bilowday inay soo gasho isagoo si xamaasad leh ugu baadigoobaya hantiisa, laakiin baasaboorkiisa meelna laguma helin. Sidee buu u dareemay?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "Yep. He felt panic. Realizing he must have left it at home, Jerry's mind raced with thoughts of what to do next. He stepped aside from the line, trying to stay calm. Was he still in line at the check-in counters?",
            "translations": {
                "Chinese": "是的。他感到恐慌。意识到他一定把它忘在了家里，杰瑞的脑海里充满了接下来该怎么做的念头。他从队伍中走开，试图保持冷静。他还在值机柜台的队伍中吗？",
                "Spanish": "Sí. Sintió pánico. Al darse cuenta de que debió haberlo dejado en casa, la mente de Jerry se llenó de pensamientos sobre qué hacer a continuación. Se apartó de la fila, tratando de mantenerse calmado. ¿Todavía estaba en la fila en los mostradores de check-in?",
                "Hindi": "हाँ। उसे घबराहट महसूस हुई। यह समझते हुए कि उसने इसे घर पर छोड़ दिया होगा, जेरी का दिमाग अगले कदम पर विचारों से भर गया। उसने लाइन से हटकर शांत रहने की कोशिश की। क्या वह अभी भी चेक-इन काउंटरों पर लाइन में था?",
                "Arabic": "نعم. شعر بالذعر. مدركًا أنه لا بد أنه تركه في المنزل، كان عقل جيري يدور بأفكار حول ما يجب فعله بعد ذلك. تراجع عن الصف، محاولاً البقاء هادئًا. هل كان لا يزال في الطابور عند مكاتب تسجيل الوصول؟",
                "Bengali": "হ্যাঁ। তার মনে আতঙ্ক অনুভূত হলো। বুঝতে পেরে যে সে সম্ভবত ঘরে এটি রেখে এসেছে, জেরির মনে কী করা উচিত সেই চিন্তাগুলি ঘুরপাক খাচ্ছিল। সে লাইনের বাইরে সরে গেল, শান্ত থাকতে চেষ্টা করে। সে কি এখনও চেক-ইন কাউন্টারে লাইনে ছিল?",
                "Portuguese": "Sim. Ele sentiu pânico. Percebendo que devia ter deixado em casa, a mente de Jerry corria com pensamentos sobre o que fazer a seguir. Ele se afastou da fila, tentando manter a calma. Ele ainda estava na fila nos balcões de check-in?",
                "Russian": "Да. Он почувствовал панику. Поняв, что он, наверное, оставил его дома, ум Джерри забурлил мыслями о том, что делать дальше. Он отошел в сторону от очереди, пытаясь сохранить спокойствие. Он все еще стоял в очереди у стойек регистрации?",
                "Japanese": "はい。彼はパニックを感じました。自分が家に置き忘れたに違いないと気づき、ジェリーの頭は次に何をすべきかという考えでいっぱいになりました。彼は列から外れて冷静さを保とうとしました。彼はまだチェックインカウンターの列に並んでいたのでしょうか？",
                "Punjabi": "ਹਾਂ। ਉਸਨੇ ਘਬਰਾਹਟ ਮਹਿਸੂਸ ਕੀਤੀ। ਇਹ ਸਮਝਦੇ ਹੋਏ ਕਿ ਉਸਨੇ ਇਹ ਘਰ 'ਤੇ ਛੱਡ ਦਿੱਤਾ ਹੋਵੇਗਾ, ਜੈਰੀ ਦੇ ਦਿਮਾਗ਼ ਵਿੱਚ ਅਗਲੇ ਕਦਮ ਬਾਰੇ ਵਿਚਾਰ ਧਾਰਾ ਚੱਲੀ। ਉਸਨੇ ਲਾਈਨ ਤੋਂ ਪਾਸਾ ਹਟਾ ਦਿੱਤਾ, ਸ਼ਾਂਤ ਰਹਿਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ। ਕੀ ਉਹ ਅਜੇ ਵੀ ਚੈਕ-ਇਨ ਕਾਊਂਟਰਾਂ 'ਤੇ ਲਾਈਨ ਵਿੱਚ ਸੀ?",
                "German": "Ja. Er verspürte Panik. Als ihm klar wurde, dass er es wahrscheinlich zu Hause vergessen hatte, raste Jerrys Verstand mit Gedanken darüber, was als Nächstes zu tun sei. Er trat aus der Schlange heraus und versuchte, ruhig zu bleiben. War er noch in der Schlange an den Check-in-Schaltern?",
                "Javanese": "Ya. Dheweke krasa panik. Nggatekake manawa dheweke kudu wis ninggalake ing omah, pikiran Jerry mlumpat karo gagasan apa sing kudu ditindakake sabanjure. Dheweke metu saka antrean, nyoba kanggo tetep tenang. Apa dheweke isih ing antrean ing meja check-in?",
                "Korean": "네. 그는 패닉을 느꼈습니다. 집에 두고 온 것 같다는 것을 깨달으면서 제리의 머릿속은 다음에 무엇을 해야 할지에 대한 생각으로 가득 찼습니다. 그는 줄에서 비켜서며 차분함을 유지하려고 했습니다. 그는 아직 체크인 카운터에서 줄을 서 있나요?",
                "French": "Oui. Il a ressenti de la panique. Réalisant qu'il devait l'avoir laissé à la maison, l'esprit de Jerry s'est mis à courir avec des pensées sur ce qu'il fallait faire ensuite. Il s'est écarté de la ligne, essayant de rester calme. Était-il toujours dans la file aux comptoirs d'enregistrement ?",
                "Telugu": "అవును. అతను భయాందోళనను అనుభవించాడు. అది తన ఇంట్లోనే మిగిలిపోగలదని గ్రహించిన వెంటనే, జెర్రీ యొక్క మనసు తర్వాత ఏమి చేయాలో ఆలోచనలతో నిండిపోయింది. అతను లైన్ నుండి పక్కకు తప్పుకున్నాడు, ప్రశాంతంగా ఉండేందుకు ప్రయత్నించాడు. అతను ఇంకా చెకింగ్ కౌంటర్ల వద్ద లైన్లో ఉన్నాడా?",
                "Marathi": "होय. त्याला घबराट वाटली. त्याने ते घरावर सोडले असावे असे लक्षात आल्यावर, जेर्रीच्या मनात पुढे काय करावे याबद्दल विचारांच्या विचारांनी गोंधळ झाला. त्याने रांगेतून बाजूला जाऊन शांत राहण्याचा प्रयत्न केला. तो अजूनही चेक-इन काउंटरवर रांगेत होता का?",
                "Tamil": "ஆம். அவன் பதட்டம் உணர்ந்தான். அதை வீட்டில் விட்டுவிட்டது என்பதைப் புரிந்து கொண்டு, ஜெர்ரியின் மனம் அடுத்தது என்ன செய்ய வேண்டும் என்பதைக் கொண்டு ஊர்ந்து போனது. அவர் வரிசையில் இருந்து முக்கால் நின்று அமைதியாக இருக்க முயன்றார். அவர் இன்னும் செக்-இன் கவுண்டர்களில் வரிசையில் இருக்கிறாரா?",
                "Vietnamese": "Đúng. Anh cảm thấy hoảng loạn. Nhận ra rằng anh chắc chắn đã để quên ở nhà, tâm trí của Jerry đầy ắp những suy nghĩ về những gì cần làm tiếp theo. Anh bước ra khỏi hàng, cố gắng giữ bình tĩnh. Anh có còn đang đứng trong hàng ở các quầy làm thủ tục không?",
                "Urdu": "ہاں۔ اسے گھبراہٹ محسوس ہوئی۔ یہ سمجھتے ہوئے کہ اس نے اسے گھر پر چھوڑ دیا ہوگا، جیری کا دماغ اگلے اقدام پر خیالات سے بھر گیا۔ اس نے لائن سے ہٹ کر پرسکون رہنے کی کوشش کی۔ کیا وہ ابھی بھی چیک ان کاؤنٹرز پر لائن میں تھا؟",
                "Filipino": "Oo. Nakaramdam siya ng pagkabahala. Nang matanto niyang tiyak na naiwan niya ito sa bahay, ang isipan ni Jerry ay puno ng mga ideya kung ano ang susunod na gagawin. Umilag siya mula sa pila, sinusubukang manatiling kalmado. Nasa pila pa ba siya sa mga check-in counter?",
                "Romanian": "Da. El a simțit panică. Realizând că trebuie să-l fi lăsat acasă, mintea lui Jerry era plină de gânduri despre ce să facă în continuare. S-a dat deoparte din rând, încercând să rămână calm. Era încă în rând la birourile de check-in?",
                "Albanian": "Po. Ai ndjeu panik. Duke kuptuar se duhet ta kishte lënë në shtëpi, mendja e Jerry-t ishte e mbushur me mendime për atë që të bënte më pas. Ai u largua nga radhët, duke përpjekur të mbetet i qetë. A ishte ai ende në radhë në sportelet e regjistrimit?",
                "Nepali": "हो। उसले घबराहट महसुस गर्यो। उसले यो घरमै छोड्नुपरेको हो भन्ने बुझ्दा, जेर्रीको मन अगाडि के गर्नुपर्छ भन्ने विचारहरूमा भरिएको थियो। उसले लाइनबाट एकपटक अलग भयो, शान्त रहनको लागि प्रयास गर्दै। के उनी अझै चेक-इन काउंटरहरूमा लाइनमा थिए?",
                "Khmer": "បាទ។ គាត់មានអារម្មណ៍ស្ទើរតែបង់ចិត្ត។ ព្រមទាំងការយល់ដឹងថាគាត់នឹងត្រូវបានទុកចូលក្នុងផ្ទះ ដំណឹងនៃការចិញ្ចៀនមិនមានកន្លែងណាមួយនោះទេ។ តើគាត់នៅតែស្ថិតនៅក្នុងបន្ទាត់នៅក្នុងតុបញ្ជីចុះឈ្មោះដែរឬទេ?",
                "Sinhalese": "ඔව්. ඔහු භය මතු විය. ඔහුට නිවසේ වැඳී ඇතැයි තේරුම් ගන්නා විට, ජෙරිගේ මනස ඊළඟ කළ යුතුව ඇති දේ ගැන සිතන සිතන සත්කාරකයක් බවට පත්විය. ඔහු පෙළෙන් පිටවෙන්න ගියොත්, නිශ්ශබ්ද ව සිටීමට උත්සාහ කළේය. ඔහු තවමත් ලියාපදිංචි ග්‍රන්ථාලේකම් වල පෙළේද",
                "Amharic": "እርሱ የፍርሃት መለኪያን ሰምቷል። በቤት ትኖር ቢሆን ይሆናል ብሎ የሚያስታውሰው ማህበረሰብ እንደሚያስታውሰው እንዴት እንደሆነ ህብረቱን ተመዝግቧል፡፡ የሚያስታውሰው በየትኛውም ክፍል ተመዝግቧል?",
                "Pashto": "هو، هغه د وېره احساس وکړ. کله چې هغه پوه شو چې دا احتمالاً په کور کې پرېښودل شوی، د جیری ذهن د راتلونکي لپاره د څه کولو په اړه فکرونو سره ډک شو. هغه د قطار څخه بهر شو، د ارام پاتې کیدو هڅه وکړه. آیا هغه لا هم د چیک ان کاؤنټرونو په قطار کې و؟",
                "Burmese": "ဟုတ်ကဲ့။ သူသည်စိတ်လှုပ်ရှားမှုကိုခံစားခဲ့သည်။ သူသည်အိမ်မှာထားလိုက်ရင်ဆိုရင်ဆိုရင် အမြင်မရှိခဲ့သည့်အထင်သည်အထင်စိတ်ကူးများမှတစ်ဆင့်စိတ်ကူးစိတ်မှန်းနေခဲ့သည်။ သူသည်လိုင်းမှဘက်သို့ထွက်သွားခဲ့ပြီး အေးချမ်းနေဖို့ကြိုးစားခဲ့သည်။ သူသည်လက်မှတ်အမျိုးအစားများတွင်လက်မှတ်ဝင်မည်အဖြစ်ရှိနေပါသလား?",
                "Somali": "Haa. Wuxuu dareemay cabsida. Isagoo og in laga yaabo inuu guriga ka tagay, maskaxda Jerry waxay buuxsamay fikirrada ku saabsan waxa xiga ee la qabanayo. Wuxuu ka qaatay safka, isagoo isku dayaya inuu ahaado mid deggan. Ma wali wuxuu ku jiraa safka xafiisyada diiwaangelinta?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "No. He had to step out. He called his roommate, Mark, who answered after a couple of rings. What did Jerry say to Mark?",
            "translations": {
                "Chinese": "不。他不得不走开。他打电话给他的室友马克，马克在几声铃响后接了电话。杰瑞对马克说了什么？",
                "Spanish": "No. Tuvo que salir. Llamó a su compañero de cuarto, Mark, quien respondió después de un par de timbrazos. ¿Qué le dijo Jerry a Mark?",
                "Hindi": "नहीं। उसे बाहर निकलना पड़ा। उसने अपने रूममेट मार्क को फोन किया, जिसने दो-तीन रिंग्स के बाद जवाब दिया। जेरी ने मार्क से क्या कहा?",
                "Arabic": "لا. كان عليه أن يخرج. اتصل بزميله في السكن، مارك، الذي رد بعد بضع رنات. ماذا قال جيري لمارك؟",
                "Bengali": "না। তাকে বাইরে বের হতে হয়েছিল। সে তার রুমমেট মার্ককে ফোন করেছিল, যিনি কয়েকটি রিংয়ের পর উত্তর দিলেন। জেরি মার্ককে কী বলল?",
                "Portuguese": "Não. Ele teve que sair. Ligou para o seu colega de quarto, Mark, que atendeu depois de algumas chamadas. O que Jerry disse a Mark?",
                "Russian": "Нет. Ему пришлось выйти. Он позвонил своему соседу по комнате Марку, который ответил после нескольких гудков. Что Джерри сказал Марку?",
                "Japanese": "いいえ。彼は外に出なければなりませんでした。彼はルームメイトのマークに電話をかけ、マークは数回の呼び出し音の後に応答しました。ジェリーはマークに何と言ったのでしょうか？",
                "Punjabi": "ਨਹੀਂ। ਉਸਨੂੰ ਬਾਹਰ ਜਾਣਾ ਪਿਆ। ਉਸਨੇ ਆਪਣੇ ਰੂਮਮੇਟ ਮਾਰਕ ਨੂੰ ਫੋਨ ਕੀਤਾ, ਜਿਸਨੇ ਕੁਝ ਘੰਟਿਆਂ ਬਾਅਦ ਜਵਾਬ ਦਿੱਤਾ। ਜੈਰੀ ਨੇ ਮਾਰਕ ਨੂੰ ਕੀ ਕਿਹਾ?",
                "German": "Nein. Er musste hinausgehen. Er rief seinen Mitbewohner Mark an, der nach ein paar Glockenläuten abnahm. Was sagte Jerry zu Mark?",
                "Javanese": "Ora. Dheweke kudu metu. Dheweke nelpon kanca kamaré, Mark, sing njawab sawisé sawetara dering. Apa sing diomongke Jerry marang Mark?",
                "Korean": "아니요. 그는 나가야 했습니다. 그는 룸메이트인 마크에게 전화를 걸었고, 마크는 몇 번의 벨 소리 후에 전화를 받았습니다. 제리는 마크에게 무엇을 말했을까요?",
                "French": "Non. Il a dû sortir. Il a appelé son colocataire, Mark, qui a répondu après quelques sonneries. Que dit Jerry à Mark ?",
                "Telugu": "లేదు. అతనిని బయటకు వెళ్లాల్సి వచ్చింది. అతను తన రూమ్‌మేట్ మార్క్‌కు కాల్ చేశాడు, మార్క్ కొన్ని రింగ్‌ల తర్వాత అందించాడు. జెర్రీ మార్క్‌కు ఏమి అన్నాడు?",
                "Marathi": "नाही. त्याला बाहेर जावे लागले. त्याने त्याच्या रूममेट मार्कला फोन केला, जो काही रिंग्जनंतर उत्तर देतो. जेर्रीने मार्कला काय सांगितले?",
                "Tamil": "இல்லை. அவன் வெளியே செல்லவேண்டும். அவன் தனது ரூம்மேட் மார்க்கை அழைத்தான், மார்க் சில ஃபோன் ரிங் கள் பிறகு எடுக்கிறான். ஜெர்ரி மார்க்கிடம் என்ன கூறினான்?",
                "Vietnamese": "Không. Anh phải ra ngoài. Anh gọi cho bạn cùng phòng của mình, Mark, người đã trả lời sau vài hồi chuông. Jerry đã nói gì với Mark?",
                "Urdu": "نہیں۔ اسے باہر جانا پڑا۔ اس نے اپنے روم میٹ مارک کو فون کیا، جو چند رنگوں کے بعد جواب دیا۔ جیری نے مارک سے کیا کہا؟",
                "Filipino": "Hindi. Kailangan niyang lumabas. Tinawagan niya ang kanyang roommate na si Mark, na sumagot pagkatapos ng ilang ring. Ano ang sinabi ni Jerry kay Mark?",
                "Romanian": "Nu. A trebuit să iasă. A sunat-o pe colegul său de cameră, Mark, care a răspuns după câteva sunete. Ce i-a spus Jerry lui Mark?",
                "Albanian": "Jo. Ai duhej të dilte. Ai e telefonoi shokun e dhomës, Mark, i cili u përgjigj pas disa tonesh. Çfarë i tha Jerry Markut?",
                "Nepali": "होईन। उसले बाहिर जानु पर्छ। उसले आफ्नो रूममेट मार्कलाई फोन गर्यो, जसले केही रिङ्गको पछि जवाफ दियो। जेरीले मार्कलाई के भन्यो?",
                "Khmer": "ទេ។ គាត់ត្រូវតែចេញទៅ។ គាត់បានហៅទៅកាន់មិត្តរួមបន្ទប់របស់គាត់ហៅម៉ារ៉ុក ដែលបានឆ្លើយតបបន្ទាប់ពីការហៅប៉ុន្មានដង។ ចេរីបានប្រាប់ម៉ារ៉ុកអ្វីខ្លះ?",
                "Sinhalese": "නැහැ. ඔහු පිටවිය යුතුයි. ඔහුගේ රුම්මෙට් මාර්ක්ට ඇමතීය, මාර්ක් කිහිපයක් පමණ රින්ග් අවසන්වීමෙන් පසු උත්තර දුන්නා. ජෙරි මාර්ක්ට මොනවා කියන්නා දැයි?",
                "Amharic": "አይፈቅድም። ወጣበት። ከአስር ማስረዳት በኋላቸው ተመልሰው መልስ ተሰጥቶት እንደሆነ እንደሆነ ከአስተዳደር እንዲሆን ብሎም እንዴት እንደሆነ? ጄሪ ማርክን ምን አለበት?",
                "Pashto": "نه، هغه باید بهر لاړ شي. هغه خپل روم میټ مارک ته زنګ ووهله، چې د څو زنګونو وروسته یې ځواب ورکړ. جیری مارک ته څه وویل؟",
                "Burmese": "ဟုတ်သည့်လို့မဟုတ်ပါ။ သူသည်ပြေးရရန်လိုအပ်သည်။ သူသည်သူ၏ခရီးသွားထိုင်မက်မားမားကိုခေါ်၍၊ မာ့ခ်သည်အချို့သောလိပ်ပြာအောင်ပုဒ်ရလွယ်ကူသည်။ ဇေရီသည်မာ့ခ်အားဘာပြောခဲ့သလဲ?",
                "Somali": "Haa. Wuxuu ka baxay. Wuxuu wacday saaxiibkiis Mark, kaasoo ka jawaabay kadib dhowr dhawaq. Maxay Jerry u sheegtay Mark?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "—Mark, I need a huge favor— Jerry said, trying to keep his voice steady. —I think I left my passport at home. Can you check my desk and bring it to the airport as quickly as you can?—",
            "translations": {
                "Chinese": "—马克，我需要一个大忙— 杰瑞说，试图保持声音平稳。—我想我把护照落在家里了。你能帮我检查一下我的桌子，并尽快把它带到机场吗？—",
                "Spanish": "—Mark, necesito un gran favor— dijo Jerry, tratando de mantener la voz firme. —Creo que dejé mi pasaporte en casa. ¿Puedes revisar mi escritorio y traerlo al aeropuerto tan rápido como puedas?—",
                "Hindi": "—मार्क, मुझे एक बड़ा एहसान चाहिए— जेरी ने कहा, अपनी आवाज को स्थिर रखने की कोशिश करते हुए। —मुझे लगता है कि मैंने अपना पासपोर्ट घर पर छोड़ दिया है। क्या तुम मेरी डेस्क चेक कर सकते हो और इसे जल्दी से जल्दी हवाई अड्डे पर ले आ सकते हो?—",
                "Arabic": "—مارك، أحتاج إلى خدمة كبيرة— قال جيري، محاولاً الحفاظ على هدوء صوته. —أعتقد أنني تركت جواز سفري في المنزل. هل يمكنك التحقق من مكتبي وإحضاره إلى المطار بأسرع ما يمكن؟—",
                "Bengali": "—মার্ক, আমি একটি বড় অনুগ্রহ প্রয়োজন— জেরি বলল, তার কণ্ঠস্বর স্থির রাখার চেষ্টা করে। —আমি মনে করি আমি আমার পাসপোর্ট বাড়িতে রেখে এসেছি। তুমি কি আমার ডেস্ক চেক করতে পারবে এবং যত তাড়াতাড়ি সম্ভব এটি বিমানবন্দরে নিয়ে আসতে পারবে?—",
                "Portuguese": "—Mark, eu preciso de um grande favor— disse Jerry, tentando manter a voz firme. —Acho que deixei meu passaporte em casa. Você pode verificar minha mesa e trazer para o aeroporto o mais rápido possível?—",
                "Russian": "—Марк, мне нужно огромное одолжение, — сказал Джерри, стараясь сохранить спокойствие в голосе. — Думаю, я оставил свой паспорт дома. Можешь проверить мой стол и принести его в аэропорт как можно быстрее?—",
                "Japanese": "—マーク、大きなお願いがあるんだ—とジェリーは言い、声を落ち着けようとしました。—家にパスポートを忘れたと思うんだ。デスクを確認して、できるだけ早く空港に持ってきてくれる？—",
                "Punjabi": "—ਮਾਰਕ, ਮੈਨੂੰ ਇਕ ਵੱਡੀ ਮਦਦ ਦੀ ਲੋੜ ਹੈ— ਜੇਰੀ ਨੇ ਕਿਹਾ, ਆਪਣੀ ਆਵਾਜ਼ ਨੂੰ ਠੀਕ ਰੱਖਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ। —ਮੈਂ ਸੋਚਦਾ ਹਾਂ ਕਿ ਮੈਂ ਆਪਣਾ ਪਾਸਪੋਰਟ ਘਰ ਤੇ ਛੱਡ ਦਿੱਤਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਮੇਰੇ ਡੈਸਕ ਨੂੰ ਚੈੱਕ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਇਸਨੂੰ ਜਲਦੀ ਤੋਂ ਜਲਦੀ ਏਅਰਪੋਰਟ ਤੇ ਲੈ ਆ ਸਕਦੇ ਹੋ?—",
                "German": "—Mark, ich brauche einen großen Gefallen— sagte Jerry und versuchte, seine Stimme ruhig zu halten. —Ich glaube, ich habe meinen Reisepass zu Hause vergessen. Kannst du meinen Schreibtisch überprüfen und ihn so schnell wie möglich zum Flughafen bringen?—",
                "Javanese": "—Mark, aku butuh bantuan gedhe— ujare Jerry, nyoba njaga swarane supaya tetep stabil. —Aku pikir aku ninggalake pasporku ing omah. Apa sampeyan bisa mriksa meja aku lan nggawa menyang bandara kanthi cepet?—",
                "Korean": "—마크, 큰 부탁이 있어— 제리가 목소리를 안정시키려 애쓰며 말했다. —내가 집에 여권을 두고 온 것 같아. 내 책상을 확인해보고 최대한 빨리 공항으로 가져다 줄 수 있어?—",
                "French": "—Mark, j'ai besoin d'un grand service— dit Jerry en essayant de garder sa voix stable. —Je pense que j'ai laissé mon passeport à la maison. Peux-tu vérifier mon bureau et l'apporter à l'aéroport aussi vite que possible ?—",
                "Telugu": "—మార్క్, నాకు పెద్ద సహాయం అవసరం— జెర్రీ తన కంఠాన్ని స్థిరంగా ఉంచే ప్రయత్నం చేస్తూ చెప్పాడు. —నేను నా పాస్‌పోర్ట్‌ను ఇంట్లో వదిలిపోయినట్లు అనిపిస్తుంది. నా డెస్క్‌ని చెక్ చేయగలవా మరియు వీలైనంత త్వరగా ఎయిర్‌పోర్ట్‌కి తీసుకురా?—",
                "Marathi": "—मार्क, मला एक मोठा उपकार हवा आहे— जेरी म्हणाला, त्याची आवाज स्थिर ठेवण्याचा प्रयत्न करत. —माझा पासपोर्ट घरात राहिला असावा असे मला वाटते. कृपया माझ्या डेस्कची तपासणी करा आणि शक्य तितक्या लवकर ते विमानतळावर आणा.—",
                "Tamil": "—மார்க், எனக்கு ஒரு பெரிய உதவி தேவை— ஜெர்ரி தனது குரலை நிலையாக வைத்திருப்பதை முயற்சிக்கொண்டார். —நான் என் பாஸ்போர்ட்டை வீட்டில் விட்டுவிட்டேன் என்று நினைக்கிறேன். உங்கள் டெஸ்க் சரிபார்த்து, அதை எவ்வளவு விரைவில் விமானநிலையத்திற்கு கொண்டு வரமுடியும்?—",
                "Vietnamese": "—Mark, tôi cần một ân huệ lớn— Jerry nói, cố gắng giữ giọng mình bình tĩnh. —Tôi nghĩ tôi đã để quên hộ chiếu ở nhà. Bạn có thể kiểm tra bàn của tôi và mang nó đến sân bay càng nhanh càng tốt không?—",
                "Urdu": "—مارک، مجھے ایک بڑی مدد چاہیے— جیری نے کہا، اپنی آواز کو مستحکم رکھنے کی کوشش کرتے ہوئے۔ —مجھے لگتا ہے کہ میں نے اپنا پاسپورٹ گھر پر چھوڑ دیا ہے۔ کیا آپ میرے ڈیسک کو چیک کر سکتے ہیں اور جتنی جلدی ہو سکے اسے ہوائی اڈے پر پہنچا سکتے ہیں؟—",
                "Filipino": "—Mark, kailangan ko ng malaking pabor— sabi ni Jerry, na sinusubukang panatilihing matatag ang kanyang tinig. —Sa tingin ko ay naiwan ko ang aking pasaporte sa bahay. Maaari mo bang tingnan ang aking desk at dalhin ito sa paliparan nang mabilis hangga't maaari?—",
                "Romanian": "—Mark, am nevoie de o mare favoare— a spus Jerry, încercând să își păstreze vocea calmă. —Cred că mi-am lăsat pașaportul acasă. Poți verifica biroul meu și să-l aduci la aeroport cât mai repede posibil?—",
                "Albanian": "—Mark, kam nevojë për një ndihmë të madhe— tha Jerry, duke u përpjekur të mbajë zërin e tij të qetë. —Mendoj se e kam lënë pasaportën time në shtëpi. A mund të kontrollosh tavolinën time dhe ta sjellësh në aeroport sa më shpejt të mundesh?—",
                "Nepali": "—मार्क, मलाई ठूलो सहयोग चाहिन्छ— जेर्रीले भने, आफ्नो आवाजलाई स्थिर राख्ने प्रयास गर्दै। —मलाई लाग्छ मैले मेरो पासपोर्ट घरमा छोडिदिएँ। के तपाईं मेरो डेस्क जाँच गर्न सक्नुहुन्छ र यसलाई सकेसम्म चाँडो एयरपोर्टमा ल्याउन सक्नुहुन्छ?—",
                "Khmer": "—ម៉ារឃ, ខ្ញុំត្រូវការជំនួយធំមួយ— ឧទ្ទិសឧបត្ថម្ភបានឱ្យឱ្យបានជួបកំហិត។ —ខ្ញុំគិតថាខ្ញុំបានទុកប៉ាសព័រដោយក្រុមនៅផ្ទះ។ តើអ្នកអាចពិនិត្យតុរបស់ខ្ញុំហើយនាំវាទៅព្រមទាំងមិនចាំបាច់ខ្លី?—",
                "Sinhalese": "—මාර්ක්, මට විශාල උපකාරයක් අවශ්‍යයි— ජෙරි කියා සිටියේ, ඔහුගේ කටහඩ ස්ථායී ලෙස තබා ගැනීමට උත්සාහ කරමින්. —මට හිතෙන්නේ මම මගේ පෑස්පෝර්ට් ගෙදරටම දැමී ඇත. ඔබට මගේ මේසය පරීක්ෂා කිරීමට සහ එය තාවකාලිකව ගුවන්සේවා මැතිවරණයට ගෙන ඒමට පුළුවන්ද?—",
                "Amharic": "—ማርክ፣ በጣም ትልቅ እቅድ አስቸኳይ ነው— ጄሪ ሲሉ የአድማ ድምፅ በጥሩ እንደሆነ እንደሆነ እንዲሆን እንዴት እንደሆነ ህብረቱን ተመዝግቧል፡፡ —እኔ የማስታወቂያውን በቤት ስለማይደርስ፣ ወይም ማርክን ይማርጡን በመስተዋልና በጊዜ ውስጥ ወደ አውር ማኅበረሰቡ እንደሚደርስ?—",
                "Pashto": "—مارک، زه یوه لویه مرسته ته اړتیا لرم— جیری وویل، هڅه کوي چې خپل غږ مستحکم وساتي. —زما فکر دی چې ما خپل پاسپورټ په کور کې پریښودلی دی. آیا تاسو کولی شئ زما ډیسک وګورئ او دا په څومره ژر ممکن وي د هوایی ډګر ته راوړئ؟—",
                "Burmese": "—မာ့ခ်၊ ကျွန်ုပ်ကိုကြီးမားသောအကူအညီတစ်ခုလိုပါသည်— ဇေရီကသက်သေပြတ်သားစွာမြင်မည်ဖြစ်သည်။ —ငါ့ရဲ့ပတ်စ်ပို့ကိုအိမ်မှာစွပ်စွဲထားလို့ပြောနေတာပါ။ ကျေးဇူးပြု၍ကျွန်ုပ်၏ဒက်စ်ကိုစစ်ဆေးပေးပြီးသင်ရောက်နိုင်သလောက်မြန်ဆုံးလက်မှတ်ကိုလေကြောင်းဆိပ်ကမ်းသို့ယူဆောင်နိုင်ပါသလား?—",
                "Somali": "—Mark, waxaan u baahanahay kaalmo weyn— ayuu yiri Jerry, isagoo isku dayaya inuu codkiisa xasillo. —Waxaan u maleynayaa inaan baasboorka aan guriga ka tagay. Ma waxaad ka eegi kartaa miiskeyga oo aad uga keeni kartaa garoonka diyaaradaha sida ugu dhaqsaha badan?—"
            }
        }
    ]
}