{
    "lesson": [
        {
            "title": "Listen",
            "conversation": [
                {
                    "text": "Hey Dad, remember that time you tried to fix the sink and ended up flooding the kitchen?",
                    "translations": {
                        "Chinese": "嘿，爸爸，记得那次你试图修理水槽，结果把厨房淹了吗？",
                        "Spanish": "Oye papá, ¿recuerdas aquella vez que intentaste arreglar el fregadero y terminaste inundando la cocina?",
                        "Hindi": "अरे पापा, याद है जब आपने सिंक को ठीक करने की कोशिश की और किचन में बाढ़ आ गई थी?",
                        "Arabic": "مرحباً أبي، هل تذكر تلك المرة التي حاولت فيها إصلاح الحوض وانتهى الأمر بفيضانات في المطبخ؟",
                        "Bengali": "হে বাবা, মনে আছে যখন তুমি সিঙ্ক ঠিক করতে চেষ্টা করেছিলে এবং রান্নাঘর flooded হয়ে গিয়েছিল?",
                        "Portuguese": "Ei pai, lembra daquela vez em que você tentou consertar a pia e acabou inundando a cozinha?",
                        "Russian": "Привет, папа, помнишь, как ты пытался починить раковину и затопил кухню?",
                        "Japanese": "ねえお父さん、あの時シンクを修理しようとしてキッチンを水浸しにしたこと覚えてる？",
                        "Punjabi": "ਹੇ ਪਾਪਾ, ਉਹ ਸਮਾਂ ਯਾਦ ਹੈ ਜਦੋਂ ਤੁਸੀਂ ਸਿੰਕ ਠੀਕ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਸੀ ਅਤੇ ਰਸੋਈ ਵਿੱਚ ਪਾਣੀ ਭਰ ਗਿਆ ਸੀ?",
                        "German": "Hey Papa, erinnerst du dich an die Zeit, als du versucht hast, das Spülbecken zu reparieren und die Küche geflutet hast?",
                        "Javanese": "Hei Bapak, kelingan ora wektu nalika sampeyan nyoba ndandani wastafel lan pungkasane banjir ing dapur?",
                        "Korean": "안녕 아빠, 너가 싱크대를 고치려고 하다가 주방이 침수된 거 기억나?",
                        "French": "Salut Papa, tu te souviens de cette fois où tu as essayé de réparer l'évier et que tu as fini par inonder la cuisine ?",
                        "Telugu": "హే నాన్న, మీరు సింక్‌ను మరమ్మతు చేయాలనుకుంటున్నప్పుడు, కిచెన్‌ను వరద కింద చేసిన ఆ సమయం గుర్తుందా?",
                        "Marathi": "हे बाबा, तुम्ही सिंक दुरुस्त करण्याचा प्रयत्न केला आणि किचनला पाणी पुरवले त्यावेळची आठवण आहे का?",
                        "Tamil": "ஹே அப்பா, நீ சிங்க் திருத்த முயற்சித்த போது, சமையலறை மூழ்கியதை நினைவில் இருக்கிறதா?",
                        "Vietnamese": "Này bố, còn nhớ lần đó bố cố gắng sửa bồn rửa và làm ngập nhà bếp không?",
                        "Urdu": "ہیلو ابو، یاد ہے جب آپ نے سنک ٹھیک کرنے کی کوشش کی اور کچن میں سیلاب آ گیا تھا؟",
                        "Filipino": "Hoy Dad, natatandaan mo ba yung pagkakataon na sinubukan mong ayusin ang lababo at nauwi sa pagbaha ng kusina?",
                        "Romanian": "Hei, tată, îți amintești de atunci când ai încercat să repari chiuveta și ai ajuns să inundezi bucătăria?",
                        "Albanian": "Hej, baba, të kujtohet hera kur provove të riparosh lavamanin dhe përfundeve duke përmbytur kuzhinën?",
                        "Nepali": "अरे बाबा, त्यो समय सम्झनुहुन्छ भने जब तपाईंले सिंक मर्मत गर्न प्रयास गर्नुभयो र भान्सामा बाढी ल्याउनुभयो?",
                        "Khmer": "បាទប៉ា, អ្នកចាំដូចម្តេចទៅកាលណាដែលអ្នកព្យាយាមជួសជុលទង់ត្រង់និងបានធ្វើឲ្យបណ្ដាញជាប់ទឹក?",
                        "Sinhalese": "අයෙ අම්මා, ඔබ අමතක කළේය, ඔබ කුස්සියේ ජලය පිටවූ විට, ඔබ සීනි කුටිය අලුත් කිරීමේ උත්සාහයකදී සිටින්නේ කෙසේද?",
                        "Amharic": "ሄይ አባቴ፣ በምን ይደርሳል ያንን ጊዜ እንደ ድንጋዩ እናት ውስጥ ሲጠናቀቅ በእናቱ ድንጋዩ አልተገኘም እንደተቃለምልህ እንዴት አልተለያዩን?",
                        "Pashto": "اې پلار، هغه وخت یاد دی کله چې ته د سنک د سمولو هڅه کړې او آخر کې د پخلنځي سیلاب ته لاړ؟",
                        "Burmese": "ဟေ၊ အဖေ၊ သင်သည် မျက်နှာပြင်ကိုပြုပြင်ရန်ကြိုးစားနေစဉ် အိမ်သုံးကြိုးလုံးတွင် ရေပူပြင်းပြီးနေခဲ့သည်ကို အကြိမ်ရောက်လား?",
                        "Somali": "Haye Aabe, xusuus ma u leedahay waqtigaas markii aad isku dayday inaad hagaajiso sinkiga kadibna ay jikada biyo kusoo daateen?"
                    }
                },
                {
                    "text": "Oh, come on, that was ages ago. Besides, I did fix it eventually, didn't I?",
                    "translations": {
                        "Chinese": "哦，算了，那是很久以前的事了。况且，我最后还是修好了，不是吗？",
                        "Spanish": "Oh, vamos, eso fue hace mucho tiempo. Además, lo arreglé al final, ¿no?",
                        "Hindi": "अरे, चलो, वह तो बहुत पहले की बात है। इसके अलावा, मैंने आखिरकार इसे ठीक कर दिया, है ना?",
                        "Arabic": "أوه، هيا، كان ذلك منذ زمن طويل. علاوة على ذلك، لقد أصلحتها في النهاية، أليس كذلك؟",
                        "Bengali": "ওহ, চলো, এটা তো অনেক আগে ছিল। এছাড়া, আমি শেষে ঠিক করেছিলাম, তাই না?",
                        "Portuguese": "Ah, vá lá, isso foi há muito tempo. Além disso, eu acabei consertando, não é?",
                        "Russian": "О, да ладно, это было давным-давно. К тому же, я ведь в конце концов починил, не так ли?",
                        "Japanese": "ああ、もう、あれはずいぶん前のことだよ。それに、結局は直したじゃないか。",
                        "Punjabi": "ਓਹ, ਚਲੋ, ਇਹ ਤਾਂ ਕਾਫੀ ਸਮੇ ਪਿਛੇ ਦੀ ਗੱਲ ਹੈ। ਇਸ ਤੋਂ ਇਲਾਵਾ, ਮੈਂ ਆਖਿਰਕਾਰ ਇਸਨੂੰ ਠੀਕ ਕਰ ਲਿਆ, ਸਹੀ ਨਾ?",
                        "German": "Ach komm schon, das ist schon Ewigkeiten her. Außerdem habe ich es schließlich doch repariert, oder nicht?",
                        "Javanese": "Oh, ayo wae, iku wis suwe banget. Luwih saka iku, aku pungkasane ndandani, ora?",
                        "Korean": "아, 그만해, 그건 정말 오래된 일이야. 게다가, 결국에는 고쳤잖아, 그렇지?",
                        "French": "Oh, allez, c'était il y a longtemps. De plus, je l'ai finalement réparé, non ?",
                        "Telugu": "అయితే, ఆహా, అది చాలా కాలం క్రితం జరిగింది. అదనంగా, నేను చివరకు దాన్ని సరిచేసాను, కాదా?",
                        "Marathi": "अरे, हो, ते खूपच जुने आहे. यावरून, मी शेवटी ते दुरुस्त केलेच, नाही का?",
                        "Tamil": "ஓ, உண்டா, அது நிறைய காலத்திற்கு முன்பு தான். அதற்குப் பிறகு, நான் முடிந்த finally சரி செய்தேன், அல்லவா?",
                        "Vietnamese": "Ôi, thôi nào, đó đã từ lâu rồi. Hơn nữa, cuối cùng thì tôi đã sửa nó, phải không?",
                        "Urdu": "اوہ، چلو، یہ تو بہت پہلے کی بات ہے۔ اس کے علاوہ، میں نے آخر کار اسے ٹھیک کر دیا، ہے نا؟",
                        "Filipino": "Oh, sige na, matagal na yun. Bukod pa rito, naayos ko naman sa wakas, di ba?",
                        "Romanian": "Oh, hai, asta a fost demult. În plus, am reparat-o până la urmă, nu-i așa?",
                        "Albanian": "Ah, hajde, ka qenë një kohë e gjatë. Përveç kësaj, e kam riparuar në fund, apo jo?",
                        "Nepali": "अरे, त यो त धेरै पहिलेको कुरा हो। साथै, मैले आखिरमा यसलाई ठीक गरें, होइन र?",
                        "Khmer": "អូហ៍ សូមផង, នោះគឺបានមកពីពេលហូរ។ បូករួមទៅវិញ ខ្ញុំបានជួសជុលវាក្នុងចុងបញ្ចប់ មែនទេ?",
                        "Sinhalese": "ආ, එහෙමත් වුනාට, ඒක වැඩි කාලයක් පලමු. ඉතිරිව, මම අවසන්ව ඒක අලුත් කළා, නැතත් ද?",
                        "Amharic": "እንዴት እንደዚህ ነው፣ ያንን ጊዜ አስታውሷል። በተጨማሪም በመጨረሻ እንደኛ ተስተናግዴውኛል ይህንን አልተያዙም?",
                        "Pashto": "اوه، راشه، دا خو ډیر پخوا خبره ده. علاوه پر دې، ما آخرکار دا سم کړی دی، نه؟",
                        "Burmese": "အို၊ ကောင်းပါစေ၊ ဒါဟာ ရေကြောင်းအကြီးအကျယ် ဖြစ်ခဲ့ပြီး အတိအကျ သွားပြန်လိုက်တယ်။ အပြုသဘောအရ၊ နောက်ဆုံးမှာ ပြန်ပြင်ထားခဲ့ပေမယ့်၊ ဟုတ်လား?",
                        "Somali": "Haye, soo gal, taasi waxay ahayd wakhti dheer kahor. Intaas waxaa dheer, ugu dambeyntii waan hagaajiyay, sax miyaa?"
                    }
                },
                {
                    "text": "Yeah, after Mom called the plumber. You were like, 'I got this', and then water was spraying everywhere like a fountain.",
                    "translations": {
                        "Chinese": "是的，之后妈妈叫了水管工。你当时说‘我来处理’，然后水像喷泉一样四处飞溅。",
                        "Spanish": "Sí, después de que mamá llamó al fontanero. Tú dijiste, 'Yo me encargo', y luego el agua estaba salpicando por todas partes como una fuente.",
                        "Hindi": "हां, उसके बाद मम्मी ने प्लंबर को बुलाया। तुमने कहा, 'मैं इसे संभाल लूंगा', और फिर पानी चारों ओर एक फव्वारे की तरह छिड़क रहा था।",
                        "Arabic": "نعم، بعد أن اتصلت أمي بالسباك. كنت تقول، 'سأتولى الأمر'، ثم كان الماء يتناثر في كل مكان مثل نافورة.",
                        "Bengali": "হ্যাঁ, মায়ের প্লাম্বারকে ফোন করার পর। তুমি বলেছিলে, 'আমি এটি সামলাব', তারপর পানি চারপাশে একটি ঝরনার মতো ছিটকে যাচ্ছিল।",
                        "Portuguese": "Sim, depois que a mamãe chamou o encanador. Você disse, 'Eu cuido disso', e então a água estava espirrando por toda parte como uma fonte.",
                        "Russian": "Да, после того как мама вызвала сантехника. Ты такой: 'Я справлюсь', а затем вода брызгала повсюду, как фонтан.",
                        "Japanese": "うん、ママが配管工を呼んだ後の話だね。君が「これ、僕に任せて」と言って、その後水が噴水のようにあちこちに飛び散ったんだ。",
                        "Punjabi": "ਹਾਂ, ਮਾਂ ਨੇ ਪਲੰਬਰ ਨੂੰ ਕਾਲ ਕਰਨ ਤੋਂ ਬਾਅਦ। ਤੁਸੀਂ ਕਿਹਾ, 'ਮੈਂ ਇਸਨੂੰ ਸੰਭਾਲ ਲਾਂਗਾ', ਅਤੇ ਫਿਰ ਪਾਣੀ ਚਾਰਾਂ ਤਰਫ਼ ਫੁਵਾਰਾ ਵਰਗੇ ਛਿੜਕ ਰਹੇ ਸਨ।",
                        "German": "Ja, nachdem Mama den Klempner gerufen hatte. Du hast gesagt: 'Ich mach das', und dann spritzte das Wasser überall wie ein Springbrunnen.",
                        "Javanese": "Ya, sawisé Ibu nelpon tukang ledeng. Sampeyan ngomong, 'Aku bisa iki', lan banjur banyu nyemprot ing ngendi-endi kaya pancuran.",
                        "Korean": "네, 엄마가 배관공을 부른 후에요. 당신은 '내가 할게'라고 했고, 그러고 나서 물이 분수처럼 사방으로 뿜어졌죠.",
                        "French": "Oui, après que maman ait appelé le plombier. Tu as dit : 'Je m'en occupe', et ensuite l'eau a jailli partout comme une fontaine.",
                        "Telugu": "అవును, అమ్మ ప్లంబర్‌ను పిలవడం తర్వాత. మీరు 'నేను దీన్ని చెలామణీ చేస్తాను' అని చెప్పారు, తర్వాత నీరు చుట్టూ ఒక ఫౌంటెన్‌లా ఉక్కిరిబిక్కిరి అవుతూ ఉంది.",
                        "Marathi": "होय, मग आईने प्लंबरला कॉल केले. तुम्ही 'हे मी पाहतो' असे म्हणाले आणि नंतर पाणी एका फाउंटनसारखे सर्वत्र उडत होते.",
                        "Tamil": "ஆம், அம்மா மின் நிபுணரை அழைத்த பிறகு. நீ 'நான் இதைப் பார்க்கிறேன்' என்று சொன்னாய், அப்போது நீர் நந்தவனத்தின் அசாதாரணமாக சிதறிவிட்டது.",
                        "Vietnamese": "Đúng vậy, sau khi mẹ gọi thợ sửa ống nước. Bạn đã nói, 'Tôi sẽ lo chuyện này', và sau đó nước xịt khắp nơi như một đài phun nước.",
                        "Urdu": "ہاں، جب ماں نے پلمبر کو کال کیا۔ تم نے کہا، 'میں یہ سنبھال لوں گا'، اور پھر پانی ہر طرف پھوار کی طرح پھیل رہا تھا۔",
                        "Filipino": "Oo, pagkatapos tumawag si Mama ng tubero. Sabi mo, 'Ako na ang bahala', at pagkatapos ay ang tubig ay sumabog sa lahat ng dako na parang fountain.",
                        "Romanian": "Da, după ce mama a sunat instalatorul. Ai spus: 'Mă ocup eu de asta', și apoi apa stropia peste tot ca o fântână.",
                        "Albanian": "Po, pas që mama thirri ndihmësin e tubave. Ti the, 'Unë e marr këtë', dhe pastaj uji po shpërndante kudo si një fontanë.",
                        "Nepali": "हो, मम्मीले प्लम्बरलाई फोन गरेपछि। तपाईले भनेको 'म यो गर्छु' र त्यसपछि पानी चारैतिर एक फव्वारेको जस्तो छरिंदै थियो।",
                        "Khmer": "បាទ/ចាស បន្ទាប់ពីម៉ែបានហៅអ្នកជួសជុលបំពង់។ អ្នកបាននិយាយថា 'ខ្ញុំទទួលខុសត្រូវនេះ', ហើយបន្ទាប់មកទឹកបានបញ្ចេញគ្រប់កន្លែងដូចជាព្រះអង្គធានា។",
                        "Sinhalese": "ඔව්, මොන් මල්පෙරු ඉඳුරුව සම්බන්ධ කළ පසු. ඔබ 'මට මෙය කළ හැක' කියලා කියලා, පසුව ජලය සෑම තැනකම සෙරේනෙක් මැඩුවක් මැද දැමුණා.",
                        "Amharic": "እውነት እንደሚሆን በእናቱ የተጠራው እንደሆነ። እንዲህ ሲል የሚከተለው ውሃው በሁሉም ቦታዎች እንደ ሰማያዊ ምርጫ እንደተንቀሳቀሰ ነበር።",
                        "Pashto": "هو، وروسته له دې چې مور د پلمبر سره اړیکه ونیوله. ته یې ویلې، 'زه دې ته پام کوم'، او بیا اوبه هر ځای ته لکه د یوې فوارې په څیر خپریدې.",
                        "Burmese": "ဟုတ်ပါတယ်၊ မိခင်သည် တပ်ကွပ်သမားကို ဖုန်းခေါ်ပြီးနောက်။ သင်သည် 'ကျွန်ုပ်သည် ဤအကြောင်းကို စောင့်ရှောက်ပါမည်' ဟုပြောခဲ့ပြီး၊ ရေသည် အားလုံးတွင် ပြုံးပေါ်စွာ ပြန့်ပွားနေသည်။",
                        "Somali": "Haa, ka dib markii Hooyo ay wacday biyo-qaadista. Waxaad tidhi, 'Anigu waxaan ka shaqaynayaa tan', ka dibna biyaha ayaa ku faarujinayay dhammaan meelaha sida fontanka."
                    }
                },
                {
                    "text": "I just underestimated the water pressure, that's all. It was a learning experience.",
                    "translations": {
                        "Chinese": "我只是低估了水压，仅此而已。这是一次学习经历。",
                        "Spanish": "Simplemente subestimé la presión del agua, eso es todo. Fue una experiencia de aprendizaje.",
                        "Hindi": "मैंने बस पानी के दबाव को कम आंका, यही सब था। यह एक सीखने का अनुभव था।",
                        "Arabic": "لقد قدرت ضغط الماء أقل من اللازم، هذا كل شيء. كانت تجربة تعليمية.",
                        "Bengali": "আমি কেবলমাত্র পানির চাপ কম মূল্যায়ন করেছি, এটাই। এটি একটি শিক্ষণীয় অভিজ্ঞতা ছিল।",
                        "Portuguese": "Eu apenas subestimei a pressão da água, isso é tudo. Foi uma experiência de aprendizado.",
                        "Russian": "Я просто недооценил давление воды, вот и все. Это был опыт обучения.",
                        "Japanese": "私は単に水圧を過小評価していただけです。それが全てです。良い学びの経験でした。",
                        "Punjabi": "ਮੈਂ ਸਿਰਫ਼ ਪਾਣੀ ਦੇ ਦਬਾਅ ਨੂੰ ਘਟੀਆ ਅੰਕ ਦਿੱਤਾ, ਇਹ ਸਬ ਕੁਝ ਸੀ। ਇਹ ਇੱਕ ਸਿੱਖਣ ਦਾ ਅਨੁਭਵ ਸੀ।",
                        "German": "Ich habe einfach den Wasserdruck unterschätzt, das ist alles. Es war eine lehrreiche Erfahrung.",
                        "Javanese": "Aku mung ngira-ira tekanan banyu, mung kuwi. Iki minangka pengalaman sinau.",
                        "Korean": "저는 단순히 물의 압력을 과소평가했어요, 그게 전부입니다. 이건 학습 경험이었어요.",
                        "French": "J'ai simplement sous-estimé la pression de l'eau, c'est tout. C'était une expérience d'apprentissage.",
                        "Telugu": "నేను కేవలం నీటి ఒత్తిడిని తక్కువగా అంచనా వేసాను, అది మాత్రమే. ఇది ఒక నేర్చుకునే అనుభవం.",
                        "Marathi": "मी फक्त पाण्याचा दाब कमी आढळला, हेच सर्व. हे एक शिकण्याचे अनुभव होते.",
                        "Tamil": "நான் சூர்யனின் அழுத்தத்தைப் குறைவாக மதித்தேன், அதுவும் மட்டும். இது ஒரு கற்றல் அனுபவமாக இருந்தது.",
                        "Vietnamese": "Tôi chỉ đánh giá thấp áp suất nước, chỉ vậy thôi. Đó là một trải nghiệm học hỏi.",
                        "Urdu": "میں نے صرف پانی کے دباؤ کو کم سمجھا، بس اتنا ہی۔ یہ ایک سیکھنے کا تجربہ تھا۔",
                        "Filipino": "Basta't nagkamali ako sa pagtantya ng presyon ng tubig, iyon lang. Isa itong karanasang pang-edukasyon.",
                        "Romanian": "Am subestimat doar presiunea apei, asta e tot. A fost o experiență de învățare.",
                        "Albanian": "Thjesht kam nënvlerësuar presionin e ujit, kjo është gjithçka. Ishte një përvojë mësimi.",
                        "Nepali": "मैले पानीको दबावलाई केवल कम आकलन गरे, यो मात्र हो। यो एक सिक्ने अनुभव थियो।",
                        "Khmer": "ខ្ញុំតែប៉ាន់ស្មានមិនបានទេពីការលំបាកនៃទឹក ប៉ុន្តែអ្វីៗទាំងអស់។ វាជាបទពិសោធន៍សិក្សា។",
                        "Sinhalese": "මම ජල පීඩන ආකල්ප කලේ නොවේ, එයයි. මෙය අධ්‍යයන අත්දැකීමක් විය.",
                        "Amharic": "እኔ በእርግጠኝነት የውሃ ግፊያን አትንሰውም እንጂ ይህን ብቻ ነው። ይህ የማስተምረያ ልምድ ነበር።",
                        "Pashto": "ما یوازې د اوبو فشار کم کړی، بس دې ټولو. دا یو زده کړی تجربه وه.",
                        "Burmese": "ကျွန်တော်ရဲ့ရေဖိအားကိုသာအနည်းငယ်ထားရတာ၊ အဲဒါပါပဲ။ ဒါဟာ သင်ယူမှုအတွေ့အကြုံတစ်ခုဖြစ်ခဲ့ပါသည်။",
                        "Somali": "Kaliya waxaan ka xisaabtamay cadaadiska biyaha, taas ayaa ah. Waxay ahayd khibrad barasho."
                    }
                },
                {
                    "text": "A learning experience for you, a swimming lesson for the rest of us.",
                    "translations": {
                        "Chinese": "对你来说是一次学习经验，对我们其他人来说是游泳课程。",
                        "Spanish": "Una experiencia de aprendizaje para ti, una lección de natación para el resto de nosotros.",
                        "Hindi": "आपके लिए एक सीखने का अनुभव, हमारे बाकी लोगों के लिए एक तैराकी पाठ।",
                        "Arabic": "تجربة تعلم لك، ودروس سباحة للباقين منا.",
                        "Bengali": "আপনার জন্য একটি শেখার অভিজ্ঞতা, আমাদের বাকিদের জন্য একটি সাঁতার শিক্ষা।",
                        "Portuguese": "Uma experiência de aprendizado para você, uma aula de natação para o resto de nós.",
                        "Russian": "Для вас это учебный опыт, для нас остальных – урок плавания.",
                        "Japanese": "あなたにとっては学びの経験、私たち他の人々には水泳のレッスンです。",
                        "Punjabi": "ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਸਿੱਖਣ ਦਾ ਅਨੁਭਵ, ਸਾਡੇ ਬਾਕੀ ਸਾਰਿਆਂ ਲਈ ਇੱਕ ਤੈਰਾਕੀ ਪਾਠ।",
                        "German": "Ein Lernprozess für dich, eine Schwimmstunde für den Rest von uns.",
                        "Javanese": "Pengalaman sinau kanggo sampeyan, pelajaran renang kanggo kita liyane.",
                        "Korean": "당신에게는 학습 경험, 나머지 우리에게는 수영 수업입니다.",
                        "French": "Une expérience d'apprentissage pour vous, une leçon de natation pour nous autres.",
                        "Telugu": "మీ కోసం ఒక నేర్చుకునే అనుభవం, మిగతా మనందరికీ ఒక సవిమ్మింగ్ పాఠం.",
                        "Marathi": "तुमच्यासाठी एक शिकण्याचा अनुभव, आमच्यासाठी एक पोहण्याचा धडा.",
                        "Tamil": "உங்களுக்கு ஒரு கற்கும் அனுபவம், மற்றவர்களுக்கு ஒரு நீந்தும் பாடம்.",
                        "Vietnamese": "Một kinh nghiệm học tập cho bạn, một bài học bơi cho chúng tôi.",
                        "Urdu": "آپ کے لیے ایک سیکھنے کا تجربہ، باقی سب کے لیے ایک تیراکی کا سبق۔",
                        "Filipino": "Isang karanasang pang-edukasyon para sa iyo, isang leksyon sa paglangoy para sa amin.",
                        "Romanian": "O experiență de învățare pentru tine, o lecție de înot pentru restul dintre noi.",
                        "Albanian": "Një përvojë mësimi për ty, një mësim noti për të tjerët nga ne.",
                        "Nepali": "तपाईंको लागि सिकाइको अनुभव, हामी अन्य सबैका लागि एक पौडन पाठ।",
                        "Khmer": "បទពិសោធន៍សិក្សាសម្រាប់អ្នក មេរៀនចិញ្ចឹមសម្រាប់អ្នកដទៃទាំងអស់គ្នា។",
                        "Sinhalese": "ඔබට අධ්‍යාපන අත්දැකීමක්, අපිට පදිංචි පසුවීමක්.",
                        "Amharic": "እርስዎም ለእርስዎ አማካይ ልምድ ነው፣ እኛን ሁሉንም የሚለው ስለምርጥ ትምህርት ነው።",
                        "Pashto": "ستاسو لپاره د زده کړې تجربه، زموږ نورو لپاره د لامبو درس.",
                        "Burmese": "သင့်အတွက် သင်ယူမှုအတွေ့အကြုံ၊ ကျွန်ုပ်တို့အတွက် ရေကူးသင်ခန်းစာ။",
                        "Somali": "Khibrad barasho adiga kuu ah, cashar dabaasha ah oo noogu yahay anaga inteena kale."
                    }
                },
                {
                    "text": "Very funny. At least I try to fix things around here. What about the time you tried to assemble that bookshelf?",
                    "translations": {
                        "Chinese": "很有趣。至少我尝试修理这里的东西。那次你试图组装那个书架怎么样？",
                        "Spanish": "Muy gracioso. Al menos intento arreglar las cosas por aquí. ¿Qué pasa con aquella vez que intentaste armar esa estantería?",
                        "Hindi": "बहुत मजेदार। कम से कम मैं यहाँ चीजें ठीक करने की कोशिश करता हूँ। उस समय के बारे में क्या जब तुमने उस किताबों की अलमारी को जोड़ने की कोशिश की थी?",
                        "Arabic": "مضحك جداً. على الأقل أحاول إصلاح الأشياء هنا. ماذا عن المرة التي حاولت فيها تجميع تلك الرفوف؟",
                        "Bengali": "খুব মজার। অন্তত আমি এখানে জিনিসগুলো মেরামত করার চেষ্টা করি। সেই সময়টা মনে আছে যখন তুমি সেই বইয়ের তাকটি একত্রিত করার চেষ্টা করেছিলে?",
                        "Portuguese": "Muito engraçado. Pelo menos eu tento consertar as coisas por aqui. E quanto àquela vez que você tentou montar aquela estante?",
                        "Russian": "Очень смешно. По крайней мере, я стараюсь чинить вещи здесь. А как насчет того раза, когда ты пытался собрать ту книжную полку?",
                        "Japanese": "とても面白いですね。少なくともここでは物を修理しようとしています。でも、あの本棚を組み立てようとした時のことはどうですか？",
                        "Punjabi": "ਬਹੁਤ ਹਾਸੇਯੋਗ। ਘਰ ਦੇ ਇਲਾਕੇ ਵਿੱਚ ਚੀਜ਼ਾਂ ਠੀਕ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹਾਂ। ਅਤੇ ਉਹ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਉਸ ਬੁੱਕਸ਼ੈਲਫ਼ ਨੂੰ ਅਸੇੰਬਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਸੀ?",
                        "German": "Sehr witzig. Wenigstens versuche ich, hier Dinge zu reparieren. Was ist mit der Zeit, als du versucht hast, dieses Bücherregal zusammenzubauen?",
                        "Javanese": "Sangat lucu. Paling tidak aku mencoba memperbaiki barang-barang di sini. Bagaimana dengan waktu kamu mencoba merakit rak buku itu?",
                        "Korean": "정말 웃기네. 적어도 나는 여기서 물건을 고치려고 노력해. 그 책장을 조립하려고 했던 때는 어때?",
                        "French": "Très drôle. Au moins, j’essaie de réparer les choses ici. Et la fois où tu as essayé d’assembler cette étagère ?",
                        "Telugu": "చాలా వినోదంగా ఉంది. కనీసం నేను ఇక్కడ విషయాలను సరిచేయడానికి ప్రయత్నిస్తాను. ఆసారి నువ్వు ఆ బుక్షెల్ఫ్‌ను అసెంబుల్ చేయడానికి ప్రయత్నించినప్పుడు ఏమిటి?",
                        "Marathi": "खूप मजेदार. कमीत कमी मी इथे गोष्टी ठीक करण्याचा प्रयत्न करतो. तुम्ही त्या पुस्तकांच्या शेल्फला एकत्र करण्याचा प्रयत्न केला त्यावेळी काय?",
                        "Tamil": "மிகவும் நகைச்சுவையாக உள்ளது. குறைந்தது நான் இங்கே பொருட்களை சரிசெய்ய முயற்சிக்கிறேன். நீங்கள் அந்த புத்தகங்களை கட்டியிருக்கும் அந்த நேரத்தைப் பற்றி என்ன?",
                        "Vietnamese": "Rất hài hước. Ít nhất tôi cố gắng sửa chữa các thứ ở đây. Còn về lần bạn thử lắp ráp kệ sách đó thì sao?",
                        "Urdu": "بہت مزے دار۔ کم از کم میں یہاں چیزیں ٹھیک کرنے کی کوشش کرتا ہوں۔ جب تم نے وہ کتابوں کی الماری جوڑنے کی کوشش کی تھی، اس بارے میں کیا خیال ہے؟",
                        "Filipino": "Nakakatawa. Kahit papaano, sinusubukan kong ayusin ang mga bagay dito. Paano naman ang oras na sinubukan mong i-assemble ang bookshelf na iyon?",
                        "Romanian": "Foarte amuzant. Cel puțin încerc să repar lucrurile pe aici. Dar ce zici de acea dată când ai încercat să asamblezi acel raft de cărți?",
                        "Albanian": "Shumë qesharake. Të paktën përpiqem të rregulloj gjërat këtu. Po atëherë kur provove të asamblesh atë raft librash?",
                        "Nepali": "धेरै रमाइलो। कम्तिमा, म यहाँ कुराहरू मर्मत गर्नको लागि प्रयास गर्छु। जब तपाईंले त्यो पुस्तक राख्ने शेल्फ एकत्रित गर्नको लागि प्रयास गर्नुभयो त्यसको बारेमा के छ?",
                        "Khmer": "មានភាពអប់រំខ្លាំងណាស់។ សម្រាប់ខ្ញុំគឺម្យ៉ាងសាកល្បងព្យាយាមកែសម្រួលបរិស្ថាននៅទីនេះ។ តើអំពីពេលដែលអ្នកព្យាយាមបង្រៀននោះឬ?",
                        "Sinhalese": "ඉතා හිනස්සයි. මට කැමතියි, මම මෙහි සියලු දේ පඩි පඩි කරන්න උත්සාහ කරනවා. ඔබ එම පොතේ සෙල්ෆ් එක එකතු කරන්න උත්සාහ කළ වෙලාව ගැන කුමක්ද?",
                        "Amharic": "በጣም አስቂኝ ነው። እንግዲህ እኔ እንዲህ ያለ ውስጥ የሚገኙ ነገሮችን እንዴት በመጠቀም ሙከራ እንደሚደርስልኝ። አንድ ጊዜ የተደረገው የዚህን ስብስብ የሚያደርግ ጊዜን ስለዚህ ምንድን ነው?",
                        "Pashto": "ډېر خوندور. لږ تر لږه زه دلته د شیانو ترمیم کولو هڅه کوم. د هغه وخت په اړه څه چې تاسو د دې کتابونو شلف جوړولو هڅه وکړه؟",
                        "Burmese": "အရမ်းပျော်ရွှင်စရာပါ။ အနည်းဆုံး ငါဒီမှာအရာများကိုပြင်ရန် ကြိုးစားနေတယ်။ သင့်အနေဖြင့် အဲဒီဘောက်ရှယ်ဖ်ကို စုစည်းရေရှည်ကာ ကြိုးစားခဲ့တဲ့အချိန်ကို သတိရပါသလား?",
                        "Somali": "Aad bay u qosol badan tahay. Ugu yaraan waxaan isku dayaa inaan wax ka hagaajiyo halkan. Maxaa ku saabsan waqtigii aad isku dayday inaad isku xidho shelf-ka buugaagta?"
                    }
                }
            ]
        },
        {
            "title": "Speak Yellow",
            "conversation": [
                {
                    "text": "Hey Dad, remember that time you tried to fix the sink and ended up flooding the kitchen?",
                    "translations": {
                        "Chinese": "嘿，爸爸，记得那次你试图修理水槽，结果把厨房淹了吗？",
                        "Spanish": "Oye papá, ¿recuerdas aquella vez que intentaste arreglar el fregadero y terminaste inundando la cocina?",
                        "Hindi": "अरे पापा, याद है जब आपने सिंक को ठीक करने की कोशिश की और किचन में बाढ़ आ गई थी?",
                        "Arabic": "مرحباً أبي، هل تذكر تلك المرة التي حاولت فيها إصلاح الحوض وانتهى الأمر بفيضانات في المطبخ؟",
                        "Bengali": "হে বাবা, মনে আছে যখন তুমি সিঙ্ক ঠিক করতে চেষ্টা করেছিলে এবং রান্নাঘর flooded হয়ে গিয়েছিল?",
                        "Portuguese": "Ei pai, lembra daquela vez em que você tentou consertar a pia e acabou inundando a cozinha?",
                        "Russian": "Привет, папа, помнишь, как ты пытался починить раковину и затопил кухню?",
                        "Japanese": "ねえお父さん、あの時シンクを修理しようとしてキッチンを水浸しにしたこと覚えてる？",
                        "Punjabi": "ਹੇ ਪਾਪਾ, ਉਹ ਸਮਾਂ ਯਾਦ ਹੈ ਜਦੋਂ ਤੁਸੀਂ ਸਿੰਕ ਠੀਕ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਸੀ ਅਤੇ ਰਸੋਈ ਵਿੱਚ ਪਾਣੀ ਭਰ ਗਿਆ ਸੀ?",
                        "German": "Hey Papa, erinnerst du dich an die Zeit, als du versucht hast, das Spülbecken zu reparieren und die Küche geflutet hast?",
                        "Javanese": "Hei Bapak, kelingan ora wektu nalika sampeyan nyoba ndandani wastafel lan pungkasane banjir ing dapur?",
                        "Korean": "안녕 아빠, 너가 싱크대를 고치려고 하다가 주방이 침수된 거 기억나?",
                        "French": "Salut Papa, tu te souviens de cette fois où tu as essayé de réparer l'évier et que tu as fini par inonder la cuisine ?",
                        "Telugu": "హే నాన్న, మీరు సింక్‌ను మరమ్మతు చేయాలనుకుంటున్నప్పుడు, కిచెన్‌ను వరద కింద చేసిన ఆ సమయం గుర్తుందా?",
                        "Marathi": "हे बाबा, तुम्ही सिंक दुरुस्त करण्याचा प्रयत्न केला आणि किचनला पाणी पुरवले त्यावेळची आठवण आहे का?",
                        "Tamil": "ஹே அப்பா, நீ சிங்க் திருத்த முயற்சித்த போது, சமையலறை மூழ்கியதை நினைவில் இருக்கிறதா?",
                        "Vietnamese": "Này bố, còn nhớ lần đó bố cố gắng sửa bồn rửa và làm ngập nhà bếp không?",
                        "Urdu": "ہیلو ابو، یاد ہے جب آپ نے سنک ٹھیک کرنے کی کوشش کی اور کچن میں سیلاب آ گیا تھا؟",
                        "Filipino": "Hoy Dad, natatandaan mo ba yung pagkakataon na sinubukan mong ayusin ang lababo at nauwi sa pagbaha ng kusina?",
                        "Romanian": "Hei, tată, îți amintești de atunci când ai încercat să repari chiuveta și ai ajuns să inundezi bucătăria?",
                        "Albanian": "Hej, baba, të kujtohet hera kur provove të riparosh lavamanin dhe përfundeve duke përmbytur kuzhinën?",
                        "Nepali": "अरे बाबा, त्यो समय सम्झनुहुन्छ भने जब तपाईंले सिंक मर्मत गर्न प्रयास गर्नुभयो र भान्सामा बाढी ल्याउनुभयो?",
                        "Khmer": "បាទប៉ា, អ្នកចាំដូចម្តេចទៅកាលណាដែលអ្នកព្យាយាមជួសជុលទង់ត្រង់និងបានធ្វើឲ្យបណ្ដាញជាប់ទឹក?",
                        "Sinhalese": "අයෙ අම්මා, ඔබ අමතක කළේය, ඔබ කුස්සියේ ජලය පිටවූ විට, ඔබ සීනි කුටිය අලුත් කිරීමේ උත්සාහයකදී සිටින්නේ කෙසේද?",
                        "Amharic": "ሄይ አባቴ፣ በምን ይደርሳል ያንን ጊዜ እንደ ድንጋዩ እናት ውስጥ ሲጠናቀቅ በእናቱ ድንጋዩ አልተገኘም እንደተቃለምልህ እንዴት አልተለያዩን?",
                        "Pashto": "اې پلار، هغه وخت یاد دی کله چې ته د سنک د سمولو هڅه کړې او آخر کې د پخلنځي سیلاب ته لاړ؟",
                        "Burmese": "ဟေ၊ အဖေ၊ သင်သည် မျက်နှာပြင်ကိုပြုပြင်ရန်ကြိုးစားနေစဉ် အိမ်သုံးကြိုးလုံးတွင် ရေပူပြင်းပြီးနေခဲ့သည်ကို အကြိမ်ရောက်လား?",
                        "Somali": "Haye Aabe, xusuus ma u leedahay waqtigaas markii aad isku dayday inaad hagaajiso sinkiga kadibna ay jikada biyo kusoo daateen?"
                    }
                },
                {
                    "text": "Oh, come on, that was ages ago. Besides, I did fix it eventually, didn't I?",
                    "translations": {
                        "Chinese": "哦，算了，那是很久以前的事了。况且，我最后还是修好了，不是吗？",
                        "Spanish": "Oh, vamos, eso fue hace mucho tiempo. Además, lo arreglé al final, ¿no?",
                        "Hindi": "अरे, चलो, वह तो बहुत पहले की बात है। इसके अलावा, मैंने आखिरकार इसे ठीक कर दिया, है ना?",
                        "Arabic": "أوه، هيا، كان ذلك منذ زمن طويل. علاوة على ذلك، لقد أصلحتها في النهاية، أليس كذلك؟",
                        "Bengali": "ওহ, চলো, এটা তো অনেক আগে ছিল। এছাড়া, আমি শেষে ঠিক করেছিলাম, তাই না?",
                        "Portuguese": "Ah, vá lá, isso foi há muito tempo. Além disso, eu acabei consertando, não é?",
                        "Russian": "О, да ладно, это было давным-давно. К тому же, я ведь в конце концов починил, не так ли?",
                        "Japanese": "ああ、もう、あれはずいぶん前のことだよ。それに、結局は直したじゃないか。",
                        "Punjabi": "ਓਹ, ਚਲੋ, ਇਹ ਤਾਂ ਕਾਫੀ ਸਮੇ ਪਿਛੇ ਦੀ ਗੱਲ ਹੈ। ਇਸ ਤੋਂ ਇਲਾਵਾ, ਮੈਂ ਆਖਿਰਕਾਰ ਇਸਨੂੰ ਠੀਕ ਕਰ ਲਿਆ, ਸਹੀ ਨਾ?",
                        "German": "Ach komm schon, das ist schon Ewigkeiten her. Außerdem habe ich es schließlich doch repariert, oder nicht?",
                        "Javanese": "Oh, ayo wae, iku wis suwe banget. Luwih saka iku, aku pungkasane ndandani, ora?",
                        "Korean": "아, 그만해, 그건 정말 오래된 일이야. 게다가, 결국에는 고쳤잖아, 그렇지?",
                        "French": "Oh, allez, c'était il y a longtemps. De plus, je l'ai finalement réparé, non ?",
                        "Telugu": "అయితే, ఆహా, అది చాలా కాలం క్రితం జరిగింది. అదనంగా, నేను చివరకు దాన్ని సరిచేసాను, కాదా?",
                        "Marathi": "अरे, हो, ते खूपच जुने आहे. यावरून, मी शेवटी ते दुरुस्त केलेच, नाही का?",
                        "Tamil": "ஓ, உண்டா, அது நிறைய காலத்திற்கு முன்பு தான். அதற்குப் பிறகு, நான் முடிந்த finally சரி செய்தேன், அல்லவா?",
                        "Vietnamese": "Ôi, thôi nào, đó đã từ lâu rồi. Hơn nữa, cuối cùng thì tôi đã sửa nó, phải không?",
                        "Urdu": "اوہ، چلو، یہ تو بہت پہلے کی بات ہے۔ اس کے علاوہ، میں نے آخر کار اسے ٹھیک کر دیا، ہے نا؟",
                        "Filipino": "Oh, sige na, matagal na yun. Bukod pa rito, naayos ko naman sa wakas, di ba?",
                        "Romanian": "Oh, hai, asta a fost demult. În plus, am reparat-o până la urmă, nu-i așa?",
                        "Albanian": "Ah, hajde, ka qenë një kohë e gjatë. Përveç kësaj, e kam riparuar në fund, apo jo?",
                        "Nepali": "अरे, त यो त धेरै पहिलेको कुरा हो। साथै, मैले आखिरमा यसलाई ठीक गरें, होइन र?",
                        "Khmer": "អូហ៍ សូមផង, នោះគឺបានមកពីពេលហូរ។ បូករួមទៅវិញ ខ្ញុំបានជួសជុលវាក្នុងចុងបញ្ចប់ មែនទេ?",
                        "Sinhalese": "ආ, එහෙමත් වුනාට, ඒක වැඩි කාලයක් පලමු. ඉතිරිව, මම අවසන්ව ඒක අලුත් කළා, නැතත් ද?",
                        "Amharic": "እንዴት እንደዚህ ነው፣ ያንን ጊዜ አስታውሷል። በተጨማሪም በመጨረሻ እንደኛ ተስተናግዴውኛል ይህንን አልተያዙም?",
                        "Pashto": "اوه، راشه، دا خو ډیر پخوا خبره ده. علاوه پر دې، ما آخرکار دا سم کړی دی، نه؟",
                        "Burmese": "အို၊ ကောင်းပါစေ၊ ဒါဟာ ရေကြောင်းအကြီးအကျယ် ဖြစ်ခဲ့ပြီး အတိအကျ သွားပြန်လိုက်တယ်။ အပြုသဘောအရ၊ နောက်ဆုံးမှာ ပြန်ပြင်ထားခဲ့ပေမယ့်၊ ဟုတ်လား?",
                        "Somali": "Haye, soo gal, taasi waxay ahayd wakhti dheer kahor. Intaas waxaa dheer, ugu dambeyntii waan hagaajiyay, sax miyaa?"
                    }
                },
                {
                    "text": "Yeah, after Mom called the plumber. You were like, 'I got this', and then water was spraying everywhere like a fountain.",
                    "translations": {
                        "Chinese": "是的，之后妈妈叫了水管工。你当时说‘我来处理’，然后水像喷泉一样四处飞溅。",
                        "Spanish": "Sí, después de que mamá llamó al fontanero. Tú dijiste, 'Yo me encargo', y luego el agua estaba salpicando por todas partes como una fuente.",
                        "Hindi": "हां, उसके बाद मम्मी ने प्लंबर को बुलाया। तुमने कहा, 'मैं इसे संभाल लूंगा', और फिर पानी चारों ओर एक फव्वारे की तरह छिड़क रहा था।",
                        "Arabic": "نعم، بعد أن اتصلت أمي بالسباك. كنت تقول، 'سأتولى الأمر'، ثم كان الماء يتناثر في كل مكان مثل نافورة.",
                        "Bengali": "হ্যাঁ, মায়ের প্লাম্বারকে ফোন করার পর। তুমি বলেছিলে, 'আমি এটি সামলাব', তারপর পানি চারপাশে একটি ঝরনার মতো ছিটকে যাচ্ছিল।",
                        "Portuguese": "Sim, depois que a mamãe chamou o encanador. Você disse, 'Eu cuido disso', e então a água estava espirrando por toda parte como uma fonte.",
                        "Russian": "Да, после того как мама вызвала сантехника. Ты такой: 'Я справлюсь', а затем вода брызгала повсюду, как фонтан.",
                        "Japanese": "うん、ママが配管工を呼んだ後の話だね。君が「これ、僕に任せて」と言って、その後水が噴水のようにあちこちに飛び散ったんだ。",
                        "Punjabi": "ਹਾਂ, ਮਾਂ ਨੇ ਪਲੰਬਰ ਨੂੰ ਕਾਲ ਕਰਨ ਤੋਂ ਬਾਅਦ। ਤੁਸੀਂ ਕਿਹਾ, 'ਮੈਂ ਇਸਨੂੰ ਸੰਭਾਲ ਲਾਂਗਾ', ਅਤੇ ਫਿਰ ਪਾਣੀ ਚਾਰਾਂ ਤਰਫ਼ ਫੁਵਾਰਾ ਵਰਗੇ ਛਿੜਕ ਰਹੇ ਸਨ।",
                        "German": "Ja, nachdem Mama den Klempner gerufen hatte. Du hast gesagt: 'Ich mach das', und dann spritzte das Wasser überall wie ein Springbrunnen.",
                        "Javanese": "Ya, sawisé Ibu nelpon tukang ledeng. Sampeyan ngomong, 'Aku bisa iki', lan banjur banyu nyemprot ing ngendi-endi kaya pancuran.",
                        "Korean": "네, 엄마가 배관공을 부른 후에요. 당신은 '내가 할게'라고 했고, 그러고 나서 물이 분수처럼 사방으로 뿜어졌죠.",
                        "French": "Oui, après que maman ait appelé le plombier. Tu as dit : 'Je m'en occupe', et ensuite l'eau a jailli partout comme une fontaine.",
                        "Telugu": "అవును, అమ్మ ప్లంబర్‌ను పిలవడం తర్వాత. మీరు 'నేను దీన్ని చెలామణీ చేస్తాను' అని చెప్పారు, తర్వాత నీరు చుట్టూ ఒక ఫౌంటెన్‌లా ఉక్కిరిబిక్కిరి అవుతూ ఉంది.",
                        "Marathi": "होय, मग आईने प्लंबरला कॉल केले. तुम्ही 'हे मी पाहतो' असे म्हणाले आणि नंतर पाणी एका फाउंटनसारखे सर्वत्र उडत होते.",
                        "Tamil": "ஆம், அம்மா மின் நிபுணரை அழைத்த பிறகு. நீ 'நான் இதைப் பார்க்கிறேன்' என்று சொன்னாய், அப்போது நீர் நந்தவனத்தின் அசாதாரணமாக சிதறிவிட்டது.",
                        "Vietnamese": "Đúng vậy, sau khi mẹ gọi thợ sửa ống nước. Bạn đã nói, 'Tôi sẽ lo chuyện này', và sau đó nước xịt khắp nơi như một đài phun nước.",
                        "Urdu": "ہاں، جب ماں نے پلمبر کو کال کیا۔ تم نے کہا، 'میں یہ سنبھال لوں گا'، اور پھر پانی ہر طرف پھوار کی طرح پھیل رہا تھا۔",
                        "Filipino": "Oo, pagkatapos tumawag si Mama ng tubero. Sabi mo, 'Ako na ang bahala', at pagkatapos ay ang tubig ay sumabog sa lahat ng dako na parang fountain.",
                        "Romanian": "Da, după ce mama a sunat instalatorul. Ai spus: 'Mă ocup eu de asta', și apoi apa stropia peste tot ca o fântână.",
                        "Albanian": "Po, pas që mama thirri ndihmësin e tubave. Ti the, 'Unë e marr këtë', dhe pastaj uji po shpërndante kudo si një fontanë.",
                        "Nepali": "हो, मम्मीले प्लम्बरलाई फोन गरेपछि। तपाईले भनेको 'म यो गर्छु' र त्यसपछि पानी चारैतिर एक फव्वारेको जस्तो छरिंदै थियो।",
                        "Khmer": "បាទ/ចាស បន្ទាប់ពីម៉ែបានហៅអ្នកជួសជុលបំពង់។ អ្នកបាននិយាយថា 'ខ្ញុំទទួលខុសត្រូវនេះ', ហើយបន្ទាប់មកទឹកបានបញ្ចេញគ្រប់កន្លែងដូចជាព្រះអង្គធានា។",
                        "Sinhalese": "ඔව්, මොන් මල්පෙරු ඉඳුරුව සම්බන්ධ කළ පසු. ඔබ 'මට මෙය කළ හැක' කියලා කියලා, පසුව ජලය සෑම තැනකම සෙරේනෙක් මැඩුවක් මැද දැමුණා.",
                        "Amharic": "እውነት እንደሚሆን በእናቱ የተጠራው እንደሆነ። እንዲህ ሲል የሚከተለው ውሃው በሁሉም ቦታዎች እንደ ሰማያዊ ምርጫ እንደተንቀሳቀሰ ነበር።",
                        "Pashto": "هو، وروسته له دې چې مور د پلمبر سره اړیکه ونیوله. ته یې ویلې، 'زه دې ته پام کوم'، او بیا اوبه هر ځای ته لکه د یوې فوارې په څیر خپریدې.",
                        "Burmese": "ဟုတ်ပါတယ်၊ မိခင်သည် တပ်ကွပ်သမားကို ဖုန်းခေါ်ပြီးနောက်။ သင်သည် 'ကျွန်ုပ်သည် ဤအကြောင်းကို စောင့်ရှောက်ပါမည်' ဟုပြောခဲ့ပြီး၊ ရေသည် အားလုံးတွင် ပြုံးပေါ်စွာ ပြန့်ပွားနေသည်။",
                        "Somali": "Haa, ka dib markii Hooyo ay wacday biyo-qaadista. Waxaad tidhi, 'Anigu waxaan ka shaqaynayaa tan', ka dibna biyaha ayaa ku faarujinayay dhammaan meelaha sida fontanka."
                    }
                },
                {
                    "text": "I just underestimated the water pressure, that's all. It was a learning experience.",
                    "translations": {
                        "Chinese": "我只是低估了水压，仅此而已。这是一次学习经历。",
                        "Spanish": "Simplemente subestimé la presión del agua, eso es todo. Fue una experiencia de aprendizaje.",
                        "Hindi": "मैंने बस पानी के दबाव को कम आंका, यही सब था। यह एक सीखने का अनुभव था।",
                        "Arabic": "لقد قدرت ضغط الماء أقل من اللازم، هذا كل شيء. كانت تجربة تعليمية.",
                        "Bengali": "আমি কেবলমাত্র পানির চাপ কম মূল্যায়ন করেছি, এটাই। এটি একটি শিক্ষণীয় অভিজ্ঞতা ছিল।",
                        "Portuguese": "Eu apenas subestimei a pressão da água, isso é tudo. Foi uma experiência de aprendizado.",
                        "Russian": "Я просто недооценил давление воды, вот и все. Это был опыт обучения.",
                        "Japanese": "私は単に水圧を過小評価していただけです。それが全てです。良い学びの経験でした。",
                        "Punjabi": "ਮੈਂ ਸਿਰਫ਼ ਪਾਣੀ ਦੇ ਦਬਾਅ ਨੂੰ ਘਟੀਆ ਅੰਕ ਦਿੱਤਾ, ਇਹ ਸਬ ਕੁਝ ਸੀ। ਇਹ ਇੱਕ ਸਿੱਖਣ ਦਾ ਅਨੁਭਵ ਸੀ।",
                        "German": "Ich habe einfach den Wasserdruck unterschätzt, das ist alles. Es war eine lehrreiche Erfahrung.",
                        "Javanese": "Aku mung ngira-ira tekanan banyu, mung kuwi. Iki minangka pengalaman sinau.",
                        "Korean": "저는 단순히 물의 압력을 과소평가했어요, 그게 전부입니다. 이건 학습 경험이었어요.",
                        "French": "J'ai simplement sous-estimé la pression de l'eau, c'est tout. C'était une expérience d'apprentissage.",
                        "Telugu": "నేను కేవలం నీటి ఒత్తిడిని తక్కువగా అంచనా వేసాను, అది మాత్రమే. ఇది ఒక నేర్చుకునే అనుభవం.",
                        "Marathi": "मी फक्त पाण्याचा दाब कमी आढळला, हेच सर्व. हे एक शिकण्याचे अनुभव होते.",
                        "Tamil": "நான் சூர்யனின் அழுத்தத்தைப் குறைவாக மதித்தேன், அதுவும் மட்டும். இது ஒரு கற்றல் அனுபவமாக இருந்தது.",
                        "Vietnamese": "Tôi chỉ đánh giá thấp áp suất nước, chỉ vậy thôi. Đó là một trải nghiệm học hỏi.",
                        "Urdu": "میں نے صرف پانی کے دباؤ کو کم سمجھا، بس اتنا ہی۔ یہ ایک سیکھنے کا تجربہ تھا۔",
                        "Filipino": "Basta't nagkamali ako sa pagtantya ng presyon ng tubig, iyon lang. Isa itong karanasang pang-edukasyon.",
                        "Romanian": "Am subestimat doar presiunea apei, asta e tot. A fost o experiență de învățare.",
                        "Albanian": "Thjesht kam nënvlerësuar presionin e ujit, kjo është gjithçka. Ishte një përvojë mësimi.",
                        "Nepali": "मैले पानीको दबावलाई केवल कम आकलन गरे, यो मात्र हो। यो एक सिक्ने अनुभव थियो।",
                        "Khmer": "ខ្ញុំតែប៉ាន់ស្មានមិនបានទេពីការលំបាកនៃទឹក ប៉ុន្តែអ្វីៗទាំងអស់។ វាជាបទពិសោធន៍សិក្សា។",
                        "Sinhalese": "මම ජල පීඩන ආකල්ප කලේ නොවේ, එයයි. මෙය අධ්‍යයන අත්දැකීමක් විය.",
                        "Amharic": "እኔ በእርግጠኝነት የውሃ ግፊያን አትንሰውም እንጂ ይህን ብቻ ነው። ይህ የማስተምረያ ልምድ ነበር።",
                        "Pashto": "ما یوازې د اوبو فشار کم کړی، بس دې ټولو. دا یو زده کړی تجربه وه.",
                        "Burmese": "ကျွန်တော်ရဲ့ရေဖိအားကိုသာအနည်းငယ်ထားရတာ၊ အဲဒါပါပဲ။ ဒါဟာ သင်ယူမှုအတွေ့အကြုံတစ်ခုဖြစ်ခဲ့ပါသည်။",
                        "Somali": "Kaliya waxaan ka xisaabtamay cadaadiska biyaha, taas ayaa ah. Waxay ahayd khibrad barasho."
                    }
                },
                {
                    "text": "A learning experience for you, a swimming lesson for the rest of us.",
                    "translations": {
                        "Chinese": "对你来说是一次学习经验，对我们其他人来说是游泳课程。",
                        "Spanish": "Una experiencia de aprendizaje para ti, una lección de natación para el resto de nosotros.",
                        "Hindi": "आपके लिए एक सीखने का अनुभव, हमारे बाकी लोगों के लिए एक तैराकी पाठ।",
                        "Arabic": "تجربة تعلم لك، ودروس سباحة للباقين منا.",
                        "Bengali": "আপনার জন্য একটি শেখার অভিজ্ঞতা, আমাদের বাকিদের জন্য একটি সাঁতার শিক্ষা।",
                        "Portuguese": "Uma experiência de aprendizado para você, uma aula de natação para o resto de nós.",
                        "Russian": "Для вас это учебный опыт, для нас остальных – урок плавания.",
                        "Japanese": "あなたにとっては学びの経験、私たち他の人々には水泳のレッスンです。",
                        "Punjabi": "ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਸਿੱਖਣ ਦਾ ਅਨੁਭਵ, ਸਾਡੇ ਬਾਕੀ ਸਾਰਿਆਂ ਲਈ ਇੱਕ ਤੈਰਾਕੀ ਪਾਠ।",
                        "German": "Ein Lernprozess für dich, eine Schwimmstunde für den Rest von uns.",
                        "Javanese": "Pengalaman sinau kanggo sampeyan, pelajaran renang kanggo kita liyane.",
                        "Korean": "당신에게는 학습 경험, 나머지 우리에게는 수영 수업입니다.",
                        "French": "Une expérience d'apprentissage pour vous, une leçon de natation pour nous autres.",
                        "Telugu": "మీ కోసం ఒక నేర్చుకునే అనుభవం, మిగతా మనందరికీ ఒక సవిమ్మింగ్ పాఠం.",
                        "Marathi": "तुमच्यासाठी एक शिकण्याचा अनुभव, आमच्यासाठी एक पोहण्याचा धडा.",
                        "Tamil": "உங்களுக்கு ஒரு கற்கும் அனுபவம், மற்றவர்களுக்கு ஒரு நீந்தும் பாடம்.",
                        "Vietnamese": "Một kinh nghiệm học tập cho bạn, một bài học bơi cho chúng tôi.",
                        "Urdu": "آپ کے لیے ایک سیکھنے کا تجربہ، باقی سب کے لیے ایک تیراکی کا سبق۔",
                        "Filipino": "Isang karanasang pang-edukasyon para sa iyo, isang leksyon sa paglangoy para sa amin.",
                        "Romanian": "O experiență de învățare pentru tine, o lecție de înot pentru restul dintre noi.",
                        "Albanian": "Një përvojë mësimi për ty, një mësim noti për të tjerët nga ne.",
                        "Nepali": "तपाईंको लागि सिकाइको अनुभव, हामी अन्य सबैका लागि एक पौडन पाठ।",
                        "Khmer": "បទពិសោធន៍សិក្សាសម្រាប់អ្នក មេរៀនចិញ្ចឹមសម្រាប់អ្នកដទៃទាំងអស់គ្នា។",
                        "Sinhalese": "ඔබට අධ්‍යාපන අත්දැකීමක්, අපිට පදිංචි පසුවීමක්.",
                        "Amharic": "እርስዎም ለእርስዎ አማካይ ልምድ ነው፣ እኛን ሁሉንም የሚለው ስለምርጥ ትምህርት ነው።",
                        "Pashto": "ستاسو لپاره د زده کړې تجربه، زموږ نورو لپاره د لامبو درس.",
                        "Burmese": "သင့်အတွက် သင်ယူမှုအတွေ့အကြုံ၊ ကျွန်ုပ်တို့အတွက် ရေကူးသင်ခန်းစာ။",
                        "Somali": "Khibrad barasho adiga kuu ah, cashar dabaasha ah oo noogu yahay anaga inteena kale."
                    }
                },
                {
                    "text": "Very funny. At least I try to fix things around here. What about the time you tried to assemble that bookshelf?",
                    "translations": {
                        "Chinese": "很有趣。至少我尝试修理这里的东西。那次你试图组装那个书架怎么样？",
                        "Spanish": "Muy gracioso. Al menos intento arreglar las cosas por aquí. ¿Qué pasa con aquella vez que intentaste armar esa estantería?",
                        "Hindi": "बहुत मजेदार। कम से कम मैं यहाँ चीजें ठीक करने की कोशिश करता हूँ। उस समय के बारे में क्या जब तुमने उस किताबों की अलमारी को जोड़ने की कोशिश की थी?",
                        "Arabic": "مضحك جداً. على الأقل أحاول إصلاح الأشياء هنا. ماذا عن المرة التي حاولت فيها تجميع تلك الرفوف؟",
                        "Bengali": "খুব মজার। অন্তত আমি এখানে জিনিসগুলো মেরামত করার চেষ্টা করি। সেই সময়টা মনে আছে যখন তুমি সেই বইয়ের তাকটি একত্রিত করার চেষ্টা করেছিলে?",
                        "Portuguese": "Muito engraçado. Pelo menos eu tento consertar as coisas por aqui. E quanto àquela vez que você tentou montar aquela estante?",
                        "Russian": "Очень смешно. По крайней мере, я стараюсь чинить вещи здесь. А как насчет того раза, когда ты пытался собрать ту книжную полку?",
                        "Japanese": "とても面白いですね。少なくともここでは物を修理しようとしています。でも、あの本棚を組み立てようとした時のことはどうですか？",
                        "Punjabi": "ਬਹੁਤ ਹਾਸੇਯੋਗ। ਘਰ ਦੇ ਇਲਾਕੇ ਵਿੱਚ ਚੀਜ਼ਾਂ ਠੀਕ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹਾਂ। ਅਤੇ ਉਹ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਉਸ ਬੁੱਕਸ਼ੈਲਫ਼ ਨੂੰ ਅਸੇੰਬਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਸੀ?",
                        "German": "Sehr witzig. Wenigstens versuche ich, hier Dinge zu reparieren. Was ist mit der Zeit, als du versucht hast, dieses Bücherregal zusammenzubauen?",
                        "Javanese": "Sangat lucu. Paling tidak aku mencoba memperbaiki barang-barang di sini. Bagaimana dengan waktu kamu mencoba merakit rak buku itu?",
                        "Korean": "정말 웃기네. 적어도 나는 여기서 물건을 고치려고 노력해. 그 책장을 조립하려고 했던 때는 어때?",
                        "French": "Très drôle. Au moins, j’essaie de réparer les choses ici. Et la fois où tu as essayé d’assembler cette étagère ?",
                        "Telugu": "చాలా వినోదంగా ఉంది. కనీసం నేను ఇక్కడ విషయాలను సరిచేయడానికి ప్రయత్నిస్తాను. ఆసారి నువ్వు ఆ బుక్షెల్ఫ్‌ను అసెంబుల్ చేయడానికి ప్రయత్నించినప్పుడు ఏమిటి?",
                        "Marathi": "खूप मजेदार. कमीत कमी मी इथे गोष्टी ठीक करण्याचा प्रयत्न करतो. तुम्ही त्या पुस्तकांच्या शेल्फला एकत्र करण्याचा प्रयत्न केला त्यावेळी काय?",
                        "Tamil": "மிகவும் நகைச்சுவையாக உள்ளது. குறைந்தது நான் இங்கே பொருட்களை சரிசெய்ய முயற்சிக்கிறேன். நீங்கள் அந்த புத்தகங்களை கட்டியிருக்கும் அந்த நேரத்தைப் பற்றி என்ன?",
                        "Vietnamese": "Rất hài hước. Ít nhất tôi cố gắng sửa chữa các thứ ở đây. Còn về lần bạn thử lắp ráp kệ sách đó thì sao?",
                        "Urdu": "بہت مزے دار۔ کم از کم میں یہاں چیزیں ٹھیک کرنے کی کوشش کرتا ہوں۔ جب تم نے وہ کتابوں کی الماری جوڑنے کی کوشش کی تھی، اس بارے میں کیا خیال ہے؟",
                        "Filipino": "Nakakatawa. Kahit papaano, sinusubukan kong ayusin ang mga bagay dito. Paano naman ang oras na sinubukan mong i-assemble ang bookshelf na iyon?",
                        "Romanian": "Foarte amuzant. Cel puțin încerc să repar lucrurile pe aici. Dar ce zici de acea dată când ai încercat să asamblezi acel raft de cărți?",
                        "Albanian": "Shumë qesharake. Të paktën përpiqem të rregulloj gjërat këtu. Po atëherë kur provove të asamblesh atë raft librash?",
                        "Nepali": "धेरै रमाइलो। कम्तिमा, म यहाँ कुराहरू मर्मत गर्नको लागि प्रयास गर्छु। जब तपाईंले त्यो पुस्तक राख्ने शेल्फ एकत्रित गर्नको लागि प्रयास गर्नुभयो त्यसको बारेमा के छ?",
                        "Khmer": "មានភាពអប់រំខ្លាំងណាស់។ សម្រាប់ខ្ញុំគឺម្យ៉ាងសាកល្បងព្យាយាមកែសម្រួលបរិស្ថាននៅទីនេះ។ តើអំពីពេលដែលអ្នកព្យាយាមបង្រៀននោះឬ?",
                        "Sinhalese": "ඉතා හිනස්සයි. මට කැමතියි, මම මෙහි සියලු දේ පඩි පඩි කරන්න උත්සාහ කරනවා. ඔබ එම පොතේ සෙල්ෆ් එක එකතු කරන්න උත්සාහ කළ වෙලාව ගැන කුමක්ද?",
                        "Amharic": "በጣም አስቂኝ ነው። እንግዲህ እኔ እንዲህ ያለ ውስጥ የሚገኙ ነገሮችን እንዴት በመጠቀም ሙከራ እንደሚደርስልኝ። አንድ ጊዜ የተደረገው የዚህን ስብስብ የሚያደርግ ጊዜን ስለዚህ ምንድን ነው?",
                        "Pashto": "ډېر خوندور. لږ تر لږه زه دلته د شیانو ترمیم کولو هڅه کوم. د هغه وخت په اړه څه چې تاسو د دې کتابونو شلف جوړولو هڅه وکړه؟",
                        "Burmese": "အရမ်းပျော်ရွှင်စရာပါ။ အနည်းဆုံး ငါဒီမှာအရာများကိုပြင်ရန် ကြိုးစားနေတယ်။ သင့်အနေဖြင့် အဲဒီဘောက်ရှယ်ဖ်ကို စုစည်းရေရှည်ကာ ကြိုးစားခဲ့တဲ့အချိန်ကို သတိရပါသလား?",
                        "Somali": "Aad bay u qosol badan tahay. Ugu yaraan waxaan isku dayaa inaan wax ka hagaajiyo halkan. Maxaa ku saabsan waqtigii aad isku dayday inaad isku xidho shelf-ka buugaagta?"
                    }
                }
            ]
        },
        {
            "title": "Speak Green",
            "conversation": [
                {
                    "text": "Hey Dad, remember that time you tried to fix the sink and ended up flooding the kitchen?",
                    "translations": {
                        "Chinese": "嘿，爸爸，记得那次你试图修理水槽，结果把厨房淹了吗？",
                        "Spanish": "Oye papá, ¿recuerdas aquella vez que intentaste arreglar el fregadero y terminaste inundando la cocina?",
                        "Hindi": "अरे पापा, याद है जब आपने सिंक को ठीक करने की कोशिश की और किचन में बाढ़ आ गई थी?",
                        "Arabic": "مرحباً أبي، هل تذكر تلك المرة التي حاولت فيها إصلاح الحوض وانتهى الأمر بفيضانات في المطبخ؟",
                        "Bengali": "হে বাবা, মনে আছে যখন তুমি সিঙ্ক ঠিক করতে চেষ্টা করেছিলে এবং রান্নাঘর flooded হয়ে গিয়েছিল?",
                        "Portuguese": "Ei pai, lembra daquela vez em que você tentou consertar a pia e acabou inundando a cozinha?",
                        "Russian": "Привет, папа, помнишь, как ты пытался починить раковину и затопил кухню?",
                        "Japanese": "ねえお父さん、あの時シンクを修理しようとしてキッチンを水浸しにしたこと覚えてる？",
                        "Punjabi": "ਹੇ ਪਾਪਾ, ਉਹ ਸਮਾਂ ਯਾਦ ਹੈ ਜਦੋਂ ਤੁਸੀਂ ਸਿੰਕ ਠੀਕ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਸੀ ਅਤੇ ਰਸੋਈ ਵਿੱਚ ਪਾਣੀ ਭਰ ਗਿਆ ਸੀ?",
                        "German": "Hey Papa, erinnerst du dich an die Zeit, als du versucht hast, das Spülbecken zu reparieren und die Küche geflutet hast?",
                        "Javanese": "Hei Bapak, kelingan ora wektu nalika sampeyan nyoba ndandani wastafel lan pungkasane banjir ing dapur?",
                        "Korean": "안녕 아빠, 너가 싱크대를 고치려고 하다가 주방이 침수된 거 기억나?",
                        "French": "Salut Papa, tu te souviens de cette fois où tu as essayé de réparer l'évier et que tu as fini par inonder la cuisine ?",
                        "Telugu": "హే నాన్న, మీరు సింక్‌ను మరమ్మతు చేయాలనుకుంటున్నప్పుడు, కిచెన్‌ను వరద కింద చేసిన ఆ సమయం గుర్తుందా?",
                        "Marathi": "हे बाबा, तुम्ही सिंक दुरुस्त करण्याचा प्रयत्न केला आणि किचनला पाणी पुरवले त्यावेळची आठवण आहे का?",
                        "Tamil": "ஹே அப்பா, நீ சிங்க் திருத்த முயற்சித்த போது, சமையலறை மூழ்கியதை நினைவில் இருக்கிறதா?",
                        "Vietnamese": "Này bố, còn nhớ lần đó bố cố gắng sửa bồn rửa và làm ngập nhà bếp không?",
                        "Urdu": "ہیلو ابو، یاد ہے جب آپ نے سنک ٹھیک کرنے کی کوشش کی اور کچن میں سیلاب آ گیا تھا؟",
                        "Filipino": "Hoy Dad, natatandaan mo ba yung pagkakataon na sinubukan mong ayusin ang lababo at nauwi sa pagbaha ng kusina?",
                        "Romanian": "Hei, tată, îți amintești de atunci când ai încercat să repari chiuveta și ai ajuns să inundezi bucătăria?",
                        "Albanian": "Hej, baba, të kujtohet hera kur provove të riparosh lavamanin dhe përfundeve duke përmbytur kuzhinën?",
                        "Nepali": "अरे बाबा, त्यो समय सम्झनुहुन्छ भने जब तपाईंले सिंक मर्मत गर्न प्रयास गर्नुभयो र भान्सामा बाढी ल्याउनुभयो?",
                        "Khmer": "បាទប៉ា, អ្នកចាំដូចម្តេចទៅកាលណាដែលអ្នកព្យាយាមជួសជុលទង់ត្រង់និងបានធ្វើឲ្យបណ្ដាញជាប់ទឹក?",
                        "Sinhalese": "අයෙ අම්මා, ඔබ අමතක කළේය, ඔබ කුස්සියේ ජලය පිටවූ විට, ඔබ සීනි කුටිය අලුත් කිරීමේ උත්සාහයකදී සිටින්නේ කෙසේද?",
                        "Amharic": "ሄይ አባቴ፣ በምን ይደርሳል ያንን ጊዜ እንደ ድንጋዩ እናት ውስጥ ሲጠናቀቅ በእናቱ ድንጋዩ አልተገኘም እንደተቃለምልህ እንዴት አልተለያዩን?",
                        "Pashto": "اې پلار، هغه وخت یاد دی کله چې ته د سنک د سمولو هڅه کړې او آخر کې د پخلنځي سیلاب ته لاړ؟",
                        "Burmese": "ဟေ၊ အဖေ၊ သင်သည် မျက်နှာပြင်ကိုပြုပြင်ရန်ကြိုးစားနေစဉ် အိမ်သုံးကြိုးလုံးတွင် ရေပူပြင်းပြီးနေခဲ့သည်ကို အကြိမ်ရောက်လား?",
                        "Somali": "Haye Aabe, xusuus ma u leedahay waqtigaas markii aad isku dayday inaad hagaajiso sinkiga kadibna ay jikada biyo kusoo daateen?"
                    }
                },
                {
                    "text": "Oh, come on, that was ages ago. Besides, I did fix it eventually, didn't I?",
                    "translations": {
                        "Chinese": "哦，算了，那是很久以前的事了。况且，我最后还是修好了，不是吗？",
                        "Spanish": "Oh, vamos, eso fue hace mucho tiempo. Además, lo arreglé al final, ¿no?",
                        "Hindi": "अरे, चलो, वह तो बहुत पहले की बात है। इसके अलावा, मैंने आखिरकार इसे ठीक कर दिया, है ना?",
                        "Arabic": "أوه، هيا، كان ذلك منذ زمن طويل. علاوة على ذلك، لقد أصلحتها في النهاية، أليس كذلك؟",
                        "Bengali": "ওহ, চলো, এটা তো অনেক আগে ছিল। এছাড়া, আমি শেষে ঠিক করেছিলাম, তাই না?",
                        "Portuguese": "Ah, vá lá, isso foi há muito tempo. Além disso, eu acabei consertando, não é?",
                        "Russian": "О, да ладно, это было давным-давно. К тому же, я ведь в конце концов починил, не так ли?",
                        "Japanese": "ああ、もう、あれはずいぶん前のことだよ。それに、結局は直したじゃないか。",
                        "Punjabi": "ਓਹ, ਚਲੋ, ਇਹ ਤਾਂ ਕਾਫੀ ਸਮੇ ਪਿਛੇ ਦੀ ਗੱਲ ਹੈ। ਇਸ ਤੋਂ ਇਲਾਵਾ, ਮੈਂ ਆਖਿਰਕਾਰ ਇਸਨੂੰ ਠੀਕ ਕਰ ਲਿਆ, ਸਹੀ ਨਾ?",
                        "German": "Ach komm schon, das ist schon Ewigkeiten her. Außerdem habe ich es schließlich doch repariert, oder nicht?",
                        "Javanese": "Oh, ayo wae, iku wis suwe banget. Luwih saka iku, aku pungkasane ndandani, ora?",
                        "Korean": "아, 그만해, 그건 정말 오래된 일이야. 게다가, 결국에는 고쳤잖아, 그렇지?",
                        "French": "Oh, allez, c'était il y a longtemps. De plus, je l'ai finalement réparé, non ?",
                        "Telugu": "అయితే, ఆహా, అది చాలా కాలం క్రితం జరిగింది. అదనంగా, నేను చివరకు దాన్ని సరిచేసాను, కాదా?",
                        "Marathi": "अरे, हो, ते खूपच जुने आहे. यावरून, मी शेवटी ते दुरुस्त केलेच, नाही का?",
                        "Tamil": "ஓ, உண்டா, அது நிறைய காலத்திற்கு முன்பு தான். அதற்குப் பிறகு, நான் முடிந்த finally சரி செய்தேன், அல்லவா?",
                        "Vietnamese": "Ôi, thôi nào, đó đã từ lâu rồi. Hơn nữa, cuối cùng thì tôi đã sửa nó, phải không?",
                        "Urdu": "اوہ، چلو، یہ تو بہت پہلے کی بات ہے۔ اس کے علاوہ، میں نے آخر کار اسے ٹھیک کر دیا، ہے نا؟",
                        "Filipino": "Oh, sige na, matagal na yun. Bukod pa rito, naayos ko naman sa wakas, di ba?",
                        "Romanian": "Oh, hai, asta a fost demult. În plus, am reparat-o până la urmă, nu-i așa?",
                        "Albanian": "Ah, hajde, ka qenë një kohë e gjatë. Përveç kësaj, e kam riparuar në fund, apo jo?",
                        "Nepali": "अरे, त यो त धेरै पहिलेको कुरा हो। साथै, मैले आखिरमा यसलाई ठीक गरें, होइन र?",
                        "Khmer": "អូហ៍ សូមផង, នោះគឺបានមកពីពេលហូរ។ បូករួមទៅវិញ ខ្ញុំបានជួសជុលវាក្នុងចុងបញ្ចប់ មែនទេ?",
                        "Sinhalese": "ආ, එහෙමත් වුනාට, ඒක වැඩි කාලයක් පලමු. ඉතිරිව, මම අවසන්ව ඒක අලුත් කළා, නැතත් ද?",
                        "Amharic": "እንዴት እንደዚህ ነው፣ ያንን ጊዜ አስታውሷል። በተጨማሪም በመጨረሻ እንደኛ ተስተናግዴውኛል ይህንን አልተያዙም?",
                        "Pashto": "اوه، راشه، دا خو ډیر پخوا خبره ده. علاوه پر دې، ما آخرکار دا سم کړی دی، نه؟",
                        "Burmese": "အို၊ ကောင်းပါစေ၊ ဒါဟာ ရေကြောင်းအကြီးအကျယ် ဖြစ်ခဲ့ပြီး အတိအကျ သွားပြန်လိုက်တယ်။ အပြုသဘောအရ၊ နောက်ဆုံးမှာ ပြန်ပြင်ထားခဲ့ပေမယ့်၊ ဟုတ်လား?",
                        "Somali": "Haye, soo gal, taasi waxay ahayd wakhti dheer kahor. Intaas waxaa dheer, ugu dambeyntii waan hagaajiyay, sax miyaa?"
                    }
                },
                {
                    "text": "Yeah, after Mom called the plumber. You were like, 'I got this', and then water was spraying everywhere like a fountain.",
                    "translations": {
                        "Chinese": "是的，之后妈妈叫了水管工。你当时说‘我来处理’，然后水像喷泉一样四处飞溅。",
                        "Spanish": "Sí, después de que mamá llamó al fontanero. Tú dijiste, 'Yo me encargo', y luego el agua estaba salpicando por todas partes como una fuente.",
                        "Hindi": "हां, उसके बाद मम्मी ने प्लंबर को बुलाया। तुमने कहा, 'मैं इसे संभाल लूंगा', और फिर पानी चारों ओर एक फव्वारे की तरह छिड़क रहा था।",
                        "Arabic": "نعم، بعد أن اتصلت أمي بالسباك. كنت تقول، 'سأتولى الأمر'، ثم كان الماء يتناثر في كل مكان مثل نافورة.",
                        "Bengali": "হ্যাঁ, মায়ের প্লাম্বারকে ফোন করার পর। তুমি বলেছিলে, 'আমি এটি সামলাব', তারপর পানি চারপাশে একটি ঝরনার মতো ছিটকে যাচ্ছিল।",
                        "Portuguese": "Sim, depois que a mamãe chamou o encanador. Você disse, 'Eu cuido disso', e então a água estava espirrando por toda parte como uma fonte.",
                        "Russian": "Да, после того как мама вызвала сантехника. Ты такой: 'Я справлюсь', а затем вода брызгала повсюду, как фонтан.",
                        "Japanese": "うん、ママが配管工を呼んだ後の話だね。君が「これ、僕に任せて」と言って、その後水が噴水のようにあちこちに飛び散ったんだ。",
                        "Punjabi": "ਹਾਂ, ਮਾਂ ਨੇ ਪਲੰਬਰ ਨੂੰ ਕਾਲ ਕਰਨ ਤੋਂ ਬਾਅਦ। ਤੁਸੀਂ ਕਿਹਾ, 'ਮੈਂ ਇਸਨੂੰ ਸੰਭਾਲ ਲਾਂਗਾ', ਅਤੇ ਫਿਰ ਪਾਣੀ ਚਾਰਾਂ ਤਰਫ਼ ਫੁਵਾਰਾ ਵਰਗੇ ਛਿੜਕ ਰਹੇ ਸਨ।",
                        "German": "Ja, nachdem Mama den Klempner gerufen hatte. Du hast gesagt: 'Ich mach das', und dann spritzte das Wasser überall wie ein Springbrunnen.",
                        "Javanese": "Ya, sawisé Ibu nelpon tukang ledeng. Sampeyan ngomong, 'Aku bisa iki', lan banjur banyu nyemprot ing ngendi-endi kaya pancuran.",
                        "Korean": "네, 엄마가 배관공을 부른 후에요. 당신은 '내가 할게'라고 했고, 그러고 나서 물이 분수처럼 사방으로 뿜어졌죠.",
                        "French": "Oui, après que maman ait appelé le plombier. Tu as dit : 'Je m'en occupe', et ensuite l'eau a jailli partout comme une fontaine.",
                        "Telugu": "అవును, అమ్మ ప్లంబర్‌ను పిలవడం తర్వాత. మీరు 'నేను దీన్ని చెలామణీ చేస్తాను' అని చెప్పారు, తర్వాత నీరు చుట్టూ ఒక ఫౌంటెన్‌లా ఉక్కిరిబిక్కిరి అవుతూ ఉంది.",
                        "Marathi": "होय, मग आईने प्लंबरला कॉल केले. तुम्ही 'हे मी पाहतो' असे म्हणाले आणि नंतर पाणी एका फाउंटनसारखे सर्वत्र उडत होते.",
                        "Tamil": "ஆம், அம்மா மின் நிபுணரை அழைத்த பிறகு. நீ 'நான் இதைப் பார்க்கிறேன்' என்று சொன்னாய், அப்போது நீர் நந்தவனத்தின் அசாதாரணமாக சிதறிவிட்டது.",
                        "Vietnamese": "Đúng vậy, sau khi mẹ gọi thợ sửa ống nước. Bạn đã nói, 'Tôi sẽ lo chuyện này', và sau đó nước xịt khắp nơi như một đài phun nước.",
                        "Urdu": "ہاں، جب ماں نے پلمبر کو کال کیا۔ تم نے کہا، 'میں یہ سنبھال لوں گا'، اور پھر پانی ہر طرف پھوار کی طرح پھیل رہا تھا۔",
                        "Filipino": "Oo, pagkatapos tumawag si Mama ng tubero. Sabi mo, 'Ako na ang bahala', at pagkatapos ay ang tubig ay sumabog sa lahat ng dako na parang fountain.",
                        "Romanian": "Da, după ce mama a sunat instalatorul. Ai spus: 'Mă ocup eu de asta', și apoi apa stropia peste tot ca o fântână.",
                        "Albanian": "Po, pas që mama thirri ndihmësin e tubave. Ti the, 'Unë e marr këtë', dhe pastaj uji po shpërndante kudo si një fontanë.",
                        "Nepali": "हो, मम्मीले प्लम्बरलाई फोन गरेपछि। तपाईले भनेको 'म यो गर्छु' र त्यसपछि पानी चारैतिर एक फव्वारेको जस्तो छरिंदै थियो।",
                        "Khmer": "បាទ/ចាស បន្ទាប់ពីម៉ែបានហៅអ្នកជួសជុលបំពង់។ អ្នកបាននិយាយថា 'ខ្ញុំទទួលខុសត្រូវនេះ', ហើយបន្ទាប់មកទឹកបានបញ្ចេញគ្រប់កន្លែងដូចជាព្រះអង្គធានា។",
                        "Sinhalese": "ඔව්, මොන් මල්පෙරු ඉඳුරුව සම්බන්ධ කළ පසු. ඔබ 'මට මෙය කළ හැක' කියලා කියලා, පසුව ජලය සෑම තැනකම සෙරේනෙක් මැඩුවක් මැද දැමුණා.",
                        "Amharic": "እውነት እንደሚሆን በእናቱ የተጠራው እንደሆነ። እንዲህ ሲል የሚከተለው ውሃው በሁሉም ቦታዎች እንደ ሰማያዊ ምርጫ እንደተንቀሳቀሰ ነበር።",
                        "Pashto": "هو، وروسته له دې چې مور د پلمبر سره اړیکه ونیوله. ته یې ویلې، 'زه دې ته پام کوم'، او بیا اوبه هر ځای ته لکه د یوې فوارې په څیر خپریدې.",
                        "Burmese": "ဟုတ်ပါတယ်၊ မိခင်သည် တပ်ကွပ်သမားကို ဖုန်းခေါ်ပြီးနောက်။ သင်သည် 'ကျွန်ုပ်သည် ဤအကြောင်းကို စောင့်ရှောက်ပါမည်' ဟုပြောခဲ့ပြီး၊ ရေသည် အားလုံးတွင် ပြုံးပေါ်စွာ ပြန့်ပွားနေသည်။",
                        "Somali": "Haa, ka dib markii Hooyo ay wacday biyo-qaadista. Waxaad tidhi, 'Anigu waxaan ka shaqaynayaa tan', ka dibna biyaha ayaa ku faarujinayay dhammaan meelaha sida fontanka."
                    }
                },
                {
                    "text": "I just underestimated the water pressure, that's all. It was a learning experience.",
                    "translations": {
                        "Chinese": "我只是低估了水压，仅此而已。这是一次学习经历。",
                        "Spanish": "Simplemente subestimé la presión del agua, eso es todo. Fue una experiencia de aprendizaje.",
                        "Hindi": "मैंने बस पानी के दबाव को कम आंका, यही सब था। यह एक सीखने का अनुभव था।",
                        "Arabic": "لقد قدرت ضغط الماء أقل من اللازم، هذا كل شيء. كانت تجربة تعليمية.",
                        "Bengali": "আমি কেবলমাত্র পানির চাপ কম মূল্যায়ন করেছি, এটাই। এটি একটি শিক্ষণীয় অভিজ্ঞতা ছিল।",
                        "Portuguese": "Eu apenas subestimei a pressão da água, isso é tudo. Foi uma experiência de aprendizado.",
                        "Russian": "Я просто недооценил давление воды, вот и все. Это был опыт обучения.",
                        "Japanese": "私は単に水圧を過小評価していただけです。それが全てです。良い学びの経験でした。",
                        "Punjabi": "ਮੈਂ ਸਿਰਫ਼ ਪਾਣੀ ਦੇ ਦਬਾਅ ਨੂੰ ਘਟੀਆ ਅੰਕ ਦਿੱਤਾ, ਇਹ ਸਬ ਕੁਝ ਸੀ। ਇਹ ਇੱਕ ਸਿੱਖਣ ਦਾ ਅਨੁਭਵ ਸੀ।",
                        "German": "Ich habe einfach den Wasserdruck unterschätzt, das ist alles. Es war eine lehrreiche Erfahrung.",
                        "Javanese": "Aku mung ngira-ira tekanan banyu, mung kuwi. Iki minangka pengalaman sinau.",
                        "Korean": "저는 단순히 물의 압력을 과소평가했어요, 그게 전부입니다. 이건 학습 경험이었어요.",
                        "French": "J'ai simplement sous-estimé la pression de l'eau, c'est tout. C'était une expérience d'apprentissage.",
                        "Telugu": "నేను కేవలం నీటి ఒత్తిడిని తక్కువగా అంచనా వేసాను, అది మాత్రమే. ఇది ఒక నేర్చుకునే అనుభవం.",
                        "Marathi": "मी फक्त पाण्याचा दाब कमी आढळला, हेच सर्व. हे एक शिकण्याचे अनुभव होते.",
                        "Tamil": "நான் சூர்யனின் அழுத்தத்தைப் குறைவாக மதித்தேன், அதுவும் மட்டும். இது ஒரு கற்றல் அனுபவமாக இருந்தது.",
                        "Vietnamese": "Tôi chỉ đánh giá thấp áp suất nước, chỉ vậy thôi. Đó là một trải nghiệm học hỏi.",
                        "Urdu": "میں نے صرف پانی کے دباؤ کو کم سمجھا، بس اتنا ہی۔ یہ ایک سیکھنے کا تجربہ تھا۔",
                        "Filipino": "Basta't nagkamali ako sa pagtantya ng presyon ng tubig, iyon lang. Isa itong karanasang pang-edukasyon.",
                        "Romanian": "Am subestimat doar presiunea apei, asta e tot. A fost o experiență de învățare.",
                        "Albanian": "Thjesht kam nënvlerësuar presionin e ujit, kjo është gjithçka. Ishte një përvojë mësimi.",
                        "Nepali": "मैले पानीको दबावलाई केवल कम आकलन गरे, यो मात्र हो। यो एक सिक्ने अनुभव थियो।",
                        "Khmer": "ខ្ញុំតែប៉ាន់ស្មានមិនបានទេពីការលំបាកនៃទឹក ប៉ុន្តែអ្វីៗទាំងអស់។ វាជាបទពិសោធន៍សិក្សា។",
                        "Sinhalese": "මම ජල පීඩන ආකල්ප කලේ නොවේ, එයයි. මෙය අධ්‍යයන අත්දැකීමක් විය.",
                        "Amharic": "እኔ በእርግጠኝነት የውሃ ግፊያን አትንሰውም እንጂ ይህን ብቻ ነው። ይህ የማስተምረያ ልምድ ነበር።",
                        "Pashto": "ما یوازې د اوبو فشار کم کړی، بس دې ټولو. دا یو زده کړی تجربه وه.",
                        "Burmese": "ကျွန်တော်ရဲ့ရေဖိအားကိုသာအနည်းငယ်ထားရတာ၊ အဲဒါပါပဲ။ ဒါဟာ သင်ယူမှုအတွေ့အကြုံတစ်ခုဖြစ်ခဲ့ပါသည်။",
                        "Somali": "Kaliya waxaan ka xisaabtamay cadaadiska biyaha, taas ayaa ah. Waxay ahayd khibrad barasho."
                    }
                },
                {
                    "text": "A learning experience for you, a swimming lesson for the rest of us.",
                    "translations": {
                        "Chinese": "对你来说是一次学习经验，对我们其他人来说是游泳课程。",
                        "Spanish": "Una experiencia de aprendizaje para ti, una lección de natación para el resto de nosotros.",
                        "Hindi": "आपके लिए एक सीखने का अनुभव, हमारे बाकी लोगों के लिए एक तैराकी पाठ।",
                        "Arabic": "تجربة تعلم لك، ودروس سباحة للباقين منا.",
                        "Bengali": "আপনার জন্য একটি শেখার অভিজ্ঞতা, আমাদের বাকিদের জন্য একটি সাঁতার শিক্ষা।",
                        "Portuguese": "Uma experiência de aprendizado para você, uma aula de natação para o resto de nós.",
                        "Russian": "Для вас это учебный опыт, для нас остальных – урок плавания.",
                        "Japanese": "あなたにとっては学びの経験、私たち他の人々には水泳のレッスンです。",
                        "Punjabi": "ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਸਿੱਖਣ ਦਾ ਅਨੁਭਵ, ਸਾਡੇ ਬਾਕੀ ਸਾਰਿਆਂ ਲਈ ਇੱਕ ਤੈਰਾਕੀ ਪਾਠ।",
                        "German": "Ein Lernprozess für dich, eine Schwimmstunde für den Rest von uns.",
                        "Javanese": "Pengalaman sinau kanggo sampeyan, pelajaran renang kanggo kita liyane.",
                        "Korean": "당신에게는 학습 경험, 나머지 우리에게는 수영 수업입니다.",
                        "French": "Une expérience d'apprentissage pour vous, une leçon de natation pour nous autres.",
                        "Telugu": "మీ కోసం ఒక నేర్చుకునే అనుభవం, మిగతా మనందరికీ ఒక సవిమ్మింగ్ పాఠం.",
                        "Marathi": "तुमच्यासाठी एक शिकण्याचा अनुभव, आमच्यासाठी एक पोहण्याचा धडा.",
                        "Tamil": "உங்களுக்கு ஒரு கற்கும் அனுபவம், மற்றவர்களுக்கு ஒரு நீந்தும் பாடம்.",
                        "Vietnamese": "Một kinh nghiệm học tập cho bạn, một bài học bơi cho chúng tôi.",
                        "Urdu": "آپ کے لیے ایک سیکھنے کا تجربہ، باقی سب کے لیے ایک تیراکی کا سبق۔",
                        "Filipino": "Isang karanasang pang-edukasyon para sa iyo, isang leksyon sa paglangoy para sa amin.",
                        "Romanian": "O experiență de învățare pentru tine, o lecție de înot pentru restul dintre noi.",
                        "Albanian": "Një përvojë mësimi për ty, një mësim noti për të tjerët nga ne.",
                        "Nepali": "तपाईंको लागि सिकाइको अनुभव, हामी अन्य सबैका लागि एक पौडन पाठ।",
                        "Khmer": "បទពិសោធន៍សិក្សាសម្រាប់អ្នក មេរៀនចិញ្ចឹមសម្រាប់អ្នកដទៃទាំងអស់គ្នា។",
                        "Sinhalese": "ඔබට අධ්‍යාපන අත්දැකීමක්, අපිට පදිංචි පසුවීමක්.",
                        "Amharic": "እርስዎም ለእርስዎ አማካይ ልምድ ነው፣ እኛን ሁሉንም የሚለው ስለምርጥ ትምህርት ነው።",
                        "Pashto": "ستاسو لپاره د زده کړې تجربه، زموږ نورو لپاره د لامبو درس.",
                        "Burmese": "သင့်အတွက် သင်ယူမှုအတွေ့အကြုံ၊ ကျွန်ုပ်တို့အတွက် ရေကူးသင်ခန်းစာ။",
                        "Somali": "Khibrad barasho adiga kuu ah, cashar dabaasha ah oo noogu yahay anaga inteena kale."
                    }
                },
                {
                    "text": "Very funny. At least I try to fix things around here. What about the time you tried to assemble that bookshelf?",
                    "translations": {
                        "Chinese": "很有趣。至少我尝试修理这里的东西。那次你试图组装那个书架怎么样？",
                        "Spanish": "Muy gracioso. Al menos intento arreglar las cosas por aquí. ¿Qué pasa con aquella vez que intentaste armar esa estantería?",
                        "Hindi": "बहुत मजेदार। कम से कम मैं यहाँ चीजें ठीक करने की कोशिश करता हूँ। उस समय के बारे में क्या जब तुमने उस किताबों की अलमारी को जोड़ने की कोशिश की थी?",
                        "Arabic": "مضحك جداً. على الأقل أحاول إصلاح الأشياء هنا. ماذا عن المرة التي حاولت فيها تجميع تلك الرفوف؟",
                        "Bengali": "খুব মজার। অন্তত আমি এখানে জিনিসগুলো মেরামত করার চেষ্টা করি। সেই সময়টা মনে আছে যখন তুমি সেই বইয়ের তাকটি একত্রিত করার চেষ্টা করেছিলে?",
                        "Portuguese": "Muito engraçado. Pelo menos eu tento consertar as coisas por aqui. E quanto àquela vez que você tentou montar aquela estante?",
                        "Russian": "Очень смешно. По крайней мере, я стараюсь чинить вещи здесь. А как насчет того раза, когда ты пытался собрать ту книжную полку?",
                        "Japanese": "とても面白いですね。少なくともここでは物を修理しようとしています。でも、あの本棚を組み立てようとした時のことはどうですか？",
                        "Punjabi": "ਬਹੁਤ ਹਾਸੇਯੋਗ। ਘਰ ਦੇ ਇਲਾਕੇ ਵਿੱਚ ਚੀਜ਼ਾਂ ਠੀਕ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹਾਂ। ਅਤੇ ਉਹ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਉਸ ਬੁੱਕਸ਼ੈਲਫ਼ ਨੂੰ ਅਸੇੰਬਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਸੀ?",
                        "German": "Sehr witzig. Wenigstens versuche ich, hier Dinge zu reparieren. Was ist mit der Zeit, als du versucht hast, dieses Bücherregal zusammenzubauen?",
                        "Javanese": "Sangat lucu. Paling tidak aku mencoba memperbaiki barang-barang di sini. Bagaimana dengan waktu kamu mencoba merakit rak buku itu?",
                        "Korean": "정말 웃기네. 적어도 나는 여기서 물건을 고치려고 노력해. 그 책장을 조립하려고 했던 때는 어때?",
                        "French": "Très drôle. Au moins, j’essaie de réparer les choses ici. Et la fois où tu as essayé d’assembler cette étagère ?",
                        "Telugu": "చాలా వినోదంగా ఉంది. కనీసం నేను ఇక్కడ విషయాలను సరిచేయడానికి ప్రయత్నిస్తాను. ఆసారి నువ్వు ఆ బుక్షెల్ఫ్‌ను అసెంబుల్ చేయడానికి ప్రయత్నించినప్పుడు ఏమిటి?",
                        "Marathi": "खूप मजेदार. कमीत कमी मी इथे गोष्टी ठीक करण्याचा प्रयत्न करतो. तुम्ही त्या पुस्तकांच्या शेल्फला एकत्र करण्याचा प्रयत्न केला त्यावेळी काय?",
                        "Tamil": "மிகவும் நகைச்சுவையாக உள்ளது. குறைந்தது நான் இங்கே பொருட்களை சரிசெய்ய முயற்சிக்கிறேன். நீங்கள் அந்த புத்தகங்களை கட்டியிருக்கும் அந்த நேரத்தைப் பற்றி என்ன?",
                        "Vietnamese": "Rất hài hước. Ít nhất tôi cố gắng sửa chữa các thứ ở đây. Còn về lần bạn thử lắp ráp kệ sách đó thì sao?",
                        "Urdu": "بہت مزے دار۔ کم از کم میں یہاں چیزیں ٹھیک کرنے کی کوشش کرتا ہوں۔ جب تم نے وہ کتابوں کی الماری جوڑنے کی کوشش کی تھی، اس بارے میں کیا خیال ہے؟",
                        "Filipino": "Nakakatawa. Kahit papaano, sinusubukan kong ayusin ang mga bagay dito. Paano naman ang oras na sinubukan mong i-assemble ang bookshelf na iyon?",
                        "Romanian": "Foarte amuzant. Cel puțin încerc să repar lucrurile pe aici. Dar ce zici de acea dată când ai încercat să asamblezi acel raft de cărți?",
                        "Albanian": "Shumë qesharake. Të paktën përpiqem të rregulloj gjërat këtu. Po atëherë kur provove të asamblesh atë raft librash?",
                        "Nepali": "धेरै रमाइलो। कम्तिमा, म यहाँ कुराहरू मर्मत गर्नको लागि प्रयास गर्छु। जब तपाईंले त्यो पुस्तक राख्ने शेल्फ एकत्रित गर्नको लागि प्रयास गर्नुभयो त्यसको बारेमा के छ?",
                        "Khmer": "មានភាពអប់រំខ្លាំងណាស់។ សម្រាប់ខ្ញុំគឺម្យ៉ាងសាកល្បងព្យាយាមកែសម្រួលបរិស្ថាននៅទីនេះ។ តើអំពីពេលដែលអ្នកព្យាយាមបង្រៀននោះឬ?",
                        "Sinhalese": "ඉතා හිනස්සයි. මට කැමතියි, මම මෙහි සියලු දේ පඩි පඩි කරන්න උත්සාහ කරනවා. ඔබ එම පොතේ සෙල්ෆ් එක එකතු කරන්න උත්සාහ කළ වෙලාව ගැන කුමක්ද?",
                        "Amharic": "በጣም አስቂኝ ነው። እንግዲህ እኔ እንዲህ ያለ ውስጥ የሚገኙ ነገሮችን እንዴት በመጠቀም ሙከራ እንደሚደርስልኝ። አንድ ጊዜ የተደረገው የዚህን ስብስብ የሚያደርግ ጊዜን ስለዚህ ምንድን ነው?",
                        "Pashto": "ډېر خوندور. لږ تر لږه زه دلته د شیانو ترمیم کولو هڅه کوم. د هغه وخت په اړه څه چې تاسو د دې کتابونو شلف جوړولو هڅه وکړه؟",
                        "Burmese": "အရမ်းပျော်ရွှင်စရာပါ။ အနည်းဆုံး ငါဒီမှာအရာများကိုပြင်ရန် ကြိုးစားနေတယ်။ သင့်အနေဖြင့် အဲဒီဘောက်ရှယ်ဖ်ကို စုစည်းရေရှည်ကာ ကြိုးစားခဲ့တဲ့အချိန်ကို သတိရပါသလား?",
                        "Somali": "Aad bay u qosol badan tahay. Ugu yaraan waxaan isku dayaa inaan wax ka hagaajiyo halkan. Maxaa ku saabsan waqtigii aad isku dayday inaad isku xidho shelf-ka buugaagta?"
                    }
                }
            ]
        }
    ]
}