{
    "lesson": [
        {
            "title": "Listen",
            "conversation": [
                {
                    "text": "Hey, do you remember those summers we used to spend at Grandma's house?",
                    "translations": {
                        "Chinese": "嘿，你还记得我们曾经在奶奶家度过的那些夏天吗？",
                        "Spanish": "Oye, ¿recuerdas aquellos veranos que solíamos pasar en la casa de la abuela?",
                        "Hindi": "अरे, क्या तुम्हें याद है वे गर्मियाँ जो हम दादी के घर पर बिताया करते थे?",
                        "Arabic": "مرحبًا، هل تتذكر تلك الصيف التي كنا نقضيها في منزل الجدة؟",
                        "Bengali": "হে, তুমি কি মনে করো আমাদের সেই গ্রীষ্মকালগুলো যেগুলো আমরা দাদীর বাড়িতে কাটাতাম?",
                        "Portuguese": "Ei, você se lembra daqueles verões que passávamos na casa da vovó?",
                        "Russian": "Эй, помнишь те лета, которые мы проводили у бабушки?",
                        "Japanese": "ねえ、おばあちゃんの家で過ごしたあの夏を覚えている？",
                        "Punjabi": "ਹੇ, ਕੀ ਤੁਹਾਨੂੰ ਯਾਦ ਹੈ ਉਹ ਗਰਮੀ ਜੋ ਅਸੀਂ ਦਾਦੀ ਦੇ ਘਰ ਵਿੱਚ ਬਿਤਾਈ ਸੀ?",
                        "German": "Hey, erinnerst du dich an die Sommer, die wir bei Oma verbracht haben?",
                        "Javanese": "Hei, apa sampeyan kelingan musim panas sing biyen kita habis ing omahe Nenek?",
                        "Korean": "이봐, 우리가 할머니 집에서 보냈던 여름 기억나?",
                        "French": "Hé, te souviens-tu de ces étés que nous passions chez grand-mère ?",
                        "Telugu": "హే, మనం నాన్నగారు ఇంట్లో గడిపిన ఆ వేసవులని గుర్తు ఉంచుతావా?",
                        "Marathi": "अरे, आम्ही आजीच्या घरात घालवलेली ती ग्रीष्मकालं लक्षात आहे का?",
                        "Tamil": "ஹே, நாங்கள் நாட்டில் கடந்த அந்த கோடை காலங்களை நினைவுகூருகிறீர்களா?",
                        "Vietnamese": "Này, bạn có nhớ những mùa hè chúng ta thường dành ở nhà bà không?",
                        "Urdu": "ارے، کیا تمہیں یاد ہے وہ گرمیوں کے دن جب ہم دادی کے گھر گزارتے تھے؟",
                        "Filipino": "Hey, naaalala mo ba ang mga tag-init na ginugugol natin sa bahay ni Lola?",
                        "Romanian": "Hei, îți amintești acele veri pe care le petreceam la casa bunicii?",
                        "Albanian": "Hej, a të kujtohen ato vera që kalonim në shtëpinë e gjyshes?",
                        "Nepali": "हे, हामीले दादीको घरमा बिताएका ती गर्मीका दिनहरूलाई सम्झनुहुन्छ?",
                        "Khmer": "ហេ, តើអ្នកចងចាំឬទេពីរដូវក្តៅដែលយើងបានសំរាប់នៅផ្ទះតាដាស់?",
                        "Sinhalese": "ආයුබෝවන්, අපි දේදුන්නේයයි කාලය මත අම්මාගේ ගෙදර සිටින්නෙමු කියලා ඔබට මතක්ද?",
                        "Amharic": "እስራኤል ይህንን እንደዚህ ሰማምን በአንደኛው አንደኛ ጊዜ የእናቱ ቤት ላይ ይወቅም ይወቅም ይኑሩን።",
                        "Pashto": "هی، ایا ته یادوي هغه اوړي چې موږ به د ننه د مور د کور کې تیرول؟",
                        "Burmese": "ဟေ၊ အကြောင်းမလေးစားသော သင်တို့ သမိုင်းကြောင်းမှတ်မိသလား အနွေးတစ်ခု ကျွန်တော်တို့ သီအိုကာ့တွေ့ခဲ့ပါတယ်?",
                        "Somali": "Haye, ma xasuusataa xagaagii aan ku qaadan jirnay guriga ayeeyada?"
                    }
                },
                {
                    "text": "Oh, absolutely! Those were the best times. I loved how we would play in the garden all day.",
                    "translations": {
                        "Chinese": "哦，绝对是的！那些是最美好的时光。我喜欢我们整天在花园里玩耍的样子。",
                        "Spanish": "¡Oh, absolutamente! Esos fueron los mejores tiempos. Me encantaba cómo jugábamos en el jardín todo el día.",
                        "Hindi": "ओह, बिलकुल! वे सबसे अच्छे समय थे। मुझे पसंद था कि हम पूरे दिन बग़ीचे में कैसे खेलते थे।",
                        "Arabic": "أوه، بالتأكيد! كانت تلك أفضل الأوقات. أحببت كيف كنا نلعب في الحديقة طوال اليوم.",
                        "Bengali": "ওহ, পুরোপুরি! সেগুলি ছিল সেরা সময়। আমি পছন্দ করতাম কিভাবে আমরা পুরো দিনটি বাগানে খেলতাম।",
                        "Portuguese": "Oh, absolutamente! Esses foram os melhores momentos. Eu adorava como brincávamos no jardim o dia todo.",
                        "Russian": "О, конечно! Это было лучшее время. Мне нравилось, как мы играли в саду весь день.",
                        "Japanese": "ああ、絶対にそうだね！あれは最高の時期だったよ。私たちが一日中庭で遊んでいたのが好きだった。",
                        "Punjabi": "ਓਹ, ਬਿਲਕੁਲ! ਉਹ ਸਭ ਤੋਂ ਵਧੀਆ ਸਮੇਂ ਸਨ। ਮੈਨੂੰ ਪਸੰਦ ਆਉਂਦਾ ਸੀ ਕਿ ਅਸੀਂ ਸਾਰਾ ਦਿਨ ਬਾਗ ਵਿੱਚ ਖੇਡਦੇ ਸੀ।",
                        "German": "Oh, absolut! Das waren die besten Zeiten. Ich liebte es, wie wir den ganzen Tag im Garten gespielt haben.",
                        "Javanese": "Oh, mesthi! Iki wektu paling apik. Aku seneng carane kita main ing kebon sak dina.",
                        "Korean": "오, 정말 그래! 그때가 최고였어. 우리가 하루 종일 정원에서 놀던 게 좋았어.",
                        "French": "Oh, absolument ! Ce furent les meilleurs moments. J'adorais comment nous jouions dans le jardin toute la journée.",
                        "Telugu": "ఓహ్, ఖచ్చితంగా! ఆ రోజులు ఉత్తమమైనవి. మేము అంతా రోజంతా తోటలో ఎలా ఆడించాము అంటే నాకు ఇష్టమైంది.",
                        "Marathi": "अरे, नक्कीच! त्या वेळा उत्तम होत्या. आम्ही संपूर्ण दिवस गार्डनमध्ये कसे खेळत होतो हे मला आवडले.",
                        "Tamil": "அய்யோ, உறுதியாகவே! அவை சிறந்த காலங்கள். நாங்கள் முழு நாளும் தோட்டத்தில் எப்படி விளையாடியோம் என்பதை நான் விரும்பினேன்.",
                        "Vietnamese": "Ôi, hoàn toàn đúng! Đó là những thời gian tuyệt vời nhất. Tôi rất thích cách chúng ta chơi trong vườn cả ngày.",
                        "Urdu": "اوہ، بالکل! وہ سب سے بہترین وقت تھے۔ مجھے پسند تھا کہ ہم پورا دن باغ میں کھیلتے تھے۔",
                        "Filipino": "Oh, tiyak! Ang mga iyon ang pinakamagandang mga oras. Gustung-gusto ko kung paano tayo naglalaro sa hardin buong araw.",
                        "Romanian": "Oh, absolut! Astea au fost cele mai bune momente. Îmi plăcea cum ne jucam în grădină toată ziua.",
                        "Albanian": "Oh, absolutisht! Ato ishin koha më e mirë. Më pëlqente si luanim në kopsht gjatë gjithë ditës.",
                        "Nepali": "ओह, बिल्कुल! ती सबैभन्दा राम्रो समय थिए। हामीले पूरा दिन बगैंचामा खेल्ने तरिका मलाई मनपथ्यो।",
                        "Khmer": "អូ គិតត្រង់! ពេលនោះគឺពេលល្អបំផុត។ ខ្ញុំចូលចិត្តវិធីដែលយើងលេងនៅក្នុងបណ្ណាល័យទាំងថ្ងៃ។",
                        "Sinhalese": "ඔව්, නිතරම! ඒවා හොඳම වෙලාවන් විය. අපි සෑමදාම අල්ලා වත්තේ එලෙවින්න ගමනට කැමති හිටි ආකාරය මට ගැහැණුයි.",
                        "Amharic": "እውነት እንደሆኗል። እነዚህ ምርጥ ጊዜዎች ነበሩ። እኛ በጠላይ ሰዓት ተጫውተን የነበርን ስለተመለከተው በእንግዲህ ጊዜ እንደምን ያደርጋሉ።",
                        "Pashto": "هو، بلکل! هغه وختونه ښه وو. ما ته خوښ وو چې موږ به ټول ورځ په باغ کې لوبیدو.",
                        "Burmese": "ဟုတ်တယ်၊ အပြုံးပြီ။ အဲဒီကာလတွေက အကောင်းဆုံးဖြစ်တယ်။ ငါတို့တစ်နေ့လုံး သဘာဝလမ်းမပေါ်မှာ ကစားတာကို ကြိုက်တယ်။",
                        "Somali": "Haa, dhab ahaan! Kuwaas waxay ahaayeen waqtiyadii ugu wanaagsaneyd. Waxaan jeclaan jiray sida aan uga ciyaari jirnay beerta maalintii oo dhan."
                    }
                },
                {
                    "text": "And Grandma would always make us those delicious cookies. I can still taste them!",
                    "translations": {
                        "Chinese": "而且奶奶总是会给我们做那些美味的饼干。我仍然能尝到它们的味道！",
                        "Spanish": "Y la abuela siempre nos hacía esas deliciosas galletas. ¡Aún puedo saborearlas!",
                        "Hindi": "और दादी हमेशा हमें वे स्वादिष्ट कुकीज़ बनाकर देती थीं। मैं अभी भी उनका स्वाद ले सकता हूँ!",
                        "Arabic": "وكانت جدتنا دائمًا تعد لنا تلك البسكويتات اللذيذة. لا أزال أستطيع تذوقها!",
                        "Bengali": "এবং দাদী সবসময় আমাদের সেই সুস্বাদু কুকিজ বানাতেন। আমি এখনও তাদের স্বাদ অনুভব করতে পারি!",
                        "Portuguese": "E a vovó sempre fazia aqueles biscoitos deliciosos para nós. Ainda posso senti-los no paladar!",
                        "Russian": "А бабушка всегда готовила нам эти вкусные печенья. Я до сих пор могу почувствовать их вкус!",
                        "Japanese": "それに、おばあちゃんはいつもあの美味しいクッキーを作ってくれていました。今でもその味が感じられます！",
                        "Punjabi": "ਅਤੇ ਦਾਦੀ ਸਾਡੇ ਲਈ ਉਹ ਸੁਆਦਿਸ਼ਟ ਬਿਸਕੁਟ ਸਦਾ ਬਣਾਉਂਦੀ ਸਨ। ਮੈਂ ਅਜੇ ਵੀ ਉਨ੍ਹਾਂ ਦਾ ਸੁਆਦ ਮਹਿਸੂਸ ਕਰ ਸਕਦਾ ਹਾਂ!",
                        "German": "Und Oma hat uns immer diese leckeren Kekse gebacken. Ich kann sie immer noch schmecken!",
                        "Javanese": "Lan Nenek mesthi nggawe kita kue-kue enak kasebut. Aku isih bisa ngrasakake rasane!",
                        "Korean": "그리고 할머니는 항상 그 맛있는 쿠키를 만들어 주셨지. 아직도 그 맛이 남아 있어!",
                        "French": "Et Mamie nous préparait toujours ces délicieux biscuits. Je peux encore en sentir le goût !",
                        "Telugu": "మరి అమ్మమ్మ నిత్యం మా కోసం ఆ రుచికరమైన బిస్కెట్ లను తయారు చేస్తుంది. నేను ఇప్పటికీ వాటి రుచి అనుభవించగలను!",
                        "Marathi": "आणि आजी नेहमीच आमच्यासाठी त्या स्वादिष्ट कुकीज तयार करत असत. अजूनही मला त्यांचा चव साखरू शकते!",
                        "Tamil": "மற்றும் பாட்டி எப்போதும் எங்களுக்கு அந்த சுவையான குக்கீகளை செய்யும். நான் இன்னும் அவற்றின் ருசியை அனுபவிக்க முடியும்!",
                        "Vietnamese": "Và bà luôn làm cho chúng tôi những chiếc bánh quy ngon tuyệt đó. Tôi vẫn có thể cảm nhận được hương vị của chúng!",
                        "Urdu": "اور دادی ہمیشہ ہمیں وہ مزیدار کوکیز بناتی تھیں۔ میں ابھی بھی ان کا ذائقہ محسوس کر سکتا ہوں!",
                        "Filipino": "At laging ginagawa ni Lola sa atin ang mga masarap na cookies na iyon. Maaari ko pa ring tikman ang mga iyon!",
                        "Romanian": "Și bunica ne făcea întotdeauna acele fursecuri delicioase. Încă le pot simți gustul!",
                        "Albanian": "Dhe gjyshja gjithmonë na bënte ato biskota të shijshme. Ende mund t'i ndiej shijen!",
                        "Nepali": "र हजुरआमा सधैं हामीलाई ती स्वादिष्ट कुकीहरू बनाइदिनुहुन्थ्यो। म अझै पनि तिनीहरूको स्वाद महसुस गर्न सक्छु!",
                        "Khmer": "ហើយម្ដាយជាខ្មែរ តែងតែធ្វើនូវកុកខួចរសជាតិដ៏អស្ចារ្យនោះសម្រាប់យើង។ ខ្ញុំអាចសំរេចបាននូវរសជាតិរបស់វានៅតែអាច!",
                        "Sinhalese": "ඒවට තව දෑම් නැහැ, එනම්, අපිට අපේ සෙරක් කරන ආකාරයේ ගමන් කරන එකෙන් මට ඒකේ රස දැක්කාට පුළුවන්!",
                        "Amharic": "እና እናቱ በእኛ ስለእነዚህ ምግቦችን እንደሆነ ሁልጊዜ እንዲሆን ሲያሳየኝ አስታውሳለሁ።",
                        "Pashto": "او ننه به تل زموږ لپاره هغه خوندور ککي جوړولې. زه لاهم یې خوند احساس کولی شم!",
                        "Burmese": "အဘွားသည် အမြဲတမ်းကျွန်ုပ်တို့အတွက် အထူးစားသော ခြောက်ကျပ်များကို ချက်ပေးပါသည်။ ကျွန်ုပ်တို့၏ အရသာကို အမြဲခံစားနိုင်ပါသည်!",
                        "Somali": "Iyo Ayeeyo ayaa had iyo jeer na sameyn jirtay keegyadaas macaan. Waxaan weli dareemi karaa dhadhankooda!"
                    }
                },
                {
                    "text": "Yeah, and we would sit on the porch in the evenings, listening to her stories about when she was young.",
                    "translations": {
                        "Chinese": "是的，我们晚上会坐在门廊上，听她讲述她年轻时的故事。",
                        "Spanish": "Sí, y nos sentábamos en el porche por la tarde, escuchando sus historias sobre cuando era joven.",
                        "Hindi": "हां, और हम शाम को बरामदे में बैठ जाते थे, उनकी युवा काल की कहानियाँ सुनते थे।",
                        "Arabic": "نعم، وكنا نجلس على الشرفة في المساء، نستمع إلى قصصها عن عندما كانت شابة.",
                        "Bengali": "হ্যাঁ, এবং আমরা সন্ধ্যায় বারান্দায় বসে থাকতাম, তার তরুণ বয়সের গল্প শুনতাম।",
                        "Portuguese": "Sim, e nós nos sentávamos na varanda à noite, ouvindo suas histórias sobre quando era jovem.",
                        "Russian": "Да, и мы сидели на веранде вечером, слушая её рассказы о том, когда она была молодой.",
                        "Japanese": "はい、そして私たちは夕方にポーチに座って、彼女が若かった頃の話を聞いていました。",
                        "Punjabi": "ਹਾਂ, ਅਤੇ ਅਸੀਂ ਸ਼ਾਮ ਨੂੰ ਪੋਰਚ 'ਤੇ ਬੈਠੇ ਰਹਿੰਦੇ ਸੀ, ਉਹਦੀ ਜੁਵਾਨੀ ਦੇ ਸਮੇਂ ਦੀਆਂ ਕਹਾਣੀਆਂ ਸੁਣਦੇ ਸੀ।",
                        "German": "Ja, und wir saßen abends auf der Veranda und hörten ihre Geschichten darüber, wie sie jung war.",
                        "Javanese": "Ya, lan kita bakal lungguh ing teras ing sore, ngrungokake critane nalika dheweke isih enom.",
                        "Korean": "네, 그리고 우리는 저녁에 현관에 앉아서 그녀가 젊었을 때의 이야기를 들었습니다.",
                        "French": "Oui, et nous nous asseyions sur la véranda le soir, écoutant ses histoires sur sa jeunesse.",
                        "Telugu": "అవును, మరియు మేము సాయంత్రంలో పెర్ష్‌పై కూర్చొని, ఆమె యువకనకు సంబంధించిన కథలను వినేవారిగా ఉండేవారు.",
                        "Marathi": "होय, आणि आम्ही संध्याकाळी अंगणात बसून, तिच्या तरुणपणाच्या गोष्टी ऐकत असू.",
                        "Tamil": "ஆம், மற்றும் நாங்கள் மாலை நேரங்களில் மாடியில் உட்கார்ந்து, அவர் இளம் காலத்தில் இருந்த கதைகளை கேட்டோம்.",
                        "Vietnamese": "Vâng, và chúng tôi thường ngồi trên hiên vào buổi tối, nghe những câu chuyện của bà về khi bà còn trẻ.",
                        "Urdu": "ہاں، اور ہم شام کے وقت پورچ پر بیٹھتے تھے، اور ان کی جوانی کے دور کی کہانیاں سنتے تھے۔",
                        "Filipino": "Oo, at kami ay umuupo sa veranda tuwing gabi, nakikinig sa kanyang mga kwento noong siya ay bata pa.",
                        "Romanian": "Da, și ne așezam pe verandă seara, ascultând poveștile ei despre când era tânără.",
                        "Albanian": "Po, dhe ne do të uleshim në verandë në mbrëmje, duke dëgjuar historitë e saj për kur ishte e re.",
                        "Nepali": "हो, र हामी साँझको समयमा कोठाको बाहिरी हिस्सामा बस्ने गर्दथ्यौं, उहाँको युवावस्थाका कथाहरू सुन्दै।",
                        "Khmer": "បាទ ហើយយើងនឹងអង្គុយនៅលើផ្ទះនៅលើយប់ ស្ដាប់រឿងរបស់នាងអំពីពេលដែលនាងជាស្ត្រីវ័យក្មេង។",
                        "Sinhalese": "ඔව්, සහ අපි පස්වරු අත්දැකීම් අසන පරිදි මැදියම් හෝටලේ හිටියාය.",
                        "Amharic": "አዎን እና በምሽት በእርሷ ትውልድ ጊዜ የሚያካሂድ ተሞላዋል።",
                        "Pashto": "هو، او موږ به په ماښام کې په پوړ کې کښیناستو، د هغې د ځوانۍ کیسې اورېدلې.",
                        "Burmese": "ဟုတ်ကဲ့၊ ငါတို့သည် ညဘက်တွင် ဖျော်ရည်တင်ပွဲတွင်ထိုင်ပြီး သူမ၏ လူငယ်အကြောင်းများကို နားထောင်ခဲ့ကြသည်။",
                        "Somali": "Haa, waxaan sidoo kale fadhin jirnay barxadda fiidkii, annagoo dhageysanayna sheekooyinkeeda ku saabsan sidii ay dhalinyarnimo ahayd."
                    }
                },
                {
                    "text": "Those stories were amazing. She had such an adventurous life. Remember the one about her trip to Europe?",
                    "translations": {
                        "Chinese": "那些故事真是太棒了。她的生活非常冒险。还记得她去欧洲旅行的那次吗？",
                        "Spanish": "Esas historias eran increíbles. Tuvo una vida muy aventurera. ¿Recuerdas la de su viaje a Europa?",
                        "Hindi": "वे कहानियाँ अद्भुत थीं। उसकी जिंदगी बहुत रोमांचक थी। क्या तुम्हें यूरोप की यात्रा वाली कहानी याद है?",
                        "Arabic": "تلك القصص كانت مذهلة. كانت لها حياة مليئة بالمغامرات. هل تذكر القصة عن رحلتها إلى أوروبا؟",
                        "Bengali": "সেই গল্পগুলি অসাধারণ ছিল। তার জীবন ছিল অত্যন্ত রোমাঞ্চকর। ইউরোপ সফরের গল্পটা মনে পড়ে?",
                        "Portuguese": "Essas histórias eram incríveis. Ela teve uma vida tão aventureira. Lembra-se daquela sobre a viagem dela à Europa?",
                        "Russian": "Эти истории были потрясающими. У нее была такая приключенческая жизнь. Помнишь ту, о её поездке в Европу?",
                        "Japanese": "その話は素晴らしかったです。彼女はとても冒険的な人生を送りました。ヨーロッパ旅行の話を覚えていますか？",
                        "Punjabi": "ਉਹ ਕਹਾਣੀਆਂ ਬਹੁਤ ਸ਼ਾਨਦਾਰ ਸਨ। ਉਸਦੀ ਜ਼ਿੰਦਗੀ ਬਹੁਤ ਸਾਰੀਆਂ ਸਹਸੀ ਭਰਪੂਰ ਸੀ। ਕੀ ਤੁਸੀਂ ਯੂਰਪ ਦੀ ਯਾਤਰਾ ਵਾਲੀ ਕਹਾਣੀ ਯਾਦ ਕਰਦੇ ਹੋ?",
                        "German": "Diese Geschichten waren erstaunlich. Sie hatte ein so abenteuerliches Leben. Erinnerst du dich an die über ihre Reise nach Europa?",
                        "Javanese": "Crita-crita kuwi luar biasa. Dheweke duwe urip sing penuh petualangan. Apa sampeyan elinga crita babagan lelungan menyang Eropa?",
                        "Korean": "그 이야기들은 정말 멋졌어요. 그녀는 매우 모험적인 삶을 살았죠. 유럽 여행에 관한 이야기 기억나세요?",
                        "French": "Ces histoires étaient incroyables. Elle a eu une vie si aventureuse. Tu te souviens de celle sur son voyage en Europe ?",
                        "Telugu": "ఆ కథలు అద్భుతంగా ఉన్నాయి. ఆమె జీవితంలో ఎంతో అడ్వెంచరస్‌గా ఉండింది. ఆమె యూరప్ పర్యటన గురించి చెప్పిన కథను గుర్తుందా?",
                        "Marathi": "त्या कथा आश्चर्यकारक होत्या. तिचं जीवन खूपच साहसी होतं. तिला युरोपच्या प्रवासाबद्दलची कथा लक्षात आहे का?",
                        "Tamil": "அந்தக் கதைகள் அற்புதமாக இருந்தன. அவள் மிகுந்த சாகசமான வாழ்க்கை வாழ்ந்தாள். அவள் யூரோப் பயணத்தின் குறித்த கதை நினைவிற்கு வருகிறதா?",
                        "Vietnamese": "Những câu chuyện đó thật tuyệt vời. Bà có một cuộc đời rất phiêu lưu. Bạn có nhớ câu chuyện về chuyến đi của bà đến châu Âu không?",
                        "Urdu": "وہ کہانیاں حیرت انگیز تھیں۔ اس کی زندگی بہت مہم جو تھی۔ کیا آپ کو یورپ کے سفر والی کہانی یاد ہے؟",
                        "Filipino": "Ang mga kwentong iyon ay kamangha-mangha. Siya ay may napaka-mahilig sa pakikipagsapalaran na buhay. Naalala mo ba ang tungkol sa kanyang biyahe sa Europa?",
                        "Romanian": "Acele povești erau uimitoare. A avut o viață atât de aventuroasă. Îți amintești de cea despre călătoria ei în Europa?",
                        "Albanian": "Ato histori ishin të mrekullueshme. Ajo kishte një jetë kaq aventuriste. E kujton atë për udhëtimin e saj në Evropë?",
                        "Nepali": "ती कथाहरू अद्भुत थिइन्। उनको जीवन धेरै साहसी थियो। उनलाई युरोपको यात्राको बारेमा थाहा छ?",
                        "Khmer": "និយាយដល់រឿងទាំងនេះគឺគួរអោយភ្ញាក់ផ្អើល។ គាត់មានជីវិតដែលពោរពេញទៅដោយភាពប្រយ័ត្ន។ តើអ្នកចាំរឿងពីការធ្វើដំណើរទៅអឺរ៉ុបទេ?",
                        "Sinhalese": "ඔයාලගේ කතා ඉතාම අද්භූත විය. ඇය බොහෝම අභියෝගාත්මක ජීවිතයක් ගෙන ඇත. ඇය යුරෝපයට ගිය චාරිකාව ගැන ඔබට මතක්ද?",
                        "Amharic": "እነዚህ ታላቅ ተሞክሮዎች ነበሩ። እርሷ እጅግ አውቶም ባለው ህይወት ነበር። እርሷ ወደ አውሮፓ የወጡትን የሚናገሩትን ታሪክ እንዴት እንደ አስታውስበው ይችላሉ?",
                        "Pashto": "دا کیسې حیرانونکې وې. هغې ډیرې مہم جوئی لرونکې ژوند درلود. د هغې د یورپ سفر په اړه کیسه یادوی؟",
                        "Burmese": "အဲဒီဇာတ်လမ်းတွေဟာ အံ့သြဖွယ်ပါ။ သူမ၏ အထူးသဖြင့် စုံလင်တဲ့ဘဝတစ်ခု ရှိပါတယ်။ သူမ၏ ယူရိုပ်ခရီးအကြောင်း ဇာတ်လမ်းကို သတိရပါသလား?",
                        "Somali": "Sheekooyinkaas waxay ahaayeen kuwo cajiib ah. Waxay lahayd nolol aad u madadaalo badan. Ma xasuusataa sheekada safarkeeda Yurub?"
                    }
                },
                {
                    "text": "How could I forget? I always dreamed of going on adventures like hers. And Mom would join in with her own stories about their family vacations.",
                    "translations": {
                        "Chinese": "我怎么可能忘记呢？我总是梦想着像她一样去冒险。而且妈妈也会分享她自己关于家庭假期的故事。",
                        "Spanish": "¿Cómo podría olvidar? Siempre soñé con tener aventuras como las suyas. Y mamá también se unía con sus propias historias sobre las vacaciones familiares.",
                        "Hindi": "मैं कैसे भूल सकता हूँ? मैंने हमेशा उसके जैसे साहसिक यात्राओं का सपना देखा। और माँ भी अपने परिवार की छुट्टियों की कहानियों के साथ शामिल हो जातीं।",
                        "Arabic": "كيف يمكنني أن أنسى؟ كنت دائمًا أحلم بالذهاب في مغامرات مثل مغامراتها. وكانت أمي تشارك أيضًا بقصصها الخاصة عن عطلاتهم العائلية.",
                        "Bengali": "আমি কীভাবে ভুলতে পারি? আমি সবসময় তার মতো সাহসিকতার স্বপ্ন দেখেছি। আর মমিও তার নিজের পরিবারের ছুটির গল্প নিয়ে যোগ দিতেন।",
                        "Portuguese": "Como eu poderia esquecer? Sempre sonhei em ter aventuras como as dela. E a mamãe também participava com suas próprias histórias sobre as férias em família.",
                        "Russian": "Как я мог забыть? Я всегда мечтал о приключениях, как у нее. А мама также присоединялась со своими собственными рассказами о семейных отпусках.",
                        "Japanese": "どうして忘れられようか？私はいつも彼女のような冒険を夢見ていました。そして、母も家族旅行について自分の話を加えていました。",
                        "Punjabi": "ਮੈਂ ਕਿਵੇਂ ਭੁੱਲ ਸਕਦਾ ਹਾਂ? ਮੈਂ ਹਮੇਸ਼ਾ ਉਸੇ ਤਰ੍ਹਾਂ ਦੇ ਸਹਸੀ ਸਫਰਾਂ ਦਾ ਸੁਪਨਾ ਦੇਖਿਆ ਹੈ। ਅਤੇ ਮਾਂ ਵੀ ਆਪਣੇ ਪਰਿਵਾਰਕ ਛੁੱਟੀਆਂ ਦੀਆਂ ਕਹਾਣੀਆਂ ਨਾਲ ਸ਼ਾਮਲ ਹੋ ਜਾਂਦੀ ਸੀ।",
                        "German": "Wie könnte ich das vergessen? Ich habe immer davon geträumt, Abenteuer wie ihre zu erleben. Und Mama hat auch mit ihren eigenen Geschichten über die Familienurlaube mitgemacht.",
                        "Javanese": "Kepiye aku bisa lali? Aku mesthi ngimpi nindakake petualangan kaya dheweke. Lan Ibu uga melu kanthi ceritane dhewe babagan liburan kulawarga.",
                        "Korean": "어떻게 잊을 수 있겠어요? 저는 항상 그녀처럼 모험을 떠나는 꿈을 꾸었습니다. 그리고 엄마는 가족 휴가에 대한 자신의 이야기로 함께 하셨습니다.",
                        "French": "Comment pourrais-je oublier ? J'ai toujours rêvé de vivre des aventures comme les siennes. Et maman se joignait aussi avec ses propres histoires sur les vacances en famille.",
                        "Telugu": "నేను ఎలా మర్చిపోవచ్చు? ఆమెలా అడ్వెంచర్స్‌లో వెళ్ళాలని నేను ఎప్పుడూ కలలుకూలేదాన్ని. మరియు మా అమ్మ కూడా కుటుంబ విరామాల గురించి తన కథలతో చేరేవారు.",
                        "Marathi": "मी कसे विसरू शकतो? मी नेहमी तिच्या सारख्या साहसी प्रवासांची स्वप्ने पाहिली. आणि आई देखील त्यांच्या कौटुंबिक सुट्ट्यांवरील तिच्या स्वत:च्या कथा सांगत असे.",
                        "Tamil": "நான் எப்படியெல்லாம் மறக்க முடியும்? நான் எப்போதும் அவளின் போன்ற சாகசங்களைக் கனவுகளாகக் காண்கிறேன். மேலும் அம்மா குடும்ப விடுமுறைகள் பற்றிய தன் கதைகளுடன் சேர்ந்து அமர்வாள்.",
                        "Vietnamese": "Làm sao tôi có thể quên được? Tôi luôn mơ ước có những cuộc phiêu lưu như cô ấy. Và mẹ cũng tham gia với những câu chuyện riêng của bà về các kỳ nghỉ gia đình.",
                        "Urdu": "میں کیسے بھول سکتا ہوں؟ میں ہمیشہ اس کی طرح مہمات پر جانے کا خواب دیکھتا تھا۔ اور ماں بھی اپنے خاندان کی تعطیلات کے بارے میں اپنی کہانیوں کے ساتھ شامل ہوتی تھیں۔",
                        "Filipino": "Paano ko makakalimutan? Palagi kong pinapangarap na magkaroon ng mga pakikipagsapalaran na tulad ng sa kanya. At sumali rin si Mama sa kanyang mga kwento tungkol sa kanilang mga bakasyon sa pamilya.",
                        "Romanian": "Cum aș putea uita? Am visat mereu să am aventuri ca ale ei. Și mama se alătura și cu propriile ei povești despre vacanțele de familie.",
                        "Albanian": "Si mund ta harroj? Unë gjithmonë kam ëndërruar të kem aventurat si ajo. Dhe mama do të bashkohej gjithashtu me historitë e saj për pushimet e familjes.",
                        "Nepali": "म कसरी बिर्सन सक्छु? मैले सँधै उहाँको जस्तो साहसिक यात्रा गर्ने सपना देखेको थिएँ। र आमा पनि आफ्नो परिवारको छुट्टिहरूको कथा लिएर सामेल हुनुहुन्थ्यो।",
                        "Khmer": "តើខ្ញុំអាចបំភ្លេចបានយ៉ាងដូចម្តេច? ខ្ញុំតែងតែបានស្តាប់ពីការផលិតដូចជាការចេញដំណើរទៅជីវិតរបស់នាង។ ហើយម៉ាក់ក៏បានចូលរួមជាមួយរឿងរបស់នាងអំពីការសម្រាកគ្រួសារដែរ។",
                        "Sinhalese": "මම කෙසේද මම අමතක කරන්නද? මට එයා වගේම යාත්‍රා කරණ ගැන හැමවිටම කල්පනා කරන්නයි සිතින් තිබුනා. සහ අම්මාගේ පවුල් නිවාඩු පිළිබඳ කථා සමඟ එකතු වේ.",
                        "Amharic": "እንዴት እንደ ተለዋዋጭ በምን አልተረሳም? እኔ በሁሉም ጊዜ እንደ እሷ በሰልፍን ዕለታት ለማግኘት እንደ ምሳሌ በእንቅስቃሴ እንደምን ተለዋዋጭ አልነበርም። እና እናቱ የቤተሰብ እንቅስቃሴዎች በሚሰጥበት በግል ታሪኮች ይቀላቀላል።",
                        "Pashto": "زه څنګه فراموش کولی شم؟ ما همیشه د هغې په څیر په ماجراو کې د تللو خوب لیدلی دی. او مور به د خپلې کورنۍ د رخصتیو په اړه د خپلو کیسو سره ګډون وکړي.",
                        "Burmese": "ငါမေ့တတ်ဘူး။ သူမကဲ့သို့ အကြောင်းအရာတွေကို ခရီးသွားချင်ခဲ့တယ်။ ဒါပေမယ့် မိခင်သည် မိသားစု ခရီးစဉ်များ အကြောင်းကို သူမရဲ့ ပိုမိုအကြောင်းများနှင့် တွဲဖက်ပါလိမ့်မယ်။",
                        "Somali": "Sideen u hilmaami karaa? Mar walba waxaan riyooday inaan helo halgano sida kuwaas. Hooyaduna waxay sidoo kale ku biirisaa sheekooyinkeeda ku saabsan fasaxyada qoyska."
                    }
                }
            ]
        },
        {
            "title": "Speak Yellow",
            "conversation": [
                {
                    "text": "Hey, do you remember those summers we used to spend at Grandma's house?",
                    "translations": {
                        "Chinese": "嘿，你还记得我们曾经在奶奶家度过的那些夏天吗？",
                        "Spanish": "Oye, ¿recuerdas aquellos veranos que solíamos pasar en la casa de la abuela?",
                        "Hindi": "अरे, क्या तुम्हें याद है वे गर्मियाँ जो हम दादी के घर पर बिताया करते थे?",
                        "Arabic": "مرحبًا، هل تتذكر تلك الصيف التي كنا نقضيها في منزل الجدة؟",
                        "Bengali": "হে, তুমি কি মনে করো আমাদের সেই গ্রীষ্মকালগুলো যেগুলো আমরা দাদীর বাড়িতে কাটাতাম?",
                        "Portuguese": "Ei, você se lembra daqueles verões que passávamos na casa da vovó?",
                        "Russian": "Эй, помнишь те лета, которые мы проводили у бабушки?",
                        "Japanese": "ねえ、おばあちゃんの家で過ごしたあの夏を覚えている？",
                        "Punjabi": "ਹੇ, ਕੀ ਤੁਹਾਨੂੰ ਯਾਦ ਹੈ ਉਹ ਗਰਮੀ ਜੋ ਅਸੀਂ ਦਾਦੀ ਦੇ ਘਰ ਵਿੱਚ ਬਿਤਾਈ ਸੀ?",
                        "German": "Hey, erinnerst du dich an die Sommer, die wir bei Oma verbracht haben?",
                        "Javanese": "Hei, apa sampeyan kelingan musim panas sing biyen kita habis ing omahe Nenek?",
                        "Korean": "이봐, 우리가 할머니 집에서 보냈던 여름 기억나?",
                        "French": "Hé, te souviens-tu de ces étés que nous passions chez grand-mère ?",
                        "Telugu": "హే, మనం నాన్నగారు ఇంట్లో గడిపిన ఆ వేసవులని గుర్తు ఉంచుతావా?",
                        "Marathi": "अरे, आम्ही आजीच्या घरात घालवलेली ती ग्रीष्मकालं लक्षात आहे का?",
                        "Tamil": "ஹே, நாங்கள் நாட்டில் கடந்த அந்த கோடை காலங்களை நினைவுகூருகிறீர்களா?",
                        "Vietnamese": "Này, bạn có nhớ những mùa hè chúng ta thường dành ở nhà bà không?",
                        "Urdu": "ارے، کیا تمہیں یاد ہے وہ گرمیوں کے دن جب ہم دادی کے گھر گزارتے تھے؟",
                        "Filipino": "Hey, naaalala mo ba ang mga tag-init na ginugugol natin sa bahay ni Lola?",
                        "Romanian": "Hei, îți amintești acele veri pe care le petreceam la casa bunicii?",
                        "Albanian": "Hej, a të kujtohen ato vera që kalonim në shtëpinë e gjyshes?",
                        "Nepali": "हे, हामीले दादीको घरमा बिताएका ती गर्मीका दिनहरूलाई सम्झनुहुन्छ?",
                        "Khmer": "ហេ, តើអ្នកចងចាំឬទេពីរដូវក្តៅដែលយើងបានសំរាប់នៅផ្ទះតាដាស់?",
                        "Sinhalese": "ආයුබෝවන්, අපි දේදුන්නේයයි කාලය මත අම්මාගේ ගෙදර සිටින්නෙමු කියලා ඔබට මතක්ද?",
                        "Amharic": "እስራኤል ይህንን እንደዚህ ሰማምን በአንደኛው አንደኛ ጊዜ የእናቱ ቤት ላይ ይወቅም ይወቅም ይኑሩን።",
                        "Pashto": "هی، ایا ته یادوي هغه اوړي چې موږ به د ننه د مور د کور کې تیرول؟",
                        "Burmese": "ဟေ၊ အကြောင်းမလေးစားသော သင်တို့ သမိုင်းကြောင်းမှတ်မိသလား အနွေးတစ်ခု ကျွန်တော်တို့ သီအိုကာ့တွေ့ခဲ့ပါတယ်?",
                        "Somali": "Haye, ma xasuusataa xagaagii aan ku qaadan jirnay guriga ayeeyada?"
                    }
                },
                {
                    "text": "Oh, absolutely! Those were the best times. I loved how we would play in the garden all day.",
                    "translations": {
                        "Chinese": "哦，绝对是的！那些是最美好的时光。我喜欢我们整天在花园里玩耍的样子。",
                        "Spanish": "¡Oh, absolutamente! Esos fueron los mejores tiempos. Me encantaba cómo jugábamos en el jardín todo el día.",
                        "Hindi": "ओह, बिलकुल! वे सबसे अच्छे समय थे। मुझे पसंद था कि हम पूरे दिन बग़ीचे में कैसे खेलते थे।",
                        "Arabic": "أوه، بالتأكيد! كانت تلك أفضل الأوقات. أحببت كيف كنا نلعب في الحديقة طوال اليوم.",
                        "Bengali": "ওহ, পুরোপুরি! সেগুলি ছিল সেরা সময়। আমি পছন্দ করতাম কিভাবে আমরা পুরো দিনটি বাগানে খেলতাম।",
                        "Portuguese": "Oh, absolutamente! Esses foram os melhores momentos. Eu adorava como brincávamos no jardim o dia todo.",
                        "Russian": "О, конечно! Это было лучшее время. Мне нравилось, как мы играли в саду весь день.",
                        "Japanese": "ああ、絶対にそうだね！あれは最高の時期だったよ。私たちが一日中庭で遊んでいたのが好きだった。",
                        "Punjabi": "ਓਹ, ਬਿਲਕੁਲ! ਉਹ ਸਭ ਤੋਂ ਵਧੀਆ ਸਮੇਂ ਸਨ। ਮੈਨੂੰ ਪਸੰਦ ਆਉਂਦਾ ਸੀ ਕਿ ਅਸੀਂ ਸਾਰਾ ਦਿਨ ਬਾਗ ਵਿੱਚ ਖੇਡਦੇ ਸੀ।",
                        "German": "Oh, absolut! Das waren die besten Zeiten. Ich liebte es, wie wir den ganzen Tag im Garten gespielt haben.",
                        "Javanese": "Oh, mesthi! Iki wektu paling apik. Aku seneng carane kita main ing kebon sak dina.",
                        "Korean": "오, 정말 그래! 그때가 최고였어. 우리가 하루 종일 정원에서 놀던 게 좋았어.",
                        "French": "Oh, absolument ! Ce furent les meilleurs moments. J'adorais comment nous jouions dans le jardin toute la journée.",
                        "Telugu": "ఓహ్, ఖచ్చితంగా! ఆ రోజులు ఉత్తమమైనవి. మేము అంతా రోజంతా తోటలో ఎలా ఆడించాము అంటే నాకు ఇష్టమైంది.",
                        "Marathi": "अरे, नक्कीच! त्या वेळा उत्तम होत्या. आम्ही संपूर्ण दिवस गार्डनमध्ये कसे खेळत होतो हे मला आवडले.",
                        "Tamil": "அய்யோ, உறுதியாகவே! அவை சிறந்த காலங்கள். நாங்கள் முழு நாளும் தோட்டத்தில் எப்படி விளையாடியோம் என்பதை நான் விரும்பினேன்.",
                        "Vietnamese": "Ôi, hoàn toàn đúng! Đó là những thời gian tuyệt vời nhất. Tôi rất thích cách chúng ta chơi trong vườn cả ngày.",
                        "Urdu": "اوہ، بالکل! وہ سب سے بہترین وقت تھے۔ مجھے پسند تھا کہ ہم پورا دن باغ میں کھیلتے تھے۔",
                        "Filipino": "Oh, tiyak! Ang mga iyon ang pinakamagandang mga oras. Gustung-gusto ko kung paano tayo naglalaro sa hardin buong araw.",
                        "Romanian": "Oh, absolut! Astea au fost cele mai bune momente. Îmi plăcea cum ne jucam în grădină toată ziua.",
                        "Albanian": "Oh, absolutisht! Ato ishin koha më e mirë. Më pëlqente si luanim në kopsht gjatë gjithë ditës.",
                        "Nepali": "ओह, बिल्कुल! ती सबैभन्दा राम्रो समय थिए। हामीले पूरा दिन बगैंचामा खेल्ने तरिका मलाई मनपथ्यो।",
                        "Khmer": "អូ គិតត្រង់! ពេលនោះគឺពេលល្អបំផុត។ ខ្ញុំចូលចិត្តវិធីដែលយើងលេងនៅក្នុងបណ្ណាល័យទាំងថ្ងៃ។",
                        "Sinhalese": "ඔව්, නිතරම! ඒවා හොඳම වෙලාවන් විය. අපි සෑමදාම අල්ලා වත්තේ එලෙවින්න ගමනට කැමති හිටි ආකාරය මට ගැහැණුයි.",
                        "Amharic": "እውነት እንደሆኗል። እነዚህ ምርጥ ጊዜዎች ነበሩ። እኛ በጠላይ ሰዓት ተጫውተን የነበርን ስለተመለከተው በእንግዲህ ጊዜ እንደምን ያደርጋሉ።",
                        "Pashto": "هو، بلکل! هغه وختونه ښه وو. ما ته خوښ وو چې موږ به ټول ورځ په باغ کې لوبیدو.",
                        "Burmese": "ဟုတ်တယ်၊ အပြုံးပြီ။ အဲဒီကာလတွေက အကောင်းဆုံးဖြစ်တယ်။ ငါတို့တစ်နေ့လုံး သဘာဝလမ်းမပေါ်မှာ ကစားတာကို ကြိုက်တယ်။",
                        "Somali": "Haa, dhab ahaan! Kuwaas waxay ahaayeen waqtiyadii ugu wanaagsaneyd. Waxaan jeclaan jiray sida aan uga ciyaari jirnay beerta maalintii oo dhan."
                    }
                },
                {
                    "text": "And Grandma would always make us those delicious cookies. I can still taste them!",
                    "translations": {
                        "Chinese": "而且奶奶总是会给我们做那些美味的饼干。我仍然能尝到它们的味道！",
                        "Spanish": "Y la abuela siempre nos hacía esas deliciosas galletas. ¡Aún puedo saborearlas!",
                        "Hindi": "और दादी हमेशा हमें वे स्वादिष्ट कुकीज़ बनाकर देती थीं। मैं अभी भी उनका स्वाद ले सकता हूँ!",
                        "Arabic": "وكانت جدتنا دائمًا تعد لنا تلك البسكويتات اللذيذة. لا أزال أستطيع تذوقها!",
                        "Bengali": "এবং দাদী সবসময় আমাদের সেই সুস্বাদু কুকিজ বানাতেন। আমি এখনও তাদের স্বাদ অনুভব করতে পারি!",
                        "Portuguese": "E a vovó sempre fazia aqueles biscoitos deliciosos para nós. Ainda posso senti-los no paladar!",
                        "Russian": "А бабушка всегда готовила нам эти вкусные печенья. Я до сих пор могу почувствовать их вкус!",
                        "Japanese": "それに、おばあちゃんはいつもあの美味しいクッキーを作ってくれていました。今でもその味が感じられます！",
                        "Punjabi": "ਅਤੇ ਦਾਦੀ ਸਾਡੇ ਲਈ ਉਹ ਸੁਆਦਿਸ਼ਟ ਬਿਸਕੁਟ ਸਦਾ ਬਣਾਉਂਦੀ ਸਨ। ਮੈਂ ਅਜੇ ਵੀ ਉਨ੍ਹਾਂ ਦਾ ਸੁਆਦ ਮਹਿਸੂਸ ਕਰ ਸਕਦਾ ਹਾਂ!",
                        "German": "Und Oma hat uns immer diese leckeren Kekse gebacken. Ich kann sie immer noch schmecken!",
                        "Javanese": "Lan Nenek mesthi nggawe kita kue-kue enak kasebut. Aku isih bisa ngrasakake rasane!",
                        "Korean": "그리고 할머니는 항상 그 맛있는 쿠키를 만들어 주셨지. 아직도 그 맛이 남아 있어!",
                        "French": "Et Mamie nous préparait toujours ces délicieux biscuits. Je peux encore en sentir le goût !",
                        "Telugu": "మరి అమ్మమ్మ నిత్యం మా కోసం ఆ రుచికరమైన బిస్కెట్ లను తయారు చేస్తుంది. నేను ఇప్పటికీ వాటి రుచి అనుభవించగలను!",
                        "Marathi": "आणि आजी नेहमीच आमच्यासाठी त्या स्वादिष्ट कुकीज तयार करत असत. अजूनही मला त्यांचा चव साखरू शकते!",
                        "Tamil": "மற்றும் பாட்டி எப்போதும் எங்களுக்கு அந்த சுவையான குக்கீகளை செய்யும். நான் இன்னும் அவற்றின் ருசியை அனுபவிக்க முடியும்!",
                        "Vietnamese": "Và bà luôn làm cho chúng tôi những chiếc bánh quy ngon tuyệt đó. Tôi vẫn có thể cảm nhận được hương vị của chúng!",
                        "Urdu": "اور دادی ہمیشہ ہمیں وہ مزیدار کوکیز بناتی تھیں۔ میں ابھی بھی ان کا ذائقہ محسوس کر سکتا ہوں!",
                        "Filipino": "At laging ginagawa ni Lola sa atin ang mga masarap na cookies na iyon. Maaari ko pa ring tikman ang mga iyon!",
                        "Romanian": "Și bunica ne făcea întotdeauna acele fursecuri delicioase. Încă le pot simți gustul!",
                        "Albanian": "Dhe gjyshja gjithmonë na bënte ato biskota të shijshme. Ende mund t'i ndiej shijen!",
                        "Nepali": "र हजुरआमा सधैं हामीलाई ती स्वादिष्ट कुकीहरू बनाइदिनुहुन्थ्यो। म अझै पनि तिनीहरूको स्वाद महसुस गर्न सक्छु!",
                        "Khmer": "ហើយម្ដាយជាខ្មែរ តែងតែធ្វើនូវកុកខួចរសជាតិដ៏អស្ចារ្យនោះសម្រាប់យើង។ ខ្ញុំអាចសំរេចបាននូវរសជាតិរបស់វានៅតែអាច!",
                        "Sinhalese": "ඒවට තව දෑම් නැහැ, එනම්, අපිට අපේ සෙරක් කරන ආකාරයේ ගමන් කරන එකෙන් මට ඒකේ රස දැක්කාට පුළුවන්!",
                        "Amharic": "እና እናቱ በእኛ ስለእነዚህ ምግቦችን እንደሆነ ሁልጊዜ እንዲሆን ሲያሳየኝ አስታውሳለሁ።",
                        "Pashto": "او ننه به تل زموږ لپاره هغه خوندور ککي جوړولې. زه لاهم یې خوند احساس کولی شم!",
                        "Burmese": "အဘွားသည် အမြဲတမ်းကျွန်ုပ်တို့အတွက် အထူးစားသော ခြောက်ကျပ်များကို ချက်ပေးပါသည်။ ကျွန်ုပ်တို့၏ အရသာကို အမြဲခံစားနိုင်ပါသည်!",
                        "Somali": "Iyo Ayeeyo ayaa had iyo jeer na sameyn jirtay keegyadaas macaan. Waxaan weli dareemi karaa dhadhankooda!"
                    }
                },
                {
                    "text": "Yeah, and we would sit on the porch in the evenings, listening to her stories about when she was young.",
                    "translations": {
                        "Chinese": "是的，我们晚上会坐在门廊上，听她讲述她年轻时的故事。",
                        "Spanish": "Sí, y nos sentábamos en el porche por la tarde, escuchando sus historias sobre cuando era joven.",
                        "Hindi": "हां, और हम शाम को बरामदे में बैठ जाते थे, उनकी युवा काल की कहानियाँ सुनते थे।",
                        "Arabic": "نعم، وكنا نجلس على الشرفة في المساء، نستمع إلى قصصها عن عندما كانت شابة.",
                        "Bengali": "হ্যাঁ, এবং আমরা সন্ধ্যায় বারান্দায় বসে থাকতাম, তার তরুণ বয়সের গল্প শুনতাম।",
                        "Portuguese": "Sim, e nós nos sentávamos na varanda à noite, ouvindo suas histórias sobre quando era jovem.",
                        "Russian": "Да, и мы сидели на веранде вечером, слушая её рассказы о том, когда она была молодой.",
                        "Japanese": "はい、そして私たちは夕方にポーチに座って、彼女が若かった頃の話を聞いていました。",
                        "Punjabi": "ਹਾਂ, ਅਤੇ ਅਸੀਂ ਸ਼ਾਮ ਨੂੰ ਪੋਰਚ 'ਤੇ ਬੈਠੇ ਰਹਿੰਦੇ ਸੀ, ਉਹਦੀ ਜੁਵਾਨੀ ਦੇ ਸਮੇਂ ਦੀਆਂ ਕਹਾਣੀਆਂ ਸੁਣਦੇ ਸੀ।",
                        "German": "Ja, und wir saßen abends auf der Veranda und hörten ihre Geschichten darüber, wie sie jung war.",
                        "Javanese": "Ya, lan kita bakal lungguh ing teras ing sore, ngrungokake critane nalika dheweke isih enom.",
                        "Korean": "네, 그리고 우리는 저녁에 현관에 앉아서 그녀가 젊었을 때의 이야기를 들었습니다.",
                        "French": "Oui, et nous nous asseyions sur la véranda le soir, écoutant ses histoires sur sa jeunesse.",
                        "Telugu": "అవును, మరియు మేము సాయంత్రంలో పెర్ష్‌పై కూర్చొని, ఆమె యువకనకు సంబంధించిన కథలను వినేవారిగా ఉండేవారు.",
                        "Marathi": "होय, आणि आम्ही संध्याकाळी अंगणात बसून, तिच्या तरुणपणाच्या गोष्टी ऐकत असू.",
                        "Tamil": "ஆம், மற்றும் நாங்கள் மாலை நேரங்களில் மாடியில் உட்கார்ந்து, அவர் இளம் காலத்தில் இருந்த கதைகளை கேட்டோம்.",
                        "Vietnamese": "Vâng, và chúng tôi thường ngồi trên hiên vào buổi tối, nghe những câu chuyện của bà về khi bà còn trẻ.",
                        "Urdu": "ہاں، اور ہم شام کے وقت پورچ پر بیٹھتے تھے، اور ان کی جوانی کے دور کی کہانیاں سنتے تھے۔",
                        "Filipino": "Oo, at kami ay umuupo sa veranda tuwing gabi, nakikinig sa kanyang mga kwento noong siya ay bata pa.",
                        "Romanian": "Da, și ne așezam pe verandă seara, ascultând poveștile ei despre când era tânără.",
                        "Albanian": "Po, dhe ne do të uleshim në verandë në mbrëmje, duke dëgjuar historitë e saj për kur ishte e re.",
                        "Nepali": "हो, र हामी साँझको समयमा कोठाको बाहिरी हिस्सामा बस्ने गर्दथ्यौं, उहाँको युवावस्थाका कथाहरू सुन्दै।",
                        "Khmer": "បាទ ហើយយើងនឹងអង្គុយនៅលើផ្ទះនៅលើយប់ ស្ដាប់រឿងរបស់នាងអំពីពេលដែលនាងជាស្ត្រីវ័យក្មេង។",
                        "Sinhalese": "ඔව්, සහ අපි පස්වරු අත්දැකීම් අසන පරිදි මැදියම් හෝටලේ හිටියාය.",
                        "Amharic": "አዎን እና በምሽት በእርሷ ትውልድ ጊዜ የሚያካሂድ ተሞላዋል።",
                        "Pashto": "هو، او موږ به په ماښام کې په پوړ کې کښیناستو، د هغې د ځوانۍ کیسې اورېدلې.",
                        "Burmese": "ဟုတ်ကဲ့၊ ငါတို့သည် ညဘက်တွင် ဖျော်ရည်တင်ပွဲတွင်ထိုင်ပြီး သူမ၏ လူငယ်အကြောင်းများကို နားထောင်ခဲ့ကြသည်။",
                        "Somali": "Haa, waxaan sidoo kale fadhin jirnay barxadda fiidkii, annagoo dhageysanayna sheekooyinkeeda ku saabsan sidii ay dhalinyarnimo ahayd."
                    }
                },
                {
                    "text": "Those stories were amazing. She had such an adventurous life. Remember the one about her trip to Europe?",
                    "translations": {
                        "Chinese": "那些故事真是太棒了。她的生活非常冒险。还记得她去欧洲旅行的那次吗？",
                        "Spanish": "Esas historias eran increíbles. Tuvo una vida muy aventurera. ¿Recuerdas la de su viaje a Europa?",
                        "Hindi": "वे कहानियाँ अद्भुत थीं। उसकी जिंदगी बहुत रोमांचक थी। क्या तुम्हें यूरोप की यात्रा वाली कहानी याद है?",
                        "Arabic": "تلك القصص كانت مذهلة. كانت لها حياة مليئة بالمغامرات. هل تذكر القصة عن رحلتها إلى أوروبا؟",
                        "Bengali": "সেই গল্পগুলি অসাধারণ ছিল। তার জীবন ছিল অত্যন্ত রোমাঞ্চকর। ইউরোপ সফরের গল্পটা মনে পড়ে?",
                        "Portuguese": "Essas histórias eram incríveis. Ela teve uma vida tão aventureira. Lembra-se daquela sobre a viagem dela à Europa?",
                        "Russian": "Эти истории были потрясающими. У нее была такая приключенческая жизнь. Помнишь ту, о её поездке в Европу?",
                        "Japanese": "その話は素晴らしかったです。彼女はとても冒険的な人生を送りました。ヨーロッパ旅行の話を覚えていますか？",
                        "Punjabi": "ਉਹ ਕਹਾਣੀਆਂ ਬਹੁਤ ਸ਼ਾਨਦਾਰ ਸਨ। ਉਸਦੀ ਜ਼ਿੰਦਗੀ ਬਹੁਤ ਸਾਰੀਆਂ ਸਹਸੀ ਭਰਪੂਰ ਸੀ। ਕੀ ਤੁਸੀਂ ਯੂਰਪ ਦੀ ਯਾਤਰਾ ਵਾਲੀ ਕਹਾਣੀ ਯਾਦ ਕਰਦੇ ਹੋ?",
                        "German": "Diese Geschichten waren erstaunlich. Sie hatte ein so abenteuerliches Leben. Erinnerst du dich an die über ihre Reise nach Europa?",
                        "Javanese": "Crita-crita kuwi luar biasa. Dheweke duwe urip sing penuh petualangan. Apa sampeyan elinga crita babagan lelungan menyang Eropa?",
                        "Korean": "그 이야기들은 정말 멋졌어요. 그녀는 매우 모험적인 삶을 살았죠. 유럽 여행에 관한 이야기 기억나세요?",
                        "French": "Ces histoires étaient incroyables. Elle a eu une vie si aventureuse. Tu te souviens de celle sur son voyage en Europe ?",
                        "Telugu": "ఆ కథలు అద్భుతంగా ఉన్నాయి. ఆమె జీవితంలో ఎంతో అడ్వెంచరస్‌గా ఉండింది. ఆమె యూరప్ పర్యటన గురించి చెప్పిన కథను గుర్తుందా?",
                        "Marathi": "त्या कथा आश्चर्यकारक होत्या. तिचं जीवन खूपच साहसी होतं. तिला युरोपच्या प्रवासाबद्दलची कथा लक्षात आहे का?",
                        "Tamil": "அந்தக் கதைகள் அற்புதமாக இருந்தன. அவள் மிகுந்த சாகசமான வாழ்க்கை வாழ்ந்தாள். அவள் யூரோப் பயணத்தின் குறித்த கதை நினைவிற்கு வருகிறதா?",
                        "Vietnamese": "Những câu chuyện đó thật tuyệt vời. Bà có một cuộc đời rất phiêu lưu. Bạn có nhớ câu chuyện về chuyến đi của bà đến châu Âu không?",
                        "Urdu": "وہ کہانیاں حیرت انگیز تھیں۔ اس کی زندگی بہت مہم جو تھی۔ کیا آپ کو یورپ کے سفر والی کہانی یاد ہے؟",
                        "Filipino": "Ang mga kwentong iyon ay kamangha-mangha. Siya ay may napaka-mahilig sa pakikipagsapalaran na buhay. Naalala mo ba ang tungkol sa kanyang biyahe sa Europa?",
                        "Romanian": "Acele povești erau uimitoare. A avut o viață atât de aventuroasă. Îți amintești de cea despre călătoria ei în Europa?",
                        "Albanian": "Ato histori ishin të mrekullueshme. Ajo kishte një jetë kaq aventuriste. E kujton atë për udhëtimin e saj në Evropë?",
                        "Nepali": "ती कथाहरू अद्भुत थिइन्। उनको जीवन धेरै साहसी थियो। उनलाई युरोपको यात्राको बारेमा थाहा छ?",
                        "Khmer": "និយាយដល់រឿងទាំងនេះគឺគួរអោយភ្ញាក់ផ្អើល។ គាត់មានជីវិតដែលពោរពេញទៅដោយភាពប្រយ័ត្ន។ តើអ្នកចាំរឿងពីការធ្វើដំណើរទៅអឺរ៉ុបទេ?",
                        "Sinhalese": "ඔයාලගේ කතා ඉතාම අද්භූත විය. ඇය බොහෝම අභියෝගාත්මක ජීවිතයක් ගෙන ඇත. ඇය යුරෝපයට ගිය චාරිකාව ගැන ඔබට මතක්ද?",
                        "Amharic": "እነዚህ ታላቅ ተሞክሮዎች ነበሩ። እርሷ እጅግ አውቶም ባለው ህይወት ነበር። እርሷ ወደ አውሮፓ የወጡትን የሚናገሩትን ታሪክ እንዴት እንደ አስታውስበው ይችላሉ?",
                        "Pashto": "دا کیسې حیرانونکې وې. هغې ډیرې مہم جوئی لرونکې ژوند درلود. د هغې د یورپ سفر په اړه کیسه یادوی؟",
                        "Burmese": "အဲဒီဇာတ်လမ်းတွေဟာ အံ့သြဖွယ်ပါ။ သူမ၏ အထူးသဖြင့် စုံလင်တဲ့ဘဝတစ်ခု ရှိပါတယ်။ သူမ၏ ယူရိုပ်ခရီးအကြောင်း ဇာတ်လမ်းကို သတိရပါသလား?",
                        "Somali": "Sheekooyinkaas waxay ahaayeen kuwo cajiib ah. Waxay lahayd nolol aad u madadaalo badan. Ma xasuusataa sheekada safarkeeda Yurub?"
                    }
                },
                {
                    "text": "How could I forget? I always dreamed of going on adventures like hers. And Mom would join in with her own stories about their family vacations.",
                    "translations": {
                        "Chinese": "我怎么可能忘记呢？我总是梦想着像她一样去冒险。而且妈妈也会分享她自己关于家庭假期的故事。",
                        "Spanish": "¿Cómo podría olvidar? Siempre soñé con tener aventuras como las suyas. Y mamá también se unía con sus propias historias sobre las vacaciones familiares.",
                        "Hindi": "मैं कैसे भूल सकता हूँ? मैंने हमेशा उसके जैसे साहसिक यात्राओं का सपना देखा। और माँ भी अपने परिवार की छुट्टियों की कहानियों के साथ शामिल हो जातीं।",
                        "Arabic": "كيف يمكنني أن أنسى؟ كنت دائمًا أحلم بالذهاب في مغامرات مثل مغامراتها. وكانت أمي تشارك أيضًا بقصصها الخاصة عن عطلاتهم العائلية.",
                        "Bengali": "আমি কীভাবে ভুলতে পারি? আমি সবসময় তার মতো সাহসিকতার স্বপ্ন দেখেছি। আর মমিও তার নিজের পরিবারের ছুটির গল্প নিয়ে যোগ দিতেন।",
                        "Portuguese": "Como eu poderia esquecer? Sempre sonhei em ter aventuras como as dela. E a mamãe também participava com suas próprias histórias sobre as férias em família.",
                        "Russian": "Как я мог забыть? Я всегда мечтал о приключениях, как у нее. А мама также присоединялась со своими собственными рассказами о семейных отпусках.",
                        "Japanese": "どうして忘れられようか？私はいつも彼女のような冒険を夢見ていました。そして、母も家族旅行について自分の話を加えていました。",
                        "Punjabi": "ਮੈਂ ਕਿਵੇਂ ਭੁੱਲ ਸਕਦਾ ਹਾਂ? ਮੈਂ ਹਮੇਸ਼ਾ ਉਸੇ ਤਰ੍ਹਾਂ ਦੇ ਸਹਸੀ ਸਫਰਾਂ ਦਾ ਸੁਪਨਾ ਦੇਖਿਆ ਹੈ। ਅਤੇ ਮਾਂ ਵੀ ਆਪਣੇ ਪਰਿਵਾਰਕ ਛੁੱਟੀਆਂ ਦੀਆਂ ਕਹਾਣੀਆਂ ਨਾਲ ਸ਼ਾਮਲ ਹੋ ਜਾਂਦੀ ਸੀ।",
                        "German": "Wie könnte ich das vergessen? Ich habe immer davon geträumt, Abenteuer wie ihre zu erleben. Und Mama hat auch mit ihren eigenen Geschichten über die Familienurlaube mitgemacht.",
                        "Javanese": "Kepiye aku bisa lali? Aku mesthi ngimpi nindakake petualangan kaya dheweke. Lan Ibu uga melu kanthi ceritane dhewe babagan liburan kulawarga.",
                        "Korean": "어떻게 잊을 수 있겠어요? 저는 항상 그녀처럼 모험을 떠나는 꿈을 꾸었습니다. 그리고 엄마는 가족 휴가에 대한 자신의 이야기로 함께 하셨습니다.",
                        "French": "Comment pourrais-je oublier ? J'ai toujours rêvé de vivre des aventures comme les siennes. Et maman se joignait aussi avec ses propres histoires sur les vacances en famille.",
                        "Telugu": "నేను ఎలా మర్చిపోవచ్చు? ఆమెలా అడ్వెంచర్స్‌లో వెళ్ళాలని నేను ఎప్పుడూ కలలుకూలేదాన్ని. మరియు మా అమ్మ కూడా కుటుంబ విరామాల గురించి తన కథలతో చేరేవారు.",
                        "Marathi": "मी कसे विसरू शकतो? मी नेहमी तिच्या सारख्या साहसी प्रवासांची स्वप्ने पाहिली. आणि आई देखील त्यांच्या कौटुंबिक सुट्ट्यांवरील तिच्या स्वत:च्या कथा सांगत असे.",
                        "Tamil": "நான் எப்படியெல்லாம் மறக்க முடியும்? நான் எப்போதும் அவளின் போன்ற சாகசங்களைக் கனவுகளாகக் காண்கிறேன். மேலும் அம்மா குடும்ப விடுமுறைகள் பற்றிய தன் கதைகளுடன் சேர்ந்து அமர்வாள்.",
                        "Vietnamese": "Làm sao tôi có thể quên được? Tôi luôn mơ ước có những cuộc phiêu lưu như cô ấy. Và mẹ cũng tham gia với những câu chuyện riêng của bà về các kỳ nghỉ gia đình.",
                        "Urdu": "میں کیسے بھول سکتا ہوں؟ میں ہمیشہ اس کی طرح مہمات پر جانے کا خواب دیکھتا تھا۔ اور ماں بھی اپنے خاندان کی تعطیلات کے بارے میں اپنی کہانیوں کے ساتھ شامل ہوتی تھیں۔",
                        "Filipino": "Paano ko makakalimutan? Palagi kong pinapangarap na magkaroon ng mga pakikipagsapalaran na tulad ng sa kanya. At sumali rin si Mama sa kanyang mga kwento tungkol sa kanilang mga bakasyon sa pamilya.",
                        "Romanian": "Cum aș putea uita? Am visat mereu să am aventuri ca ale ei. Și mama se alătura și cu propriile ei povești despre vacanțele de familie.",
                        "Albanian": "Si mund ta harroj? Unë gjithmonë kam ëndërruar të kem aventurat si ajo. Dhe mama do të bashkohej gjithashtu me historitë e saj për pushimet e familjes.",
                        "Nepali": "म कसरी बिर्सन सक्छु? मैले सँधै उहाँको जस्तो साहसिक यात्रा गर्ने सपना देखेको थिएँ। र आमा पनि आफ्नो परिवारको छुट्टिहरूको कथा लिएर सामेल हुनुहुन्थ्यो।",
                        "Khmer": "តើខ្ញុំអាចបំភ្លេចបានយ៉ាងដូចម្តេច? ខ្ញុំតែងតែបានស្តាប់ពីការផលិតដូចជាការចេញដំណើរទៅជីវិតរបស់នាង។ ហើយម៉ាក់ក៏បានចូលរួមជាមួយរឿងរបស់នាងអំពីការសម្រាកគ្រួសារដែរ។",
                        "Sinhalese": "මම කෙසේද මම අමතක කරන්නද? මට එයා වගේම යාත්‍රා කරණ ගැන හැමවිටම කල්පනා කරන්නයි සිතින් තිබුනා. සහ අම්මාගේ පවුල් නිවාඩු පිළිබඳ කථා සමඟ එකතු වේ.",
                        "Amharic": "እንዴት እንደ ተለዋዋጭ በምን አልተረሳም? እኔ በሁሉም ጊዜ እንደ እሷ በሰልፍን ዕለታት ለማግኘት እንደ ምሳሌ በእንቅስቃሴ እንደምን ተለዋዋጭ አልነበርም። እና እናቱ የቤተሰብ እንቅስቃሴዎች በሚሰጥበት በግል ታሪኮች ይቀላቀላል።",
                        "Pashto": "زه څنګه فراموش کولی شم؟ ما همیشه د هغې په څیر په ماجراو کې د تللو خوب لیدلی دی. او مور به د خپلې کورنۍ د رخصتیو په اړه د خپلو کیسو سره ګډون وکړي.",
                        "Burmese": "ငါမေ့တတ်ဘူး။ သူမကဲ့သို့ အကြောင်းအရာတွေကို ခရီးသွားချင်ခဲ့တယ်။ ဒါပေမယ့် မိခင်သည် မိသားစု ခရီးစဉ်များ အကြောင်းကို သူမရဲ့ ပိုမိုအကြောင်းများနှင့် တွဲဖက်ပါလိမ့်မယ်။",
                        "Somali": "Sideen u hilmaami karaa? Mar walba waxaan riyooday inaan helo halgano sida kuwaas. Hooyaduna waxay sidoo kale ku biirisaa sheekooyinkeeda ku saabsan fasaxyada qoyska."
                    }
                }
            ]
        },
        {
            "title": "Speak Green",
            "conversation": [
                {
                    "text": "Hey, do you remember those summers we used to spend at Grandma's house?",
                    "translations": {
                        "Chinese": "嘿，你还记得我们曾经在奶奶家度过的那些夏天吗？",
                        "Spanish": "Oye, ¿recuerdas aquellos veranos que solíamos pasar en la casa de la abuela?",
                        "Hindi": "अरे, क्या तुम्हें याद है वे गर्मियाँ जो हम दादी के घर पर बिताया करते थे?",
                        "Arabic": "مرحبًا، هل تتذكر تلك الصيف التي كنا نقضيها في منزل الجدة؟",
                        "Bengali": "হে, তুমি কি মনে করো আমাদের সেই গ্রীষ্মকালগুলো যেগুলো আমরা দাদীর বাড়িতে কাটাতাম?",
                        "Portuguese": "Ei, você se lembra daqueles verões que passávamos na casa da vovó?",
                        "Russian": "Эй, помнишь те лета, которые мы проводили у бабушки?",
                        "Japanese": "ねえ、おばあちゃんの家で過ごしたあの夏を覚えている？",
                        "Punjabi": "ਹੇ, ਕੀ ਤੁਹਾਨੂੰ ਯਾਦ ਹੈ ਉਹ ਗਰਮੀ ਜੋ ਅਸੀਂ ਦਾਦੀ ਦੇ ਘਰ ਵਿੱਚ ਬਿਤਾਈ ਸੀ?",
                        "German": "Hey, erinnerst du dich an die Sommer, die wir bei Oma verbracht haben?",
                        "Javanese": "Hei, apa sampeyan kelingan musim panas sing biyen kita habis ing omahe Nenek?",
                        "Korean": "이봐, 우리가 할머니 집에서 보냈던 여름 기억나?",
                        "French": "Hé, te souviens-tu de ces étés que nous passions chez grand-mère ?",
                        "Telugu": "హే, మనం నాన్నగారు ఇంట్లో గడిపిన ఆ వేసవులని గుర్తు ఉంచుతావా?",
                        "Marathi": "अरे, आम्ही आजीच्या घरात घालवलेली ती ग्रीष्मकालं लक्षात आहे का?",
                        "Tamil": "ஹே, நாங்கள் நாட்டில் கடந்த அந்த கோடை காலங்களை நினைவுகூருகிறீர்களா?",
                        "Vietnamese": "Này, bạn có nhớ những mùa hè chúng ta thường dành ở nhà bà không?",
                        "Urdu": "ارے، کیا تمہیں یاد ہے وہ گرمیوں کے دن جب ہم دادی کے گھر گزارتے تھے؟",
                        "Filipino": "Hey, naaalala mo ba ang mga tag-init na ginugugol natin sa bahay ni Lola?",
                        "Romanian": "Hei, îți amintești acele veri pe care le petreceam la casa bunicii?",
                        "Albanian": "Hej, a të kujtohen ato vera që kalonim në shtëpinë e gjyshes?",
                        "Nepali": "हे, हामीले दादीको घरमा बिताएका ती गर्मीका दिनहरूलाई सम्झनुहुन्छ?",
                        "Khmer": "ហេ, តើអ្នកចងចាំឬទេពីរដូវក្តៅដែលយើងបានសំរាប់នៅផ្ទះតាដាស់?",
                        "Sinhalese": "ආයුබෝවන්, අපි දේදුන්නේයයි කාලය මත අම්මාගේ ගෙදර සිටින්නෙමු කියලා ඔබට මතක්ද?",
                        "Amharic": "እስራኤል ይህንን እንደዚህ ሰማምን በአንደኛው አንደኛ ጊዜ የእናቱ ቤት ላይ ይወቅም ይወቅም ይኑሩን።",
                        "Pashto": "هی، ایا ته یادوي هغه اوړي چې موږ به د ننه د مور د کور کې تیرول؟",
                        "Burmese": "ဟေ၊ အကြောင်းမလေးစားသော သင်တို့ သမိုင်းကြောင်းမှတ်မိသလား အနွေးတစ်ခု ကျွန်တော်တို့ သီအိုကာ့တွေ့ခဲ့ပါတယ်?",
                        "Somali": "Haye, ma xasuusataa xagaagii aan ku qaadan jirnay guriga ayeeyada?"
                    }
                },
                {
                    "text": "Oh, absolutely! Those were the best times. I loved how we would play in the garden all day.",
                    "translations": {
                        "Chinese": "哦，绝对是的！那些是最美好的时光。我喜欢我们整天在花园里玩耍的样子。",
                        "Spanish": "¡Oh, absolutamente! Esos fueron los mejores tiempos. Me encantaba cómo jugábamos en el jardín todo el día.",
                        "Hindi": "ओह, बिलकुल! वे सबसे अच्छे समय थे। मुझे पसंद था कि हम पूरे दिन बग़ीचे में कैसे खेलते थे।",
                        "Arabic": "أوه، بالتأكيد! كانت تلك أفضل الأوقات. أحببت كيف كنا نلعب في الحديقة طوال اليوم.",
                        "Bengali": "ওহ, পুরোপুরি! সেগুলি ছিল সেরা সময়। আমি পছন্দ করতাম কিভাবে আমরা পুরো দিনটি বাগানে খেলতাম।",
                        "Portuguese": "Oh, absolutamente! Esses foram os melhores momentos. Eu adorava como brincávamos no jardim o dia todo.",
                        "Russian": "О, конечно! Это было лучшее время. Мне нравилось, как мы играли в саду весь день.",
                        "Japanese": "ああ、絶対にそうだね！あれは最高の時期だったよ。私たちが一日中庭で遊んでいたのが好きだった。",
                        "Punjabi": "ਓਹ, ਬਿਲਕੁਲ! ਉਹ ਸਭ ਤੋਂ ਵਧੀਆ ਸਮੇਂ ਸਨ। ਮੈਨੂੰ ਪਸੰਦ ਆਉਂਦਾ ਸੀ ਕਿ ਅਸੀਂ ਸਾਰਾ ਦਿਨ ਬਾਗ ਵਿੱਚ ਖੇਡਦੇ ਸੀ।",
                        "German": "Oh, absolut! Das waren die besten Zeiten. Ich liebte es, wie wir den ganzen Tag im Garten gespielt haben.",
                        "Javanese": "Oh, mesthi! Iki wektu paling apik. Aku seneng carane kita main ing kebon sak dina.",
                        "Korean": "오, 정말 그래! 그때가 최고였어. 우리가 하루 종일 정원에서 놀던 게 좋았어.",
                        "French": "Oh, absolument ! Ce furent les meilleurs moments. J'adorais comment nous jouions dans le jardin toute la journée.",
                        "Telugu": "ఓహ్, ఖచ్చితంగా! ఆ రోజులు ఉత్తమమైనవి. మేము అంతా రోజంతా తోటలో ఎలా ఆడించాము అంటే నాకు ఇష్టమైంది.",
                        "Marathi": "अरे, नक्कीच! त्या वेळा उत्तम होत्या. आम्ही संपूर्ण दिवस गार्डनमध्ये कसे खेळत होतो हे मला आवडले.",
                        "Tamil": "அய்யோ, உறுதியாகவே! அவை சிறந்த காலங்கள். நாங்கள் முழு நாளும் தோட்டத்தில் எப்படி விளையாடியோம் என்பதை நான் விரும்பினேன்.",
                        "Vietnamese": "Ôi, hoàn toàn đúng! Đó là những thời gian tuyệt vời nhất. Tôi rất thích cách chúng ta chơi trong vườn cả ngày.",
                        "Urdu": "اوہ، بالکل! وہ سب سے بہترین وقت تھے۔ مجھے پسند تھا کہ ہم پورا دن باغ میں کھیلتے تھے۔",
                        "Filipino": "Oh, tiyak! Ang mga iyon ang pinakamagandang mga oras. Gustung-gusto ko kung paano tayo naglalaro sa hardin buong araw.",
                        "Romanian": "Oh, absolut! Astea au fost cele mai bune momente. Îmi plăcea cum ne jucam în grădină toată ziua.",
                        "Albanian": "Oh, absolutisht! Ato ishin koha më e mirë. Më pëlqente si luanim në kopsht gjatë gjithë ditës.",
                        "Nepali": "ओह, बिल्कुल! ती सबैभन्दा राम्रो समय थिए। हामीले पूरा दिन बगैंचामा खेल्ने तरिका मलाई मनपथ्यो।",
                        "Khmer": "អូ គិតត្រង់! ពេលនោះគឺពេលល្អបំផុត។ ខ្ញុំចូលចិត្តវិធីដែលយើងលេងនៅក្នុងបណ្ណាល័យទាំងថ្ងៃ។",
                        "Sinhalese": "ඔව්, නිතරම! ඒවා හොඳම වෙලාවන් විය. අපි සෑමදාම අල්ලා වත්තේ එලෙවින්න ගමනට කැමති හිටි ආකාරය මට ගැහැණුයි.",
                        "Amharic": "እውነት እንደሆኗል። እነዚህ ምርጥ ጊዜዎች ነበሩ። እኛ በጠላይ ሰዓት ተጫውተን የነበርን ስለተመለከተው በእንግዲህ ጊዜ እንደምን ያደርጋሉ።",
                        "Pashto": "هو، بلکل! هغه وختونه ښه وو. ما ته خوښ وو چې موږ به ټول ورځ په باغ کې لوبیدو.",
                        "Burmese": "ဟုတ်တယ်၊ အပြုံးပြီ။ အဲဒီကာလတွေက အကောင်းဆုံးဖြစ်တယ်။ ငါတို့တစ်နေ့လုံး သဘာဝလမ်းမပေါ်မှာ ကစားတာကို ကြိုက်တယ်။",
                        "Somali": "Haa, dhab ahaan! Kuwaas waxay ahaayeen waqtiyadii ugu wanaagsaneyd. Waxaan jeclaan jiray sida aan uga ciyaari jirnay beerta maalintii oo dhan."
                    }
                },
                {
                    "text": "And Grandma would always make us those delicious cookies. I can still taste them!",
                    "translations": {
                        "Chinese": "而且奶奶总是会给我们做那些美味的饼干。我仍然能尝到它们的味道！",
                        "Spanish": "Y la abuela siempre nos hacía esas deliciosas galletas. ¡Aún puedo saborearlas!",
                        "Hindi": "और दादी हमेशा हमें वे स्वादिष्ट कुकीज़ बनाकर देती थीं। मैं अभी भी उनका स्वाद ले सकता हूँ!",
                        "Arabic": "وكانت جدتنا دائمًا تعد لنا تلك البسكويتات اللذيذة. لا أزال أستطيع تذوقها!",
                        "Bengali": "এবং দাদী সবসময় আমাদের সেই সুস্বাদু কুকিজ বানাতেন। আমি এখনও তাদের স্বাদ অনুভব করতে পারি!",
                        "Portuguese": "E a vovó sempre fazia aqueles biscoitos deliciosos para nós. Ainda posso senti-los no paladar!",
                        "Russian": "А бабушка всегда готовила нам эти вкусные печенья. Я до сих пор могу почувствовать их вкус!",
                        "Japanese": "それに、おばあちゃんはいつもあの美味しいクッキーを作ってくれていました。今でもその味が感じられます！",
                        "Punjabi": "ਅਤੇ ਦਾਦੀ ਸਾਡੇ ਲਈ ਉਹ ਸੁਆਦਿਸ਼ਟ ਬਿਸਕੁਟ ਸਦਾ ਬਣਾਉਂਦੀ ਸਨ। ਮੈਂ ਅਜੇ ਵੀ ਉਨ੍ਹਾਂ ਦਾ ਸੁਆਦ ਮਹਿਸੂਸ ਕਰ ਸਕਦਾ ਹਾਂ!",
                        "German": "Und Oma hat uns immer diese leckeren Kekse gebacken. Ich kann sie immer noch schmecken!",
                        "Javanese": "Lan Nenek mesthi nggawe kita kue-kue enak kasebut. Aku isih bisa ngrasakake rasane!",
                        "Korean": "그리고 할머니는 항상 그 맛있는 쿠키를 만들어 주셨지. 아직도 그 맛이 남아 있어!",
                        "French": "Et Mamie nous préparait toujours ces délicieux biscuits. Je peux encore en sentir le goût !",
                        "Telugu": "మరి అమ్మమ్మ నిత్యం మా కోసం ఆ రుచికరమైన బిస్కెట్ లను తయారు చేస్తుంది. నేను ఇప్పటికీ వాటి రుచి అనుభవించగలను!",
                        "Marathi": "आणि आजी नेहमीच आमच्यासाठी त्या स्वादिष्ट कुकीज तयार करत असत. अजूनही मला त्यांचा चव साखरू शकते!",
                        "Tamil": "மற்றும் பாட்டி எப்போதும் எங்களுக்கு அந்த சுவையான குக்கீகளை செய்யும். நான் இன்னும் அவற்றின் ருசியை அனுபவிக்க முடியும்!",
                        "Vietnamese": "Và bà luôn làm cho chúng tôi những chiếc bánh quy ngon tuyệt đó. Tôi vẫn có thể cảm nhận được hương vị của chúng!",
                        "Urdu": "اور دادی ہمیشہ ہمیں وہ مزیدار کوکیز بناتی تھیں۔ میں ابھی بھی ان کا ذائقہ محسوس کر سکتا ہوں!",
                        "Filipino": "At laging ginagawa ni Lola sa atin ang mga masarap na cookies na iyon. Maaari ko pa ring tikman ang mga iyon!",
                        "Romanian": "Și bunica ne făcea întotdeauna acele fursecuri delicioase. Încă le pot simți gustul!",
                        "Albanian": "Dhe gjyshja gjithmonë na bënte ato biskota të shijshme. Ende mund t'i ndiej shijen!",
                        "Nepali": "र हजुरआमा सधैं हामीलाई ती स्वादिष्ट कुकीहरू बनाइदिनुहुन्थ्यो। म अझै पनि तिनीहरूको स्वाद महसुस गर्न सक्छु!",
                        "Khmer": "ហើយម្ដាយជាខ្មែរ តែងតែធ្វើនូវកុកខួចរសជាតិដ៏អស្ចារ្យនោះសម្រាប់យើង។ ខ្ញុំអាចសំរេចបាននូវរសជាតិរបស់វានៅតែអាច!",
                        "Sinhalese": "ඒවට තව දෑම් නැහැ, එනම්, අපිට අපේ සෙරක් කරන ආකාරයේ ගමන් කරන එකෙන් මට ඒකේ රස දැක්කාට පුළුවන්!",
                        "Amharic": "እና እናቱ በእኛ ስለእነዚህ ምግቦችን እንደሆነ ሁልጊዜ እንዲሆን ሲያሳየኝ አስታውሳለሁ።",
                        "Pashto": "او ننه به تل زموږ لپاره هغه خوندور ککي جوړولې. زه لاهم یې خوند احساس کولی شم!",
                        "Burmese": "အဘွားသည် အမြဲတမ်းကျွန်ုပ်တို့အတွက် အထူးစားသော ခြောက်ကျပ်များကို ချက်ပေးပါသည်။ ကျွန်ုပ်တို့၏ အရသာကို အမြဲခံစားနိုင်ပါသည်!",
                        "Somali": "Iyo Ayeeyo ayaa had iyo jeer na sameyn jirtay keegyadaas macaan. Waxaan weli dareemi karaa dhadhankooda!"
                    }
                },
                {
                    "text": "Yeah, and we would sit on the porch in the evenings, listening to her stories about when she was young.",
                    "translations": {
                        "Chinese": "是的，我们晚上会坐在门廊上，听她讲述她年轻时的故事。",
                        "Spanish": "Sí, y nos sentábamos en el porche por la tarde, escuchando sus historias sobre cuando era joven.",
                        "Hindi": "हां, और हम शाम को बरामदे में बैठ जाते थे, उनकी युवा काल की कहानियाँ सुनते थे।",
                        "Arabic": "نعم، وكنا نجلس على الشرفة في المساء، نستمع إلى قصصها عن عندما كانت شابة.",
                        "Bengali": "হ্যাঁ, এবং আমরা সন্ধ্যায় বারান্দায় বসে থাকতাম, তার তরুণ বয়সের গল্প শুনতাম।",
                        "Portuguese": "Sim, e nós nos sentávamos na varanda à noite, ouvindo suas histórias sobre quando era jovem.",
                        "Russian": "Да, и мы сидели на веранде вечером, слушая её рассказы о том, когда она была молодой.",
                        "Japanese": "はい、そして私たちは夕方にポーチに座って、彼女が若かった頃の話を聞いていました。",
                        "Punjabi": "ਹਾਂ, ਅਤੇ ਅਸੀਂ ਸ਼ਾਮ ਨੂੰ ਪੋਰਚ 'ਤੇ ਬੈਠੇ ਰਹਿੰਦੇ ਸੀ, ਉਹਦੀ ਜੁਵਾਨੀ ਦੇ ਸਮੇਂ ਦੀਆਂ ਕਹਾਣੀਆਂ ਸੁਣਦੇ ਸੀ।",
                        "German": "Ja, und wir saßen abends auf der Veranda und hörten ihre Geschichten darüber, wie sie jung war.",
                        "Javanese": "Ya, lan kita bakal lungguh ing teras ing sore, ngrungokake critane nalika dheweke isih enom.",
                        "Korean": "네, 그리고 우리는 저녁에 현관에 앉아서 그녀가 젊었을 때의 이야기를 들었습니다.",
                        "French": "Oui, et nous nous asseyions sur la véranda le soir, écoutant ses histoires sur sa jeunesse.",
                        "Telugu": "అవును, మరియు మేము సాయంత్రంలో పెర్ష్‌పై కూర్చొని, ఆమె యువకనకు సంబంధించిన కథలను వినేవారిగా ఉండేవారు.",
                        "Marathi": "होय, आणि आम्ही संध्याकाळी अंगणात बसून, तिच्या तरुणपणाच्या गोष्टी ऐकत असू.",
                        "Tamil": "ஆம், மற்றும் நாங்கள் மாலை நேரங்களில் மாடியில் உட்கார்ந்து, அவர் இளம் காலத்தில் இருந்த கதைகளை கேட்டோம்.",
                        "Vietnamese": "Vâng, và chúng tôi thường ngồi trên hiên vào buổi tối, nghe những câu chuyện của bà về khi bà còn trẻ.",
                        "Urdu": "ہاں، اور ہم شام کے وقت پورچ پر بیٹھتے تھے، اور ان کی جوانی کے دور کی کہانیاں سنتے تھے۔",
                        "Filipino": "Oo, at kami ay umuupo sa veranda tuwing gabi, nakikinig sa kanyang mga kwento noong siya ay bata pa.",
                        "Romanian": "Da, și ne așezam pe verandă seara, ascultând poveștile ei despre când era tânără.",
                        "Albanian": "Po, dhe ne do të uleshim në verandë në mbrëmje, duke dëgjuar historitë e saj për kur ishte e re.",
                        "Nepali": "हो, र हामी साँझको समयमा कोठाको बाहिरी हिस्सामा बस्ने गर्दथ्यौं, उहाँको युवावस्थाका कथाहरू सुन्दै।",
                        "Khmer": "បាទ ហើយយើងនឹងអង្គុយនៅលើផ្ទះនៅលើយប់ ស្ដាប់រឿងរបស់នាងអំពីពេលដែលនាងជាស្ត្រីវ័យក្មេង។",
                        "Sinhalese": "ඔව්, සහ අපි පස්වරු අත්දැකීම් අසන පරිදි මැදියම් හෝටලේ හිටියාය.",
                        "Amharic": "አዎን እና በምሽት በእርሷ ትውልድ ጊዜ የሚያካሂድ ተሞላዋል።",
                        "Pashto": "هو، او موږ به په ماښام کې په پوړ کې کښیناستو، د هغې د ځوانۍ کیسې اورېدلې.",
                        "Burmese": "ဟုတ်ကဲ့၊ ငါတို့သည် ညဘက်တွင် ဖျော်ရည်တင်ပွဲတွင်ထိုင်ပြီး သူမ၏ လူငယ်အကြောင်းများကို နားထောင်ခဲ့ကြသည်။",
                        "Somali": "Haa, waxaan sidoo kale fadhin jirnay barxadda fiidkii, annagoo dhageysanayna sheekooyinkeeda ku saabsan sidii ay dhalinyarnimo ahayd."
                    }
                },
                {
                    "text": "Those stories were amazing. She had such an adventurous life. Remember the one about her trip to Europe?",
                    "translations": {
                        "Chinese": "那些故事真是太棒了。她的生活非常冒险。还记得她去欧洲旅行的那次吗？",
                        "Spanish": "Esas historias eran increíbles. Tuvo una vida muy aventurera. ¿Recuerdas la de su viaje a Europa?",
                        "Hindi": "वे कहानियाँ अद्भुत थीं। उसकी जिंदगी बहुत रोमांचक थी। क्या तुम्हें यूरोप की यात्रा वाली कहानी याद है?",
                        "Arabic": "تلك القصص كانت مذهلة. كانت لها حياة مليئة بالمغامرات. هل تذكر القصة عن رحلتها إلى أوروبا؟",
                        "Bengali": "সেই গল্পগুলি অসাধারণ ছিল। তার জীবন ছিল অত্যন্ত রোমাঞ্চকর। ইউরোপ সফরের গল্পটা মনে পড়ে?",
                        "Portuguese": "Essas histórias eram incríveis. Ela teve uma vida tão aventureira. Lembra-se daquela sobre a viagem dela à Europa?",
                        "Russian": "Эти истории были потрясающими. У нее была такая приключенческая жизнь. Помнишь ту, о её поездке в Европу?",
                        "Japanese": "その話は素晴らしかったです。彼女はとても冒険的な人生を送りました。ヨーロッパ旅行の話を覚えていますか？",
                        "Punjabi": "ਉਹ ਕਹਾਣੀਆਂ ਬਹੁਤ ਸ਼ਾਨਦਾਰ ਸਨ। ਉਸਦੀ ਜ਼ਿੰਦਗੀ ਬਹੁਤ ਸਾਰੀਆਂ ਸਹਸੀ ਭਰਪੂਰ ਸੀ। ਕੀ ਤੁਸੀਂ ਯੂਰਪ ਦੀ ਯਾਤਰਾ ਵਾਲੀ ਕਹਾਣੀ ਯਾਦ ਕਰਦੇ ਹੋ?",
                        "German": "Diese Geschichten waren erstaunlich. Sie hatte ein so abenteuerliches Leben. Erinnerst du dich an die über ihre Reise nach Europa?",
                        "Javanese": "Crita-crita kuwi luar biasa. Dheweke duwe urip sing penuh petualangan. Apa sampeyan elinga crita babagan lelungan menyang Eropa?",
                        "Korean": "그 이야기들은 정말 멋졌어요. 그녀는 매우 모험적인 삶을 살았죠. 유럽 여행에 관한 이야기 기억나세요?",
                        "French": "Ces histoires étaient incroyables. Elle a eu une vie si aventureuse. Tu te souviens de celle sur son voyage en Europe ?",
                        "Telugu": "ఆ కథలు అద్భుతంగా ఉన్నాయి. ఆమె జీవితంలో ఎంతో అడ్వెంచరస్‌గా ఉండింది. ఆమె యూరప్ పర్యటన గురించి చెప్పిన కథను గుర్తుందా?",
                        "Marathi": "त्या कथा आश्चर्यकारक होत्या. तिचं जीवन खूपच साहसी होतं. तिला युरोपच्या प्रवासाबद्दलची कथा लक्षात आहे का?",
                        "Tamil": "அந்தக் கதைகள் அற்புதமாக இருந்தன. அவள் மிகுந்த சாகசமான வாழ்க்கை வாழ்ந்தாள். அவள் யூரோப் பயணத்தின் குறித்த கதை நினைவிற்கு வருகிறதா?",
                        "Vietnamese": "Những câu chuyện đó thật tuyệt vời. Bà có một cuộc đời rất phiêu lưu. Bạn có nhớ câu chuyện về chuyến đi của bà đến châu Âu không?",
                        "Urdu": "وہ کہانیاں حیرت انگیز تھیں۔ اس کی زندگی بہت مہم جو تھی۔ کیا آپ کو یورپ کے سفر والی کہانی یاد ہے؟",
                        "Filipino": "Ang mga kwentong iyon ay kamangha-mangha. Siya ay may napaka-mahilig sa pakikipagsapalaran na buhay. Naalala mo ba ang tungkol sa kanyang biyahe sa Europa?",
                        "Romanian": "Acele povești erau uimitoare. A avut o viață atât de aventuroasă. Îți amintești de cea despre călătoria ei în Europa?",
                        "Albanian": "Ato histori ishin të mrekullueshme. Ajo kishte një jetë kaq aventuriste. E kujton atë për udhëtimin e saj në Evropë?",
                        "Nepali": "ती कथाहरू अद्भुत थिइन्। उनको जीवन धेरै साहसी थियो। उनलाई युरोपको यात्राको बारेमा थाहा छ?",
                        "Khmer": "និយាយដល់រឿងទាំងនេះគឺគួរអោយភ្ញាក់ផ្អើល។ គាត់មានជីវិតដែលពោរពេញទៅដោយភាពប្រយ័ត្ន។ តើអ្នកចាំរឿងពីការធ្វើដំណើរទៅអឺរ៉ុបទេ?",
                        "Sinhalese": "ඔයාලගේ කතා ඉතාම අද්භූත විය. ඇය බොහෝම අභියෝගාත්මක ජීවිතයක් ගෙන ඇත. ඇය යුරෝපයට ගිය චාරිකාව ගැන ඔබට මතක්ද?",
                        "Amharic": "እነዚህ ታላቅ ተሞክሮዎች ነበሩ። እርሷ እጅግ አውቶም ባለው ህይወት ነበር። እርሷ ወደ አውሮፓ የወጡትን የሚናገሩትን ታሪክ እንዴት እንደ አስታውስበው ይችላሉ?",
                        "Pashto": "دا کیسې حیرانونکې وې. هغې ډیرې مہم جوئی لرونکې ژوند درلود. د هغې د یورپ سفر په اړه کیسه یادوی؟",
                        "Burmese": "အဲဒီဇာတ်လမ်းတွေဟာ အံ့သြဖွယ်ပါ။ သူမ၏ အထူးသဖြင့် စုံလင်တဲ့ဘဝတစ်ခု ရှိပါတယ်။ သူမ၏ ယူရိုပ်ခရီးအကြောင်း ဇာတ်လမ်းကို သတိရပါသလား?",
                        "Somali": "Sheekooyinkaas waxay ahaayeen kuwo cajiib ah. Waxay lahayd nolol aad u madadaalo badan. Ma xasuusataa sheekada safarkeeda Yurub?"
                    }
                },
                {
                    "text": "How could I forget? I always dreamed of going on adventures like hers. And Mom would join in with her own stories about their family vacations.",
                    "translations": {
                        "Chinese": "我怎么可能忘记呢？我总是梦想着像她一样去冒险。而且妈妈也会分享她自己关于家庭假期的故事。",
                        "Spanish": "¿Cómo podría olvidar? Siempre soñé con tener aventuras como las suyas. Y mamá también se unía con sus propias historias sobre las vacaciones familiares.",
                        "Hindi": "मैं कैसे भूल सकता हूँ? मैंने हमेशा उसके जैसे साहसिक यात्राओं का सपना देखा। और माँ भी अपने परिवार की छुट्टियों की कहानियों के साथ शामिल हो जातीं।",
                        "Arabic": "كيف يمكنني أن أنسى؟ كنت دائمًا أحلم بالذهاب في مغامرات مثل مغامراتها. وكانت أمي تشارك أيضًا بقصصها الخاصة عن عطلاتهم العائلية.",
                        "Bengali": "আমি কীভাবে ভুলতে পারি? আমি সবসময় তার মতো সাহসিকতার স্বপ্ন দেখেছি। আর মমিও তার নিজের পরিবারের ছুটির গল্প নিয়ে যোগ দিতেন।",
                        "Portuguese": "Como eu poderia esquecer? Sempre sonhei em ter aventuras como as dela. E a mamãe também participava com suas próprias histórias sobre as férias em família.",
                        "Russian": "Как я мог забыть? Я всегда мечтал о приключениях, как у нее. А мама также присоединялась со своими собственными рассказами о семейных отпусках.",
                        "Japanese": "どうして忘れられようか？私はいつも彼女のような冒険を夢見ていました。そして、母も家族旅行について自分の話を加えていました。",
                        "Punjabi": "ਮੈਂ ਕਿਵੇਂ ਭੁੱਲ ਸਕਦਾ ਹਾਂ? ਮੈਂ ਹਮੇਸ਼ਾ ਉਸੇ ਤਰ੍ਹਾਂ ਦੇ ਸਹਸੀ ਸਫਰਾਂ ਦਾ ਸੁਪਨਾ ਦੇਖਿਆ ਹੈ। ਅਤੇ ਮਾਂ ਵੀ ਆਪਣੇ ਪਰਿਵਾਰਕ ਛੁੱਟੀਆਂ ਦੀਆਂ ਕਹਾਣੀਆਂ ਨਾਲ ਸ਼ਾਮਲ ਹੋ ਜਾਂਦੀ ਸੀ।",
                        "German": "Wie könnte ich das vergessen? Ich habe immer davon geträumt, Abenteuer wie ihre zu erleben. Und Mama hat auch mit ihren eigenen Geschichten über die Familienurlaube mitgemacht.",
                        "Javanese": "Kepiye aku bisa lali? Aku mesthi ngimpi nindakake petualangan kaya dheweke. Lan Ibu uga melu kanthi ceritane dhewe babagan liburan kulawarga.",
                        "Korean": "어떻게 잊을 수 있겠어요? 저는 항상 그녀처럼 모험을 떠나는 꿈을 꾸었습니다. 그리고 엄마는 가족 휴가에 대한 자신의 이야기로 함께 하셨습니다.",
                        "French": "Comment pourrais-je oublier ? J'ai toujours rêvé de vivre des aventures comme les siennes. Et maman se joignait aussi avec ses propres histoires sur les vacances en famille.",
                        "Telugu": "నేను ఎలా మర్చిపోవచ్చు? ఆమెలా అడ్వెంచర్స్‌లో వెళ్ళాలని నేను ఎప్పుడూ కలలుకూలేదాన్ని. మరియు మా అమ్మ కూడా కుటుంబ విరామాల గురించి తన కథలతో చేరేవారు.",
                        "Marathi": "मी कसे विसरू शकतो? मी नेहमी तिच्या सारख्या साहसी प्रवासांची स्वप्ने पाहिली. आणि आई देखील त्यांच्या कौटुंबिक सुट्ट्यांवरील तिच्या स्वत:च्या कथा सांगत असे.",
                        "Tamil": "நான் எப்படியெல்லாம் மறக்க முடியும்? நான் எப்போதும் அவளின் போன்ற சாகசங்களைக் கனவுகளாகக் காண்கிறேன். மேலும் அம்மா குடும்ப விடுமுறைகள் பற்றிய தன் கதைகளுடன் சேர்ந்து அமர்வாள்.",
                        "Vietnamese": "Làm sao tôi có thể quên được? Tôi luôn mơ ước có những cuộc phiêu lưu như cô ấy. Và mẹ cũng tham gia với những câu chuyện riêng của bà về các kỳ nghỉ gia đình.",
                        "Urdu": "میں کیسے بھول سکتا ہوں؟ میں ہمیشہ اس کی طرح مہمات پر جانے کا خواب دیکھتا تھا۔ اور ماں بھی اپنے خاندان کی تعطیلات کے بارے میں اپنی کہانیوں کے ساتھ شامل ہوتی تھیں۔",
                        "Filipino": "Paano ko makakalimutan? Palagi kong pinapangarap na magkaroon ng mga pakikipagsapalaran na tulad ng sa kanya. At sumali rin si Mama sa kanyang mga kwento tungkol sa kanilang mga bakasyon sa pamilya.",
                        "Romanian": "Cum aș putea uita? Am visat mereu să am aventuri ca ale ei. Și mama se alătura și cu propriile ei povești despre vacanțele de familie.",
                        "Albanian": "Si mund ta harroj? Unë gjithmonë kam ëndërruar të kem aventurat si ajo. Dhe mama do të bashkohej gjithashtu me historitë e saj për pushimet e familjes.",
                        "Nepali": "म कसरी बिर्सन सक्छु? मैले सँधै उहाँको जस्तो साहसिक यात्रा गर्ने सपना देखेको थिएँ। र आमा पनि आफ्नो परिवारको छुट्टिहरूको कथा लिएर सामेल हुनुहुन्थ्यो।",
                        "Khmer": "តើខ្ញុំអាចបំភ្លេចបានយ៉ាងដូចម្តេច? ខ្ញុំតែងតែបានស្តាប់ពីការផលិតដូចជាការចេញដំណើរទៅជីវិតរបស់នាង។ ហើយម៉ាក់ក៏បានចូលរួមជាមួយរឿងរបស់នាងអំពីការសម្រាកគ្រួសារដែរ។",
                        "Sinhalese": "මම කෙසේද මම අමතක කරන්නද? මට එයා වගේම යාත්‍රා කරණ ගැන හැමවිටම කල්පනා කරන්නයි සිතින් තිබුනා. සහ අම්මාගේ පවුල් නිවාඩු පිළිබඳ කථා සමඟ එකතු වේ.",
                        "Amharic": "እንዴት እንደ ተለዋዋጭ በምን አልተረሳም? እኔ በሁሉም ጊዜ እንደ እሷ በሰልፍን ዕለታት ለማግኘት እንደ ምሳሌ በእንቅስቃሴ እንደምን ተለዋዋጭ አልነበርም። እና እናቱ የቤተሰብ እንቅስቃሴዎች በሚሰጥበት በግል ታሪኮች ይቀላቀላል።",
                        "Pashto": "زه څنګه فراموش کولی شم؟ ما همیشه د هغې په څیر په ماجراو کې د تللو خوب لیدلی دی. او مور به د خپلې کورنۍ د رخصتیو په اړه د خپلو کیسو سره ګډون وکړي.",
                        "Burmese": "ငါမေ့တတ်ဘူး။ သူမကဲ့သို့ အကြောင်းအရာတွေကို ခရီးသွားချင်ခဲ့တယ်။ ဒါပေမယ့် မိခင်သည် မိသားစု ခရီးစဉ်များ အကြောင်းကို သူမရဲ့ ပိုမိုအကြောင်းများနှင့် တွဲဖက်ပါလိမ့်မယ်။",
                        "Somali": "Sideen u hilmaami karaa? Mar walba waxaan riyooday inaan helo halgano sida kuwaas. Hooyaduna waxay sidoo kale ku biirisaa sheekooyinkeeda ku saabsan fasaxyada qoyska."
                    }
                }
            ]
        }
    ]
}