{
    "lesson": [
        {
            "title": "Listen",
            "conversation": [
                {
                    "text": "So, Jake, what do you do?",
                    "translations": {
                        "Chinese": "那么，杰克，你做什么工作？",
                        "Spanish": "Entonces, Jake, ¿a qué te dedicas?",
                        "Hindi": "तो, जेक, आप क्या करते हैं?",
                        "Arabic": "إذن، جاك، ماذا تعمل؟",
                        "Bengali": "তাহলে, জেক, তুমি কি করো?",
                        "Portuguese": "Então, Jake, o que você faz?",
                        "Russian": "Итак, Джейк, чем ты занимаешься?",
                        "Japanese": "それで、ジェイク、君は何をしているの？",
                        "Punjabi": "ਤਾਂ, ਜੇਕ, ਤੂੰ ਕੀ ਕਰਦਾ ਹੈਂ?",
                        "German": "Also, Jake, was machst du?",
                        "Javanese": "Dadi, Jake, sampeyan apa?",
                        "Korean": "자, 제이크, 당신은 무엇을 하나요?",
                        "French": "Alors, Jake, que fais-tu ?",
                        "Telugu": "అప్పుడు, జేక్, మీరు ఏమి చేస్తారు?",
                        "Marathi": "तर, जेक, तुम्ही काय करता?",
                        "Tamil": "அப்படியெனில், ஜேக், நீங்கள் என்ன செய்கிறீர்கள்?",
                        "Vietnamese": "Vậy, Jake, bạn làm gì?",
                        "Urdu": "تو، جیک، آپ کیا کرتے ہیں؟",
                        "Filipino": "Kaya, Jake, ano ang ginagawa mo?",
                        "Romanian": "Deci, Jake, ce faci?",
                        "Albanian": "Pra, Jake, çfarë bën?",
                        "Nepali": "त्यसो भए, जेक, तपाईं के गर्नुहुन्छ?",
                        "Khmer": "ដូច្នេះ, Jake, អ្នកធ្វើអ្វី?",
                        "Sinhalese": "ඉතින්, ජේක්, ඔයා මොනවද කරනවා?",
                        "Amharic": "ስለዚህ ጄክ አንተ ምን እንደምትሰራ ነው?",
                        "Pashto": "نو، جیک، ته څه کوې؟",
                        "Burmese": "ဆိုရင်၊ ဂျိတ်၊ သင်ဘာလုပ်ပါသလဲ။",
                        "Somali": "Haddaba, Jake, maxaad qabataa?"
                    }
                },
                {
                    "text": "I'm a graphic designer. I work for a small marketing firm in town.",
                    "translations": {
                        "Chinese": "我是一名平面设计师。我在镇上的一家小型营销公司工作。",
                        "Spanish": "Soy diseñador gráfico. Trabajo para una pequeña empresa de marketing en la ciudad.",
                        "Hindi": "मैं एक ग्राफिक डिज़ाइनर हूँ। मैं शहर की एक छोटी मार्केटिंग फर्म के लिए काम करता हूँ।",
                        "Arabic": "أنا مصمم جرافيك. أعمل في شركة تسويق صغيرة في المدينة.",
                        "Bengali": "আমি একজন গ্রাফিক ডিজাইনার। আমি শহরের একটি ছোট মার্কেটিং ফার্মে কাজ করি।",
                        "Portuguese": "Sou designer gráfico. Trabalho para uma pequena empresa de marketing na cidade.",
                        "Russian": "Я графический дизайнер. Я работаю в небольшой маркетинговой компании в городе.",
                        "Japanese": "私はグラフィックデザイナーです。町の小さなマーケティング会社で働いています。",
                        "Punjabi": "ਮੈਂ ਇੱਕ ਗ੍ਰਾਫਿਕ ਡਿਜ਼ਾਈਨਰ ਹਾਂ। ਮੈਂ ਸ਼ਹਿਰ ਵਿੱਚ ਇੱਕ ਛੋਟੇ ਮਾਰਕੀਟਿੰਗ ਫਰਮ ਲਈ ਕੰਮ ਕਰਦਾ ਹਾਂ।",
                        "German": "Ich bin Grafikdesigner. Ich arbeite für eine kleine Marketingfirma in der Stadt.",
                        "Javanese": "Aku seorang desainer grafis. Aku kerja ing perusahaan pemasaran cilik ing kutha.",
                        "Korean": "저는 그래픽 디자이너입니다. 저는 도시의 작은 마케팅 회사에서 일하고 있습니다.",
                        "French": "Je suis graphiste. Je travaille pour une petite agence de marketing en ville.",
                        "Telugu": "నేను గ్రాఫిక్ డిజైనర్. నేను పట్టణంలోని చిన్న మార్కెటింగ్ సంస్థ కోసం పని చేస్తున్నాను.",
                        "Marathi": "मी एक ग्राफिक डिझाइनर आहे. मी शहरातील एका छोट्या विपणन कंपनीसाठी काम करतो.",
                        "Tamil": "நான் ஒரு கிராஃபிக் டிசைனர். நான் நகரத்தில் உள்ள சிறிய மார்க்கெட்டிங் நிறுவனத்திற்கு வேலை செய்கிறேன்.",
                        "Vietnamese": "Tôi là một nhà thiết kế đồ họa. Tôi làm việc cho một công ty marketing nhỏ trong thành phố.",
                        "Urdu": "میں ایک گرافک ڈیزائنر ہوں۔ میں شہر میں ایک چھوٹی مارکیٹنگ فرم کے لیے کام کرتا ہوں۔",
                        "Filipino": "Ako ay isang graphic designer. Nagtatrabaho ako para sa isang maliit na kumpanya ng marketing sa bayan.",
                        "Romanian": "Sunt designer grafic. Lucrez pentru o mică firmă de marketing din oraș.",
                        "Albanian": "Jam një dizajner grafik. Punoj për një firmë të vogël marketingu në qytet.",
                        "Nepali": "म एक ग्राफिक डिजाइनर हुँ। म शहरको एक साना मार्केटिंग फर्मको लागि काम गर्छु।",
                        "Khmer": "ខ្ញុំគឺជាអ្នករចនាក្រាហ្វិច។ ខ្ញុំធ្វើការសម្រាប់ក្រុមហ៊ុនទីផ្សារតូចមួយនៅក្នុងទីក្រុង។",
                        "Sinhalese": "මම ග්‍රාෆික් නිර්මාපකයෙක්. මම නගරයේ කුඩා මාර්කටින් සමාගමක වැඩකරනවා.",
                        "Amharic": "እኔ ግራፊክ ንዋየት ነኝ። በከተማ ውስጥ ትንሽ ማርኬቲንግ ኩባንያ ስራ እሰራለሁ።",
                        "Pashto": "زه یو ګرافیک ډیزاینر یم. زه د ښار په یوه کوچني مارکیټینګ شرکت کې کار کوم.",
                        "Burmese": "ကျွန်တော်မှာ ဂရပ်ဖစ်ဒီဇိုင်နာတစ်ဦးဖြစ်ပါတယ်။ ကျွန်တော်မြို့တွင် တစ်ခုလုံးသေးငယ်သော မာ့ကတင်းကုမ္ပဏီတစ်ခုတွင် အလုပ်လုပ်ပါတယ်။",
                        "Somali": "Waxaan ahay naqshadeeye garaaf. Waxaan ka shaqeeyaa shirkad suuqgeyn yar oo magaalada ku taalla."
                    }
                },
                {
                    "text": "That sounds creative and fun. Did your parents influence your career choice?",
                    "translations": {
                        "Chinese": "听起来很有创意，也很有趣。你的父母影响了你的职业选择吗？",
                        "Spanish": "Eso suena creativo y divertido. ¿Influyeron tus padres en tu elección de carrera?",
                        "Hindi": "यह सुनने में रचनात्मक और मजेदार लगता है। क्या आपके माता-पिता ने आपके करियर के चुनाव पर प्रभाव डाला?",
                        "Arabic": "يبدو أن هذا إبداعي وممتع. هل أثر والديك على اختيارك المهني؟",
                        "Bengali": "এটি সৃজনশীল এবং মজাদার শোনাচ্ছে। আপনার পিতা-মাতা কি আপনার ক্যারিয়ার নির্বাচনে প্রভাবিত করেছিলেন?",
                        "Portuguese": "Isso parece criativo e divertido. Seus pais influenciaram sua escolha de carreira?",
                        "Russian": "Звучит креативно и весело. Ваши родители повлияли на ваш выбор профессии?",
                        "Japanese": "それは創造的で楽しい感じがしますね。ご両親はあなたのキャリア選択に影響を与えましたか？",
                        "Punjabi": "ਇਹ ਰਚਨਾਤਮਕ ਅਤੇ ਮਜ਼ੇਦਾਰ ਲੱਗਦਾ ਹੈ। ਕੀ ਤੁਹਾਡੇ ਮਾਪੇ ਤੁਹਾਡੀ ਕਰੀਅਰ ਚੋਣ 'ਤੇ ਪ੍ਰਭਾਵਿਤ ਹੋਏ ਸਨ?",
                        "German": "Das klingt kreativ und spaßig. Haben deine Eltern deine Berufswahl beeinflusst?",
                        "Javanese": "Kayaé kreatif lan nyenengaké. Apa wong tuwa sampeyan mengaruhi pilihan karir sampeyan?",
                        "Korean": "창의적이고 재미있어 보이네요. 부모님이 당신의 진로 선택에 영향을 미쳤나요?",
                        "French": "Cela semble créatif et amusant. Vos parents ont-ils influencé votre choix de carrière ?",
                        "Telugu": "అది సృజనాత్మకమైన మరియు సరదాగా అనిపిస్తుంది. మీ తల్లిదండ్రులు మీ కెరీర్ ఎంపికపై ప్రభావం చూపించారా?",
                        "Marathi": "हे रचनात्मक आणि मजेदार वाटते. तुमच्या पालकांनी तुमच्या करिअरच्या निवडीवर प्रभाव टाकला का?",
                        "Tamil": "அது சீரிய மற்றும் கஷ்டமானதாகத் தெரிகிறது. உங்கள் பெற்றோர்கள் உங்கள் தொழில்நுட்பத் தேர்வில் பாதிப்பு அளித்தாரா?",
                        "Vietnamese": "Nghe có vẻ sáng tạo và vui vẻ. Ba mẹ có ảnh hưởng đến sự chọn nghề của bạn không?",
                        "Urdu": "یہ تخلیقی اور تفریحی لگتا ہے۔ کیا آپ کے والدین نے آپ کے کیریئر کے انتخاب پر اثر ڈالا؟",
                        "Filipino": "Mukhang malikhaing at masaya. Naapektuhan ba ng iyong mga magulang ang iyong pagpili ng karera?",
                        "Romanian": "Asta sună creativ și distractiv. Părinții tăi au influențat alegerea ta profesională?",
                        "Albanian": "Kjo tingëllon krijuese dhe argëtuese. A e kanë ndikuar prindërit tuaj zgjedhjen tuaj për karrierë?",
                        "Nepali": "यो सिर्जनात्मक र रमाइलो सुनिन्छ। के तपाइँका आमाबाबुले तपाइँको करियर छनोटलाई प्रभाव पार्नुभयो?",
                        "Khmer": "វាហួសពីការបង្កើតនិងសប្បាយ។ តើឪពុកម្តាយរបស់អ្នកមានឥទ្ធិពលលើការជ្រើសរើសមុខរបររបស់អ្នកទេ?",
                        "Sinhalese": "එය නිර්මාණශීලී සහ විනෝදදායක ලෙස පෙනේ. ඔබේ දෙමාපියන් ඔබේ වෘත්තිය තෝරා ගැනීමේදී බලපෑම් දැමූද?",
                        "Amharic": "ይህ ፈጠራ እና ደስታ የሚሰጥ ይመስላል። ወንድሞችህ በስራ ምርጫህ ተጽእኖ አድርገዋል?",
                        "Pashto": "دا خلاق او خوندور ښکاري. آیا ستاسو والدین د ستاسو د مسلک انتخاب باندې اغیزه کړې؟",
                        "Burmese": "ဒါဟာဖန်တီးမှုနှင့်အပျော်သဘောရသောပုံသေနည်းဖြစ်ပါသည်။ သင့်မိဘများသည် သင့်လုပ်ငန်းရွေးချယ်မှုကို သက်ရောက်မှုရှိခဲ့ပါသလား။",
                        "Somali": "Taasi waxay u muuqataa mid hal-abuur leh oo xiiso leh. Ma saameeyeen waalidiintaada doorashadaada shaqo?"
                    }
                },
                {
                    "text": "Not directly. My mom is a doctor and my dad is an engineer. They always encouraged me to follow my own path, though.",
                    "translations": {
                        "Chinese": "不直接。我妈妈是医生，我爸爸是工程师。不过，他们总是鼓励我走自己的路。",
                        "Spanish": "No directamente. Mi mamá es doctora y mi papá es ingeniero. Sin embargo, siempre me animaron a seguir mi propio camino.",
                        "Hindi": "सीधे तौर पर नहीं। मेरी माँ डॉक्टर हैं और मेरे पिता इंजीनियर हैं। हालांकि, उन्होंने हमेशा मुझे अपनी खुद की राह पर चलने के लिए प्रोत्साहित किया।",
                        "Arabic": "ليس مباشرةً. والدتي طبيبة ووالدي مهندس. ومع ذلك، فقد شجعوني دائمًا على اتباع طريقي الخاص.",
                        "Bengali": "সরাসরি নয়। আমার মায়ের পেশা ডাক্তার এবং আমার বাবার পেশা ইঞ্জিনিয়ার। তবুও, তারা সবসময় আমাকে আমার নিজস্ব পথ অনুসরণ করতে উৎসাহিত করেছে।",
                        "Portuguese": "Não diretamente. Minha mãe é médica e meu pai é engenheiro. No entanto, eles sempre me incentivaram a seguir meu próprio caminho.",
                        "Russian": "Не напрямую. Моя мама врач, а папа инженер. Тем не менее, они всегда поощряли меня следовать своим путем.",
                        "Japanese": "直接的にはありません。母は医者で、父はエンジニアです。それでも、彼らは常に自分の道を進むように励ましてくれました。",
                        "Punjabi": "ਸਿੱਧੇ ਤੌਰ 'ਤੇ ਨਹੀਂ। ਮੇਰੀ ਮਾਂ ਡਾਕਟਰ ਹੈ ਅਤੇ ਮੇਰੇ ਪਿਓ ਇੰਜੀਨੀਅਰ ਹਨ। ਫਿਰ ਵੀ, ਉਨ੍ਹਾਂ ਨੇ ਮੈਨੂੰ ਹਮੇਸ਼ਾ ਆਪਣੀ ਰਾਹ ਤੇ ਚੱਲਣ ਲਈ ਪ੍ਰੋਤਸਾਹਿਤ ਕੀਤਾ।",
                        "German": "Nicht direkt. Meine Mutter ist Ärztin und mein Vater Ingenieur. Sie haben mich jedoch immer ermutigt, meinen eigenen Weg zu gehen.",
                        "Javanese": "Ora langsung. Ibuku dokter lan bapakku insinyur. Nanging, dheweke tansah nyemangati aku kanggo ngetutake dalan dhewe.",
                        "Korean": "직접적으로는 아닙니다. 제 어머니는 의사시고 아버지는 엔지니어십니다. 그럼에도 불구하고 그들은 항상 제 길을 가라고 격려해 주셨습니다.",
                        "French": "Pas directement. Ma mère est médecin et mon père est ingénieur. Cependant, ils m'ont toujours encouragé à suivre mon propre chemin.",
                        "Telugu": "ప్రత్యక్షంగా కాదు. నా అమ్మ ఒక వైద్యురాలు మరియు నా నాన్న ఒక ఇంజనీర్. అయినప్పటికీ, వారు ఎప్పుడూ నా స్వంత మార్గాన్ని అనుసరించమని ప్రోత్సహించారు.",
                        "Marathi": "थेट नाही. माझी आई डॉक्टर आहे आणि माझे वडील अभियंता आहेत. तरीही, त्यांनी नेहमीच मला माझा स्वतःचा मार्ग अनुसरण करण्यासाठी प्रोत्साहन दिले.",
                        "Tamil": "சரியாக இல்லை. எனது அம்மா ஒரு மருத்துவர் மற்றும் என் அப்பா ஒரு பொறியாளர். இருப்பினும், அவர்கள் எப்போதும் எனக்கு என் சொந்த பாதையைப் பின்பற்ற நெருக்கமான உற்சாகத்தை அளித்தனர்.",
                        "Vietnamese": "Không phải trực tiếp. Mẹ tôi là bác sĩ và bố tôi là kỹ sư. Tuy nhiên, họ luôn khuyến khích tôi theo đuổi con đường của riêng mình.",
                        "Urdu": "براہ راست نہیں۔ میری ماں ڈاکٹر ہیں اور میرے والد انجینئر ہیں۔ تاہم، انہوں نے ہمیشہ مجھے اپنی راہ پر چلنے کی ترغیب دی۔",
                        "Filipino": "Hindi direkta. Ang aking ina ay isang doktor at ang aking ama ay isang inhinyero. Gayunpaman, palagi nila akong hinihikayat na sundin ang sarili kong landas.",
                        "Romanian": "Nu direct. Mama mea este doctor și tata este inginer. Cu toate acestea, ei m-au încurajat întotdeauna să urmez propria mea cale.",
                        "Albanian": "Jo drejtpërdrejt. Nëna ime është mjeke dhe babai im është inxhinier. Megjithatë, ata gjithmonë më inkurajuan të ndjek rrugën time.",
                        "Nepali": "सिधै होइन। मेरी आमा डाक्टर हुनुहुन्छ र मेरा बाबा इञ्जिनियर हुनुहुन्छ। यद्यपि, उनीहरूले सधैं मलाई मेरो आफ्नै बाटो अनुसरण गर्न प्रोत्साहित गरे।",
                        "Khmer": "មិនផ្ទាល់។ ម្តាយរបស់ខ្ញុំជាគ្រូពេទ្យ និងឪពុករបស់ខ្ញុំជាអ្នកវិស្វករ។ ទោះជាយ៉ាងណាក៏ដោយ ពួកគាត់បានលើកទឹកចិត្តឲ្យខ្ញុំធ្វើតាមផ្លូវរបស់ខ្ញុំឯង។",
                        "Sinhalese": "සැබෑවෙන්ම නැහැ. මගේ අම්මා වෛද්‍යවර්ධිකාවන්ය සහ මගේ පියා ඉංජිනේරුවරයෙකි. එහෙත්, ඔවුන් හැම විටම මට මගේම මඟ පසු කිරීම සඳහා උපකාර කළා.",
                        "Amharic": "በቀጥታ አይደለም። እኔን የሚያሳይ እናት እና እኔን ከሚያደርግ አባት እንደሆኑ እንኳን ይህንን አስቸጋሪ ማስተላለፊያ ከማስተላለፊያ እንዲሆኑ እንዲሆኑ የሚያንዳቸውን እንዴት እንደሚያንዳቸውን እንዲሆኑ እንዲሆኑ፣ ነገር ግን እንዴት ያስቸግራልን።",
                        "Pashto": "مستقیم نه. زما مور ډاکټر ده او زما پلار انجنیر دی. مګر، هغوی تل ما هڅوي چې خپل لار تعقیب کړم.",
                        "Burmese": "တိုက်ရိုက်မဟုတ်ပါ။ ကျွန်တော့်အမေက ဆရာဝန်ဖြစ်ပြီး ကျွန်တော့်အဖေက အင်ဂျင်နီယာဖြစ်ပါတယ်။ သို့သော်၊ သူတို့အမြဲတမ်း ကျွန်တော့်ကို ကိုယ်ပိုင်လမ်းကိုသွားဖို့ လုပ်ထုံးလုပ်နည်းရပ်များနှင့် တွဲဖက်ထားကြသည်။",
                        "Somali": "Si toos ah ma aha. Hooyaday waa dhakhtar iyo aabahayna waa injineer. Si kastaba ha ahaatee, marwalba waxay iga taageereen inaan raaco wadadayda."
                    }
                },
                {
                    "text": "Wow, a doctor and an engineer? That's impressive. Do you ever feel pressured to go into a similar field?",
                    "translations": {
                        "Chinese": "哇，医生和工程师？这真令人印象深刻。你是否感到有压力去从事类似的领域？",
                        "Spanish": "Vaya, ¿un doctor y un ingeniero? Eso es impresionante. ¿Alguna vez te sientes presionado para entrar en un campo similar?",
                        "Hindi": "वाह, एक डॉक्टर और एक इंजीनियर? यह प्रभावशाली है। क्या आपको कभी ऐसा लगता है कि आपको इसी तरह के क्षेत्र में जाने के लिए दबाव महसूस होता है?",
                        "Arabic": "واو، طبيب ومهندس؟ هذا مثير للإعجاب. هل شعرت يومًا بالضغط لدخول مجال مشابه؟",
                        "Bengali": "ওয়াও, একজন ডাক্তার এবং একজন ইঞ্জিনিয়ার? এটা চমৎকার। আপনি কি কখনও একই ধরনের ক্ষেত্রে প্রবেশ করার জন্য চাপ অনুভব করেন?",
                        "Portuguese": "Uau, um médico e um engenheiro? Isso é impressionante. Você já se sentiu pressionado a seguir uma área semelhante?",
                        "Russian": "Вау, врач и инженер? Это впечатляет. Вы когда-нибудь чувствовали давление перейти в похожую сферу?",
                        "Japanese": "わあ、医者とエンジニアですか？それは素晴らしいですね。似たような分野に進むプレッシャーを感じることはありますか？",
                        "Punjabi": "ਵਾਹ, ਇੱਕ ਡਾਕਟਰ ਅਤੇ ਇੱਕ ਇੰਜੀਨੀਅਰ? ਇਹ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਕਦੇ ਕਿਸੇ ਸਮਾਨ ਖੇਤਰ ਵਿੱਚ ਜਾਣ ਲਈ ਦਬਾਅ ਮਹਿਸੂਸ ਕੀਤਾ ਹੈ?",
                        "German": "Wow, ein Arzt und ein Ingenieur? Das ist beeindruckend. Fühlst du dich manchmal unter Druck gesetzt, in ein ähnliches Feld zu gehen?",
                        "Javanese": "Wow, dokter lan insinyur? Iki nggawe kesan. Apa sampeyan tau krasa tertekan kanggo mlebu ing lapangan sing padha?",
                        "Korean": "와, 의사와 엔지니어? 인상적이네요. 비슷한 분야로 가야 한다는 압박감을 느낀 적이 있나요?",
                        "French": "Wow, un médecin et un ingénieur ? C'est impressionnant. Ressens-tu parfois la pression de te lancer dans un domaine similaire ?",
                        "Telugu": "వావ్, ఒక వైద్యుడు మరియు ఒక ఇంజినీరు? ఇది ఇంప్రెసివ్. మీరు ఎప్పుడైనా సమానమైన రంగంలోకి వెళ్ళడానికి ఒత్తిడి అనుభవించారా?",
                        "Marathi": "व wow, एक डॉक्टर आणि एक इंजिनिअर? हे प्रभावशाली आहे. तुम्हाला कधीही समान क्षेत्रात जाण्याचे दाबणारे वाटते का?",
                        "Tamil": "வா, ஒரு மருத்துவர் மற்றும் ஒரு பொறியாளர்? இது குறிப்பிடத்தக்கது. நீங்கள் எப்போதாவது ஒரு சமமான துறையில் செல்லும் அழுத்தத்தை உணருகிறீர்களா?",
                        "Vietnamese": "Wow, một bác sĩ và một kỹ sư? Thật ấn tượng. Bạn có bao giờ cảm thấy bị áp lực để theo đuổi một lĩnh vực tương tự không?",
                        "Urdu": "واہ، ایک ڈاکٹر اور ایک انجینئر؟ یہ متاثر کن ہے۔ کیا آپ کبھی کسی مشابہہ شعبے میں جانے کے لیے دباؤ محسوس کرتے ہیں؟",
                        "Filipino": "Wow, isang doktor at isang inhinyero? Nakakabilib. Nakakaramdam ka ba ng presyon na pumasok sa isang katulad na larangan?",
                        "Romanian": "Wow, un medic și un inginer? Asta este impresionant. Ai simțit vreodată presiune să intri într-un domeniu similar?",
                        "Albanian": "Wow, një mjek dhe një inxhinier? Kjo është mbresëlënëse. A keni ndjerë ndonjëherë presion për të hyrë në një fushë të ngjashme?",
                        "Nepali": "वाह, एक डाक्टर र एक इञ्जिनियर? यो प्रभावशाली छ। के तपाईंले कहिल्यै समान क्षेत्रको काम गर्नको लागि दबाब महसुस गर्नुभएको छ?",
                        "Khmer": "វ៉ាវ, គ្រូពេទ្យមួយនិងវិស្វករមួយ? វាអស្ចារ្យណាស់។ តើអ្នកធ្លាប់មានការប៉ះពាល់ចិត្តនឹងការចូលរួមក្នុងវិស័យដូចគ្នាឬអត់?",
                        "Sinhalese": "වොවු, වෛද්‍යවරයෙක් සහ ඉංජිනේරුවරයෙක්? මේ අමුතුයි. ඔබට අමතරව එවක් ඔබට හෝ කිසිදු පිහිටාවක් මැනවී දැනෙන්නෙද?",
                        "Amharic": "አስደሳች እና የሚገኝ ድንጋይ እንዲሆኑ እንዴት በማህበረሰቡ ተጠቃሚ ሁኔታ ሲሆኑ፣ የሚገኝ ድንጋይ ለማድረግ በማህበረሰቡ የሚወድዱት በማህበረሰቡ አብራሪ እንደሚሆኑ፣ ምንም የተለየ ተጠቃሚ ታወቀብሃል?",
                        "Pashto": "واو، یو ډاکټر او یو انجینر؟ دا تاثیرناکه دی. آیا تاسو کله هم د ورته ډګر ته د ننوتلو لپاره فشار احساس کړی؟",
                        "Burmese": "အင်း၊ ဆရာဝန်တစ်ယောက်နှင့် အင်ဂျင်နီယာတစ်ယောက်? အထူးပါပဲ။ သင့်ကို မတူညီသောဌာနကိုဝင်ရန် တုန်လှုပ်မှုခံစားရပါသလား?",
                        "Somali": "Wow, dhakhtar iyo injineer? Tani waa mid layaableh. Ma waligaa dareentay cadaadis inaad gasho goob la mid ah?"
                    }
                },
                {
                    "text": "Sometimes, but they were always supportive of my interests. They just wanted me to be happy and passionate about whatever I chose to do.",
                    "translations": {
                        "Chinese": "有时候，但他们总是支持我的兴趣。他们只是希望我对我选择做的事情感到快乐和充满热情。",
                        "Spanish": "A veces, pero siempre apoyaron mis intereses. Solo querían que fuera feliz y apasionado por lo que eligiera hacer.",
                        "Hindi": "कभी-कभी, लेकिन वे हमेशा मेरी रुचियों का समर्थन करते थे। वे बस चाहते थे कि मैं खुश रहूं और जो भी मैं चुनूं उस पर उत्साही रहूं।",
                        "Arabic": "أحيانًا، لكنهم دائمًا كانوا داعمين لاهتماماتي. كانوا يريدون فقط أن أكون سعيدًا وشغوفًا بما أختاره للقيام به.",
                        "Bengali": "কখনও কখনও, তবে তারা সবসময় আমার আগ্রহের প্রতি সহায়ক ছিল। তারা শুধু চাইত যে আমি যা করতে বেছে নেব তাতে খুশি এবং উত্তেজিত থাকি।",
                        "Portuguese": "Às vezes, mas eles sempre apoiaram meus interesses. Eles só queriam que eu fosse feliz e apaixonado pelo que eu escolhesse fazer.",
                        "Russian": "Иногда, но они всегда поддерживали мои интересы. Они просто хотели, чтобы я был счастлив и увлечён тем, что бы я ни выбрал.",
                        "Japanese": "時々ありますが、彼らは常に私の興味をサポートしてくれました。彼らはただ、私が幸せで、選んだことに情熱を持ってほしいと思っていました。",
                        "Punjabi": "ਕਦੇ ਕਦੇ, ਪਰ ਉਹ ਹਮੇਸ਼ਾਂ ਮੇਰੀਆਂ ਦਿਲਚਸਪੀ ਦੇ ਸਹਿਯੋਗੀ ਸਨ। ਉਹ ਸਿਰਫ਼ ਚਾਹੁੰਦੇ ਸਨ ਕਿ ਮੈਂ ਖੁਸ਼ ਅਤੇ ਜਿਸ ਗੱਲ ਨੂੰ ਮੈਂ ਚੁਣਾਂ ਉਨ੍ਹਾਂ ਬਾਰੇ ਜੋਸ਼ੀਲਾ ਰਹਾਂ।",
                        "German": "Manchmal, aber sie haben immer meine Interessen unterstützt. Sie wollten einfach, dass ich glücklich und leidenschaftlich bei dem bin, was ich tue.",
                        "Javanese": "Kadhang-kadhang, nanging dheweke tansah ndhukung minatku. Dheweke mung pengin aku bahagia lan semangat babagan apa wae sing tak pilih.",
                        "Korean": "가끔씩 그렇긴 하지만, 그들은 항상 제 관심사를 지지해주었습니다. 그들은 단지 제가 행복하고 제가 선택한 일에 열정적이기를 원했습니다.",
                        "French": "Parfois, mais ils ont toujours soutenu mes intérêts. Ils voulaient juste que je sois heureux et passionné par ce que je choisissais de faire.",
                        "Telugu": "కొన్నిసార్లు, కానీ వారు ఎప్పుడూ నా ఆసక్తుల పట్ల మద్దతుగా ఉండేవారు. వారు నేను ఏం చేయాలో ఎంపిక చేసుకున్నా సంతోషంగా మరియు తేజస్విగా ఉండాలని మాత్రమే కోరారు.",
                        "Marathi": "कधी कधी, पण ते नेहमीच माझ्या आवडीस समर्थन करत असत. त्यांना फक्त माझ्या निवडीवर आनंदी आणि उत्साही असण्याची इच्छा होती.",
                        "Tamil": "சில நேரங்களில், ஆனால் அவர்கள் எப்போதும் என் விருப்பங்களுக்கு ஆதரவானவர்கள். நான் எதனைச் செய்ய விரும்புகிறோமோ அதைச் செய்து சந்தோஷமாகவும் ஆர்வமாகவும் இருக்க வேண்டும் என்று அவர்கள் விரும்பினார்கள்.",
                        "Vietnamese": "Đôi khi, nhưng họ luôn ủng hộ sở thích của tôi. Họ chỉ muốn tôi hạnh phúc và đam mê với bất cứ điều gì tôi chọn làm.",
                        "Urdu": "کبھی کبھی، لیکن وہ ہمیشہ میری دلچسپیوں کی حمایت کرتے تھے۔ وہ صرف یہ چاہتے تھے کہ میں خوش اور جو کچھ بھی میں کرنے کا انتخاب کروں اس پر پرجوش رہوں۔",
                        "Filipino": "Minsan, ngunit palagi silang sumusuporta sa aking mga interes. Gusto lang nilang maging masaya ako at masigasig sa anumang pipiliin kong gawin.",
                        "Romanian": "Uneori, dar ei au fost întotdeauna susținători ai intereselor mele. Ei doar își doreau să fiu fericit și pasionat de orice aș alege să fac.",
                        "Albanian": "Ndodhin ndonjëherë, por ata gjithmonë e mbështetën interesat e mia. Ata thjesht donin që unë të isha i lumtur dhe i apasionuar për çfarëdo që do të zgjidhja të bëja.",
                        "Nepali": "कहिले काँही, तर उनीहरूले सधैं मेरो चासोको समर्थन गरेका छन्। उनीहरू केवल चाहन्थे कि म खुशी र जुनसुकै कुरा छानें त्यसमा उत्साही रहूं।",
                        "Khmer": "កบางពេល ប៉ុន្តែពួកគេតែងតែគាំទ្រចំណាប់អារម្មណ៍របស់ខ្ញុំ។ ពួកគេតែចង់ឲ្យខ្ញុំមានសុភមង្គល និងគិតមើលអំពីអ្វីដែលខ្ញុំជ្រើសរើសធ្វើ។",
                        "Sinhalese": "කැමති, නමුත් ඔවුන් සදාකාලිකව මගේ රුචි මත සහාය විය. ඔවුන්ට කුමක් කරන්න තෝරාගත් වුවද මට සතුටු සහ උත්සාහය ඇති බව පමණක් අවශ්‍ය විය.",
                        "Amharic": "አንዳንድ ጊዜዎች ነገር ግን እነሱ ሁልጊዜ የእኔን ጥምቀት ድጋፍ እንደሆነ እንዴት የሚቆሰፍበትን ማስተላለፊያ ይቀር ነበር። ለማንኛውም የምንኛው ሂደት ለምንም ሰላምን እና ምንም ተስፋዎች እንደሆኑ እንዲሆኑ።",
                        "Pashto": "کله ناکله، مګر دوی هر وخت زما په شوقونو کې ملاتړ درلود. دوی یوازې غواړي چې زه خوشحاله او هغه څه چې ما یې غوره کړي، په اړه کې جذب پاتې شم.",
                        "Burmese": "အချို့အခါများရှိပြီး၊ သူတို့သည် သင်၏စိတ်ဝင်စားမှုများကို အမြဲအားပေးခဲ့ကြသည်။ သင်ရွေးချယ်သော အရာတိုင်းကို ပျော်ရွှင်ပြီး အားထုတ်စွာလုပ်ပါကသာ၊ သူတို့က ကြိုးစားလိုက်ကြသည်။",
                        "Somali": "Mararka qaarkood, laakiin had iyo jeer waxay taageereen xiisahayga. Waxay kaliya rabayeen inaan faraxsanahay oo xiiso u qabto wixii aan doorto inaan sameeyo."
                    }
                }
            ]
        },
        {
            "title": "Speak Yellow",
            "conversation": [
                {
                    "text": "So, Jake, what do you do?",
                    "translations": {
                        "Chinese": "那么，杰克，你做什么工作？",
                        "Spanish": "Entonces, Jake, ¿a qué te dedicas?",
                        "Hindi": "तो, जेक, आप क्या करते हैं?",
                        "Arabic": "إذن، جاك، ماذا تعمل؟",
                        "Bengali": "তাহলে, জেক, তুমি কি করো?",
                        "Portuguese": "Então, Jake, o que você faz?",
                        "Russian": "Итак, Джейк, чем ты занимаешься?",
                        "Japanese": "それで、ジェイク、君は何をしているの？",
                        "Punjabi": "ਤਾਂ, ਜੇਕ, ਤੂੰ ਕੀ ਕਰਦਾ ਹੈਂ?",
                        "German": "Also, Jake, was machst du?",
                        "Javanese": "Dadi, Jake, sampeyan apa?",
                        "Korean": "자, 제이크, 당신은 무엇을 하나요?",
                        "French": "Alors, Jake, que fais-tu ?",
                        "Telugu": "అప్పుడు, జేక్, మీరు ఏమి చేస్తారు?",
                        "Marathi": "तर, जेक, तुम्ही काय करता?",
                        "Tamil": "அப்படியெனில், ஜேக், நீங்கள் என்ன செய்கிறீர்கள்?",
                        "Vietnamese": "Vậy, Jake, bạn làm gì?",
                        "Urdu": "تو، جیک، آپ کیا کرتے ہیں؟",
                        "Filipino": "Kaya, Jake, ano ang ginagawa mo?",
                        "Romanian": "Deci, Jake, ce faci?",
                        "Albanian": "Pra, Jake, çfarë bën?",
                        "Nepali": "त्यसो भए, जेक, तपाईं के गर्नुहुन्छ?",
                        "Khmer": "ដូច្នេះ, Jake, អ្នកធ្វើអ្វី?",
                        "Sinhalese": "ඉතින්, ජේක්, ඔයා මොනවද කරනවා?",
                        "Amharic": "ስለዚህ ጄክ አንተ ምን እንደምትሰራ ነው?",
                        "Pashto": "نو، جیک، ته څه کوې؟",
                        "Burmese": "ဆိုရင်၊ ဂျိတ်၊ သင်ဘာလုပ်ပါသလဲ။",
                        "Somali": "Haddaba, Jake, maxaad qabataa?"
                    }
                },
                {
                    "text": "I'm a graphic designer. I work for a small marketing firm in town.",
                    "translations": {
                        "Chinese": "我是一名平面设计师。我在镇上的一家小型营销公司工作。",
                        "Spanish": "Soy diseñador gráfico. Trabajo para una pequeña empresa de marketing en la ciudad.",
                        "Hindi": "मैं एक ग्राफिक डिज़ाइनर हूँ। मैं शहर की एक छोटी मार्केटिंग फर्म के लिए काम करता हूँ।",
                        "Arabic": "أنا مصمم جرافيك. أعمل في شركة تسويق صغيرة في المدينة.",
                        "Bengali": "আমি একজন গ্রাফিক ডিজাইনার। আমি শহরের একটি ছোট মার্কেটিং ফার্মে কাজ করি।",
                        "Portuguese": "Sou designer gráfico. Trabalho para uma pequena empresa de marketing na cidade.",
                        "Russian": "Я графический дизайнер. Я работаю в небольшой маркетинговой компании в городе.",
                        "Japanese": "私はグラフィックデザイナーです。町の小さなマーケティング会社で働いています。",
                        "Punjabi": "ਮੈਂ ਇੱਕ ਗ੍ਰਾਫਿਕ ਡਿਜ਼ਾਈਨਰ ਹਾਂ। ਮੈਂ ਸ਼ਹਿਰ ਵਿੱਚ ਇੱਕ ਛੋਟੇ ਮਾਰਕੀਟਿੰਗ ਫਰਮ ਲਈ ਕੰਮ ਕਰਦਾ ਹਾਂ।",
                        "German": "Ich bin Grafikdesigner. Ich arbeite für eine kleine Marketingfirma in der Stadt.",
                        "Javanese": "Aku seorang desainer grafis. Aku kerja ing perusahaan pemasaran cilik ing kutha.",
                        "Korean": "저는 그래픽 디자이너입니다. 저는 도시의 작은 마케팅 회사에서 일하고 있습니다.",
                        "French": "Je suis graphiste. Je travaille pour une petite agence de marketing en ville.",
                        "Telugu": "నేను గ్రాఫిక్ డిజైనర్. నేను పట్టణంలోని చిన్న మార్కెటింగ్ సంస్థ కోసం పని చేస్తున్నాను.",
                        "Marathi": "मी एक ग्राफिक डिझाइनर आहे. मी शहरातील एका छोट्या विपणन कंपनीसाठी काम करतो.",
                        "Tamil": "நான் ஒரு கிராஃபிக் டிசைனர். நான் நகரத்தில் உள்ள சிறிய மார்க்கெட்டிங் நிறுவனத்திற்கு வேலை செய்கிறேன்.",
                        "Vietnamese": "Tôi là một nhà thiết kế đồ họa. Tôi làm việc cho một công ty marketing nhỏ trong thành phố.",
                        "Urdu": "میں ایک گرافک ڈیزائنر ہوں۔ میں شہر میں ایک چھوٹی مارکیٹنگ فرم کے لیے کام کرتا ہوں۔",
                        "Filipino": "Ako ay isang graphic designer. Nagtatrabaho ako para sa isang maliit na kumpanya ng marketing sa bayan.",
                        "Romanian": "Sunt designer grafic. Lucrez pentru o mică firmă de marketing din oraș.",
                        "Albanian": "Jam një dizajner grafik. Punoj për një firmë të vogël marketingu në qytet.",
                        "Nepali": "म एक ग्राफिक डिजाइनर हुँ। म शहरको एक साना मार्केटिंग फर्मको लागि काम गर्छु।",
                        "Khmer": "ខ្ញុំគឺជាអ្នករចនាក្រាហ្វិច។ ខ្ញុំធ្វើការសម្រាប់ក្រុមហ៊ុនទីផ្សារតូចមួយនៅក្នុងទីក្រុង។",
                        "Sinhalese": "මම ග්‍රාෆික් නිර්මාපකයෙක්. මම නගරයේ කුඩා මාර්කටින් සමාගමක වැඩකරනවා.",
                        "Amharic": "እኔ ግራፊክ ንዋየት ነኝ። በከተማ ውስጥ ትንሽ ማርኬቲንግ ኩባንያ ስራ እሰራለሁ።",
                        "Pashto": "زه یو ګرافیک ډیزاینر یم. زه د ښار په یوه کوچني مارکیټینګ شرکت کې کار کوم.",
                        "Burmese": "ကျွန်တော်မှာ ဂရပ်ဖစ်ဒီဇိုင်နာတစ်ဦးဖြစ်ပါတယ်။ ကျွန်တော်မြို့တွင် တစ်ခုလုံးသေးငယ်သော မာ့ကတင်းကုမ္ပဏီတစ်ခုတွင် အလုပ်လုပ်ပါတယ်။",
                        "Somali": "Waxaan ahay naqshadeeye garaaf. Waxaan ka shaqeeyaa shirkad suuqgeyn yar oo magaalada ku taalla."
                    }
                },
                {
                    "text": "That sounds creative and fun. Did your parents influence your career choice?",
                    "translations": {
                        "Chinese": "听起来很有创意，也很有趣。你的父母影响了你的职业选择吗？",
                        "Spanish": "Eso suena creativo y divertido. ¿Influyeron tus padres en tu elección de carrera?",
                        "Hindi": "यह सुनने में रचनात्मक और मजेदार लगता है। क्या आपके माता-पिता ने आपके करियर के चुनाव पर प्रभाव डाला?",
                        "Arabic": "يبدو أن هذا إبداعي وممتع. هل أثر والديك على اختيارك المهني؟",
                        "Bengali": "এটি সৃজনশীল এবং মজাদার শোনাচ্ছে। আপনার পিতা-মাতা কি আপনার ক্যারিয়ার নির্বাচনে প্রভাবিত করেছিলেন?",
                        "Portuguese": "Isso parece criativo e divertido. Seus pais influenciaram sua escolha de carreira?",
                        "Russian": "Звучит креативно и весело. Ваши родители повлияли на ваш выбор профессии?",
                        "Japanese": "それは創造的で楽しい感じがしますね。ご両親はあなたのキャリア選択に影響を与えましたか？",
                        "Punjabi": "ਇਹ ਰਚਨਾਤਮਕ ਅਤੇ ਮਜ਼ੇਦਾਰ ਲੱਗਦਾ ਹੈ। ਕੀ ਤੁਹਾਡੇ ਮਾਪੇ ਤੁਹਾਡੀ ਕਰੀਅਰ ਚੋਣ 'ਤੇ ਪ੍ਰਭਾਵਿਤ ਹੋਏ ਸਨ?",
                        "German": "Das klingt kreativ und spaßig. Haben deine Eltern deine Berufswahl beeinflusst?",
                        "Javanese": "Kayaé kreatif lan nyenengaké. Apa wong tuwa sampeyan mengaruhi pilihan karir sampeyan?",
                        "Korean": "창의적이고 재미있어 보이네요. 부모님이 당신의 진로 선택에 영향을 미쳤나요?",
                        "French": "Cela semble créatif et amusant. Vos parents ont-ils influencé votre choix de carrière ?",
                        "Telugu": "అది సృజనాత్మకమైన మరియు సరదాగా అనిపిస్తుంది. మీ తల్లిదండ్రులు మీ కెరీర్ ఎంపికపై ప్రభావం చూపించారా?",
                        "Marathi": "हे रचनात्मक आणि मजेदार वाटते. तुमच्या पालकांनी तुमच्या करिअरच्या निवडीवर प्रभाव टाकला का?",
                        "Tamil": "அது சீரிய மற்றும் கஷ்டமானதாகத் தெரிகிறது. உங்கள் பெற்றோர்கள் உங்கள் தொழில்நுட்பத் தேர்வில் பாதிப்பு அளித்தாரா?",
                        "Vietnamese": "Nghe có vẻ sáng tạo và vui vẻ. Ba mẹ có ảnh hưởng đến sự chọn nghề của bạn không?",
                        "Urdu": "یہ تخلیقی اور تفریحی لگتا ہے۔ کیا آپ کے والدین نے آپ کے کیریئر کے انتخاب پر اثر ڈالا؟",
                        "Filipino": "Mukhang malikhaing at masaya. Naapektuhan ba ng iyong mga magulang ang iyong pagpili ng karera?",
                        "Romanian": "Asta sună creativ și distractiv. Părinții tăi au influențat alegerea ta profesională?",
                        "Albanian": "Kjo tingëllon krijuese dhe argëtuese. A e kanë ndikuar prindërit tuaj zgjedhjen tuaj për karrierë?",
                        "Nepali": "यो सिर्जनात्मक र रमाइलो सुनिन्छ। के तपाइँका आमाबाबुले तपाइँको करियर छनोटलाई प्रभाव पार्नुभयो?",
                        "Khmer": "វាហួសពីការបង្កើតនិងសប្បាយ។ តើឪពុកម្តាយរបស់អ្នកមានឥទ្ធិពលលើការជ្រើសរើសមុខរបររបស់អ្នកទេ?",
                        "Sinhalese": "එය නිර්මාණශීලී සහ විනෝදදායක ලෙස පෙනේ. ඔබේ දෙමාපියන් ඔබේ වෘත්තිය තෝරා ගැනීමේදී බලපෑම් දැමූද?",
                        "Amharic": "ይህ ፈጠራ እና ደስታ የሚሰጥ ይመስላል። ወንድሞችህ በስራ ምርጫህ ተጽእኖ አድርገዋል?",
                        "Pashto": "دا خلاق او خوندور ښکاري. آیا ستاسو والدین د ستاسو د مسلک انتخاب باندې اغیزه کړې؟",
                        "Burmese": "ဒါဟာဖန်တီးမှုနှင့်အပျော်သဘောရသောပုံသေနည်းဖြစ်ပါသည်။ သင့်မိဘများသည် သင့်လုပ်ငန်းရွေးချယ်မှုကို သက်ရောက်မှုရှိခဲ့ပါသလား။",
                        "Somali": "Taasi waxay u muuqataa mid hal-abuur leh oo xiiso leh. Ma saameeyeen waalidiintaada doorashadaada shaqo?"
                    }
                },
                {
                    "text": "Not directly. My mom is a doctor and my dad is an engineer. They always encouraged me to follow my own path, though.",
                    "translations": {
                        "Chinese": "不直接。我妈妈是医生，我爸爸是工程师。不过，他们总是鼓励我走自己的路。",
                        "Spanish": "No directamente. Mi mamá es doctora y mi papá es ingeniero. Sin embargo, siempre me animaron a seguir mi propio camino.",
                        "Hindi": "सीधे तौर पर नहीं। मेरी माँ डॉक्टर हैं और मेरे पिता इंजीनियर हैं। हालांकि, उन्होंने हमेशा मुझे अपनी खुद की राह पर चलने के लिए प्रोत्साहित किया।",
                        "Arabic": "ليس مباشرةً. والدتي طبيبة ووالدي مهندس. ومع ذلك، فقد شجعوني دائمًا على اتباع طريقي الخاص.",
                        "Bengali": "সরাসরি নয়। আমার মায়ের পেশা ডাক্তার এবং আমার বাবার পেশা ইঞ্জিনিয়ার। তবুও, তারা সবসময় আমাকে আমার নিজস্ব পথ অনুসরণ করতে উৎসাহিত করেছে।",
                        "Portuguese": "Não diretamente. Minha mãe é médica e meu pai é engenheiro. No entanto, eles sempre me incentivaram a seguir meu próprio caminho.",
                        "Russian": "Не напрямую. Моя мама врач, а папа инженер. Тем не менее, они всегда поощряли меня следовать своим путем.",
                        "Japanese": "直接的にはありません。母は医者で、父はエンジニアです。それでも、彼らは常に自分の道を進むように励ましてくれました。",
                        "Punjabi": "ਸਿੱਧੇ ਤੌਰ 'ਤੇ ਨਹੀਂ। ਮੇਰੀ ਮਾਂ ਡਾਕਟਰ ਹੈ ਅਤੇ ਮੇਰੇ ਪਿਓ ਇੰਜੀਨੀਅਰ ਹਨ। ਫਿਰ ਵੀ, ਉਨ੍ਹਾਂ ਨੇ ਮੈਨੂੰ ਹਮੇਸ਼ਾ ਆਪਣੀ ਰਾਹ ਤੇ ਚੱਲਣ ਲਈ ਪ੍ਰੋਤਸਾਹਿਤ ਕੀਤਾ।",
                        "German": "Nicht direkt. Meine Mutter ist Ärztin und mein Vater Ingenieur. Sie haben mich jedoch immer ermutigt, meinen eigenen Weg zu gehen.",
                        "Javanese": "Ora langsung. Ibuku dokter lan bapakku insinyur. Nanging, dheweke tansah nyemangati aku kanggo ngetutake dalan dhewe.",
                        "Korean": "직접적으로는 아닙니다. 제 어머니는 의사시고 아버지는 엔지니어십니다. 그럼에도 불구하고 그들은 항상 제 길을 가라고 격려해 주셨습니다.",
                        "French": "Pas directement. Ma mère est médecin et mon père est ingénieur. Cependant, ils m'ont toujours encouragé à suivre mon propre chemin.",
                        "Telugu": "ప్రత్యక్షంగా కాదు. నా అమ్మ ఒక వైద్యురాలు మరియు నా నాన్న ఒక ఇంజనీర్. అయినప్పటికీ, వారు ఎప్పుడూ నా స్వంత మార్గాన్ని అనుసరించమని ప్రోత్సహించారు.",
                        "Marathi": "थेट नाही. माझी आई डॉक्टर आहे आणि माझे वडील अभियंता आहेत. तरीही, त्यांनी नेहमीच मला माझा स्वतःचा मार्ग अनुसरण करण्यासाठी प्रोत्साहन दिले.",
                        "Tamil": "சரியாக இல்லை. எனது அம்மா ஒரு மருத்துவர் மற்றும் என் அப்பா ஒரு பொறியாளர். இருப்பினும், அவர்கள் எப்போதும் எனக்கு என் சொந்த பாதையைப் பின்பற்ற நெருக்கமான உற்சாகத்தை அளித்தனர்.",
                        "Vietnamese": "Không phải trực tiếp. Mẹ tôi là bác sĩ và bố tôi là kỹ sư. Tuy nhiên, họ luôn khuyến khích tôi theo đuổi con đường của riêng mình.",
                        "Urdu": "براہ راست نہیں۔ میری ماں ڈاکٹر ہیں اور میرے والد انجینئر ہیں۔ تاہم، انہوں نے ہمیشہ مجھے اپنی راہ پر چلنے کی ترغیب دی۔",
                        "Filipino": "Hindi direkta. Ang aking ina ay isang doktor at ang aking ama ay isang inhinyero. Gayunpaman, palagi nila akong hinihikayat na sundin ang sarili kong landas.",
                        "Romanian": "Nu direct. Mama mea este doctor și tata este inginer. Cu toate acestea, ei m-au încurajat întotdeauna să urmez propria mea cale.",
                        "Albanian": "Jo drejtpërdrejt. Nëna ime është mjeke dhe babai im është inxhinier. Megjithatë, ata gjithmonë më inkurajuan të ndjek rrugën time.",
                        "Nepali": "सिधै होइन। मेरी आमा डाक्टर हुनुहुन्छ र मेरा बाबा इञ्जिनियर हुनुहुन्छ। यद्यपि, उनीहरूले सधैं मलाई मेरो आफ्नै बाटो अनुसरण गर्न प्रोत्साहित गरे।",
                        "Khmer": "មិនផ្ទាល់។ ម្តាយរបស់ខ្ញុំជាគ្រូពេទ្យ និងឪពុករបស់ខ្ញុំជាអ្នកវិស្វករ។ ទោះជាយ៉ាងណាក៏ដោយ ពួកគាត់បានលើកទឹកចិត្តឲ្យខ្ញុំធ្វើតាមផ្លូវរបស់ខ្ញុំឯង។",
                        "Sinhalese": "සැබෑවෙන්ම නැහැ. මගේ අම්මා වෛද්‍යවර්ධිකාවන්ය සහ මගේ පියා ඉංජිනේරුවරයෙකි. එහෙත්, ඔවුන් හැම විටම මට මගේම මඟ පසු කිරීම සඳහා උපකාර කළා.",
                        "Amharic": "በቀጥታ አይደለም። እኔን የሚያሳይ እናት እና እኔን ከሚያደርግ አባት እንደሆኑ እንኳን ይህንን አስቸጋሪ ማስተላለፊያ ከማስተላለፊያ እንዲሆኑ እንዲሆኑ የሚያንዳቸውን እንዴት እንደሚያንዳቸውን እንዲሆኑ እንዲሆኑ፣ ነገር ግን እንዴት ያስቸግራልን።",
                        "Pashto": "مستقیم نه. زما مور ډاکټر ده او زما پلار انجنیر دی. مګر، هغوی تل ما هڅوي چې خپل لار تعقیب کړم.",
                        "Burmese": "တိုက်ရိုက်မဟုတ်ပါ။ ကျွန်တော့်အမေက ဆရာဝန်ဖြစ်ပြီး ကျွန်တော့်အဖေက အင်ဂျင်နီယာဖြစ်ပါတယ်။ သို့သော်၊ သူတို့အမြဲတမ်း ကျွန်တော့်ကို ကိုယ်ပိုင်လမ်းကိုသွားဖို့ လုပ်ထုံးလုပ်နည်းရပ်များနှင့် တွဲဖက်ထားကြသည်။",
                        "Somali": "Si toos ah ma aha. Hooyaday waa dhakhtar iyo aabahayna waa injineer. Si kastaba ha ahaatee, marwalba waxay iga taageereen inaan raaco wadadayda."
                    }
                },
                {
                    "text": "Wow, a doctor and an engineer? That's impressive. Do you ever feel pressured to go into a similar field?",
                    "translations": {
                        "Chinese": "哇，医生和工程师？这真令人印象深刻。你是否感到有压力去从事类似的领域？",
                        "Spanish": "Vaya, ¿un doctor y un ingeniero? Eso es impresionante. ¿Alguna vez te sientes presionado para entrar en un campo similar?",
                        "Hindi": "वाह, एक डॉक्टर और एक इंजीनियर? यह प्रभावशाली है। क्या आपको कभी ऐसा लगता है कि आपको इसी तरह के क्षेत्र में जाने के लिए दबाव महसूस होता है?",
                        "Arabic": "واو، طبيب ومهندس؟ هذا مثير للإعجاب. هل شعرت يومًا بالضغط لدخول مجال مشابه؟",
                        "Bengali": "ওয়াও, একজন ডাক্তার এবং একজন ইঞ্জিনিয়ার? এটা চমৎকার। আপনি কি কখনও একই ধরনের ক্ষেত্রে প্রবেশ করার জন্য চাপ অনুভব করেন?",
                        "Portuguese": "Uau, um médico e um engenheiro? Isso é impressionante. Você já se sentiu pressionado a seguir uma área semelhante?",
                        "Russian": "Вау, врач и инженер? Это впечатляет. Вы когда-нибудь чувствовали давление перейти в похожую сферу?",
                        "Japanese": "わあ、医者とエンジニアですか？それは素晴らしいですね。似たような分野に進むプレッシャーを感じることはありますか？",
                        "Punjabi": "ਵਾਹ, ਇੱਕ ਡਾਕਟਰ ਅਤੇ ਇੱਕ ਇੰਜੀਨੀਅਰ? ਇਹ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਕਦੇ ਕਿਸੇ ਸਮਾਨ ਖੇਤਰ ਵਿੱਚ ਜਾਣ ਲਈ ਦਬਾਅ ਮਹਿਸੂਸ ਕੀਤਾ ਹੈ?",
                        "German": "Wow, ein Arzt und ein Ingenieur? Das ist beeindruckend. Fühlst du dich manchmal unter Druck gesetzt, in ein ähnliches Feld zu gehen?",
                        "Javanese": "Wow, dokter lan insinyur? Iki nggawe kesan. Apa sampeyan tau krasa tertekan kanggo mlebu ing lapangan sing padha?",
                        "Korean": "와, 의사와 엔지니어? 인상적이네요. 비슷한 분야로 가야 한다는 압박감을 느낀 적이 있나요?",
                        "French": "Wow, un médecin et un ingénieur ? C'est impressionnant. Ressens-tu parfois la pression de te lancer dans un domaine similaire ?",
                        "Telugu": "వావ్, ఒక వైద్యుడు మరియు ఒక ఇంజినీరు? ఇది ఇంప్రెసివ్. మీరు ఎప్పుడైనా సమానమైన రంగంలోకి వెళ్ళడానికి ఒత్తిడి అనుభవించారా?",
                        "Marathi": "व wow, एक डॉक्टर आणि एक इंजिनिअर? हे प्रभावशाली आहे. तुम्हाला कधीही समान क्षेत्रात जाण्याचे दाबणारे वाटते का?",
                        "Tamil": "வா, ஒரு மருத்துவர் மற்றும் ஒரு பொறியாளர்? இது குறிப்பிடத்தக்கது. நீங்கள் எப்போதாவது ஒரு சமமான துறையில் செல்லும் அழுத்தத்தை உணருகிறீர்களா?",
                        "Vietnamese": "Wow, một bác sĩ và một kỹ sư? Thật ấn tượng. Bạn có bao giờ cảm thấy bị áp lực để theo đuổi một lĩnh vực tương tự không?",
                        "Urdu": "واہ، ایک ڈاکٹر اور ایک انجینئر؟ یہ متاثر کن ہے۔ کیا آپ کبھی کسی مشابہہ شعبے میں جانے کے لیے دباؤ محسوس کرتے ہیں؟",
                        "Filipino": "Wow, isang doktor at isang inhinyero? Nakakabilib. Nakakaramdam ka ba ng presyon na pumasok sa isang katulad na larangan?",
                        "Romanian": "Wow, un medic și un inginer? Asta este impresionant. Ai simțit vreodată presiune să intri într-un domeniu similar?",
                        "Albanian": "Wow, një mjek dhe një inxhinier? Kjo është mbresëlënëse. A keni ndjerë ndonjëherë presion për të hyrë në një fushë të ngjashme?",
                        "Nepali": "वाह, एक डाक्टर र एक इञ्जिनियर? यो प्रभावशाली छ। के तपाईंले कहिल्यै समान क्षेत्रको काम गर्नको लागि दबाब महसुस गर्नुभएको छ?",
                        "Khmer": "វ៉ាវ, គ្រូពេទ្យមួយនិងវិស្វករមួយ? វាអស្ចារ្យណាស់។ តើអ្នកធ្លាប់មានការប៉ះពាល់ចិត្តនឹងការចូលរួមក្នុងវិស័យដូចគ្នាឬអត់?",
                        "Sinhalese": "වොවු, වෛද්‍යවරයෙක් සහ ඉංජිනේරුවරයෙක්? මේ අමුතුයි. ඔබට අමතරව එවක් ඔබට හෝ කිසිදු පිහිටාවක් මැනවී දැනෙන්නෙද?",
                        "Amharic": "አስደሳች እና የሚገኝ ድንጋይ እንዲሆኑ እንዴት በማህበረሰቡ ተጠቃሚ ሁኔታ ሲሆኑ፣ የሚገኝ ድንጋይ ለማድረግ በማህበረሰቡ የሚወድዱት በማህበረሰቡ አብራሪ እንደሚሆኑ፣ ምንም የተለየ ተጠቃሚ ታወቀብሃል?",
                        "Pashto": "واو، یو ډاکټر او یو انجینر؟ دا تاثیرناکه دی. آیا تاسو کله هم د ورته ډګر ته د ننوتلو لپاره فشار احساس کړی؟",
                        "Burmese": "အင်း၊ ဆရာဝန်တစ်ယောက်နှင့် အင်ဂျင်နီယာတစ်ယောက်? အထူးပါပဲ။ သင့်ကို မတူညီသောဌာနကိုဝင်ရန် တုန်လှုပ်မှုခံစားရပါသလား?",
                        "Somali": "Wow, dhakhtar iyo injineer? Tani waa mid layaableh. Ma waligaa dareentay cadaadis inaad gasho goob la mid ah?"
                    }
                },
                {
                    "text": "Sometimes, but they were always supportive of my interests. They just wanted me to be happy and passionate about whatever I chose to do.",
                    "translations": {
                        "Chinese": "有时候，但他们总是支持我的兴趣。他们只是希望我对我选择做的事情感到快乐和充满热情。",
                        "Spanish": "A veces, pero siempre apoyaron mis intereses. Solo querían que fuera feliz y apasionado por lo que eligiera hacer.",
                        "Hindi": "कभी-कभी, लेकिन वे हमेशा मेरी रुचियों का समर्थन करते थे। वे बस चाहते थे कि मैं खुश रहूं और जो भी मैं चुनूं उस पर उत्साही रहूं।",
                        "Arabic": "أحيانًا، لكنهم دائمًا كانوا داعمين لاهتماماتي. كانوا يريدون فقط أن أكون سعيدًا وشغوفًا بما أختاره للقيام به.",
                        "Bengali": "কখনও কখনও, তবে তারা সবসময় আমার আগ্রহের প্রতি সহায়ক ছিল। তারা শুধু চাইত যে আমি যা করতে বেছে নেব তাতে খুশি এবং উত্তেজিত থাকি।",
                        "Portuguese": "Às vezes, mas eles sempre apoiaram meus interesses. Eles só queriam que eu fosse feliz e apaixonado pelo que eu escolhesse fazer.",
                        "Russian": "Иногда, но они всегда поддерживали мои интересы. Они просто хотели, чтобы я был счастлив и увлечён тем, что бы я ни выбрал.",
                        "Japanese": "時々ありますが、彼らは常に私の興味をサポートしてくれました。彼らはただ、私が幸せで、選んだことに情熱を持ってほしいと思っていました。",
                        "Punjabi": "ਕਦੇ ਕਦੇ, ਪਰ ਉਹ ਹਮੇਸ਼ਾਂ ਮੇਰੀਆਂ ਦਿਲਚਸਪੀ ਦੇ ਸਹਿਯੋਗੀ ਸਨ। ਉਹ ਸਿਰਫ਼ ਚਾਹੁੰਦੇ ਸਨ ਕਿ ਮੈਂ ਖੁਸ਼ ਅਤੇ ਜਿਸ ਗੱਲ ਨੂੰ ਮੈਂ ਚੁਣਾਂ ਉਨ੍ਹਾਂ ਬਾਰੇ ਜੋਸ਼ੀਲਾ ਰਹਾਂ।",
                        "German": "Manchmal, aber sie haben immer meine Interessen unterstützt. Sie wollten einfach, dass ich glücklich und leidenschaftlich bei dem bin, was ich tue.",
                        "Javanese": "Kadhang-kadhang, nanging dheweke tansah ndhukung minatku. Dheweke mung pengin aku bahagia lan semangat babagan apa wae sing tak pilih.",
                        "Korean": "가끔씩 그렇긴 하지만, 그들은 항상 제 관심사를 지지해주었습니다. 그들은 단지 제가 행복하고 제가 선택한 일에 열정적이기를 원했습니다.",
                        "French": "Parfois, mais ils ont toujours soutenu mes intérêts. Ils voulaient juste que je sois heureux et passionné par ce que je choisissais de faire.",
                        "Telugu": "కొన్నిసార్లు, కానీ వారు ఎప్పుడూ నా ఆసక్తుల పట్ల మద్దతుగా ఉండేవారు. వారు నేను ఏం చేయాలో ఎంపిక చేసుకున్నా సంతోషంగా మరియు తేజస్విగా ఉండాలని మాత్రమే కోరారు.",
                        "Marathi": "कधी कधी, पण ते नेहमीच माझ्या आवडीस समर्थन करत असत. त्यांना फक्त माझ्या निवडीवर आनंदी आणि उत्साही असण्याची इच्छा होती.",
                        "Tamil": "சில நேரங்களில், ஆனால் அவர்கள் எப்போதும் என் விருப்பங்களுக்கு ஆதரவானவர்கள். நான் எதனைச் செய்ய விரும்புகிறோமோ அதைச் செய்து சந்தோஷமாகவும் ஆர்வமாகவும் இருக்க வேண்டும் என்று அவர்கள் விரும்பினார்கள்.",
                        "Vietnamese": "Đôi khi, nhưng họ luôn ủng hộ sở thích của tôi. Họ chỉ muốn tôi hạnh phúc và đam mê với bất cứ điều gì tôi chọn làm.",
                        "Urdu": "کبھی کبھی، لیکن وہ ہمیشہ میری دلچسپیوں کی حمایت کرتے تھے۔ وہ صرف یہ چاہتے تھے کہ میں خوش اور جو کچھ بھی میں کرنے کا انتخاب کروں اس پر پرجوش رہوں۔",
                        "Filipino": "Minsan, ngunit palagi silang sumusuporta sa aking mga interes. Gusto lang nilang maging masaya ako at masigasig sa anumang pipiliin kong gawin.",
                        "Romanian": "Uneori, dar ei au fost întotdeauna susținători ai intereselor mele. Ei doar își doreau să fiu fericit și pasionat de orice aș alege să fac.",
                        "Albanian": "Ndodhin ndonjëherë, por ata gjithmonë e mbështetën interesat e mia. Ata thjesht donin që unë të isha i lumtur dhe i apasionuar për çfarëdo që do të zgjidhja të bëja.",
                        "Nepali": "कहिले काँही, तर उनीहरूले सधैं मेरो चासोको समर्थन गरेका छन्। उनीहरू केवल चाहन्थे कि म खुशी र जुनसुकै कुरा छानें त्यसमा उत्साही रहूं।",
                        "Khmer": "កบางពេល ប៉ុន្តែពួកគេតែងតែគាំទ្រចំណាប់អារម្មណ៍របស់ខ្ញុំ។ ពួកគេតែចង់ឲ្យខ្ញុំមានសុភមង្គល និងគិតមើលអំពីអ្វីដែលខ្ញុំជ្រើសរើសធ្វើ។",
                        "Sinhalese": "කැමති, නමුත් ඔවුන් සදාකාලිකව මගේ රුචි මත සහාය විය. ඔවුන්ට කුමක් කරන්න තෝරාගත් වුවද මට සතුටු සහ උත්සාහය ඇති බව පමණක් අවශ්‍ය විය.",
                        "Amharic": "አንዳንድ ጊዜዎች ነገር ግን እነሱ ሁልጊዜ የእኔን ጥምቀት ድጋፍ እንደሆነ እንዴት የሚቆሰፍበትን ማስተላለፊያ ይቀር ነበር። ለማንኛውም የምንኛው ሂደት ለምንም ሰላምን እና ምንም ተስፋዎች እንደሆኑ እንዲሆኑ።",
                        "Pashto": "کله ناکله، مګر دوی هر وخت زما په شوقونو کې ملاتړ درلود. دوی یوازې غواړي چې زه خوشحاله او هغه څه چې ما یې غوره کړي، په اړه کې جذب پاتې شم.",
                        "Burmese": "အချို့အခါများရှိပြီး၊ သူတို့သည် သင်၏စိတ်ဝင်စားမှုများကို အမြဲအားပေးခဲ့ကြသည်။ သင်ရွေးချယ်သော အရာတိုင်းကို ပျော်ရွှင်ပြီး အားထုတ်စွာလုပ်ပါကသာ၊ သူတို့က ကြိုးစားလိုက်ကြသည်။",
                        "Somali": "Mararka qaarkood, laakiin had iyo jeer waxay taageereen xiisahayga. Waxay kaliya rabayeen inaan faraxsanahay oo xiiso u qabto wixii aan doorto inaan sameeyo."
                    }
                }
            ]
        },
        {
            "title": "Speak Green",
            "conversation": [
                {
                    "text": "So, Jake, what do you do?",
                    "translations": {
                        "Chinese": "那么，杰克，你做什么工作？",
                        "Spanish": "Entonces, Jake, ¿a qué te dedicas?",
                        "Hindi": "तो, जेक, आप क्या करते हैं?",
                        "Arabic": "إذن، جاك، ماذا تعمل؟",
                        "Bengali": "তাহলে, জেক, তুমি কি করো?",
                        "Portuguese": "Então, Jake, o que você faz?",
                        "Russian": "Итак, Джейк, чем ты занимаешься?",
                        "Japanese": "それで、ジェイク、君は何をしているの？",
                        "Punjabi": "ਤਾਂ, ਜੇਕ, ਤੂੰ ਕੀ ਕਰਦਾ ਹੈਂ?",
                        "German": "Also, Jake, was machst du?",
                        "Javanese": "Dadi, Jake, sampeyan apa?",
                        "Korean": "자, 제이크, 당신은 무엇을 하나요?",
                        "French": "Alors, Jake, que fais-tu ?",
                        "Telugu": "అప్పుడు, జేక్, మీరు ఏమి చేస్తారు?",
                        "Marathi": "तर, जेक, तुम्ही काय करता?",
                        "Tamil": "அப்படியெனில், ஜேக், நீங்கள் என்ன செய்கிறீர்கள்?",
                        "Vietnamese": "Vậy, Jake, bạn làm gì?",
                        "Urdu": "تو، جیک، آپ کیا کرتے ہیں؟",
                        "Filipino": "Kaya, Jake, ano ang ginagawa mo?",
                        "Romanian": "Deci, Jake, ce faci?",
                        "Albanian": "Pra, Jake, çfarë bën?",
                        "Nepali": "त्यसो भए, जेक, तपाईं के गर्नुहुन्छ?",
                        "Khmer": "ដូច្នេះ, Jake, អ្នកធ្វើអ្វី?",
                        "Sinhalese": "ඉතින්, ජේක්, ඔයා මොනවද කරනවා?",
                        "Amharic": "ስለዚህ ጄክ አንተ ምን እንደምትሰራ ነው?",
                        "Pashto": "نو، جیک، ته څه کوې؟",
                        "Burmese": "ဆိုရင်၊ ဂျိတ်၊ သင်ဘာလုပ်ပါသလဲ။",
                        "Somali": "Haddaba, Jake, maxaad qabataa?"
                    }
                },
                {
                    "text": "I'm a graphic designer. I work for a small marketing firm in town.",
                    "translations": {
                        "Chinese": "我是一名平面设计师。我在镇上的一家小型营销公司工作。",
                        "Spanish": "Soy diseñador gráfico. Trabajo para una pequeña empresa de marketing en la ciudad.",
                        "Hindi": "मैं एक ग्राफिक डिज़ाइनर हूँ। मैं शहर की एक छोटी मार्केटिंग फर्म के लिए काम करता हूँ।",
                        "Arabic": "أنا مصمم جرافيك. أعمل في شركة تسويق صغيرة في المدينة.",
                        "Bengali": "আমি একজন গ্রাফিক ডিজাইনার। আমি শহরের একটি ছোট মার্কেটিং ফার্মে কাজ করি।",
                        "Portuguese": "Sou designer gráfico. Trabalho para uma pequena empresa de marketing na cidade.",
                        "Russian": "Я графический дизайнер. Я работаю в небольшой маркетинговой компании в городе.",
                        "Japanese": "私はグラフィックデザイナーです。町の小さなマーケティング会社で働いています。",
                        "Punjabi": "ਮੈਂ ਇੱਕ ਗ੍ਰਾਫਿਕ ਡਿਜ਼ਾਈਨਰ ਹਾਂ। ਮੈਂ ਸ਼ਹਿਰ ਵਿੱਚ ਇੱਕ ਛੋਟੇ ਮਾਰਕੀਟਿੰਗ ਫਰਮ ਲਈ ਕੰਮ ਕਰਦਾ ਹਾਂ।",
                        "German": "Ich bin Grafikdesigner. Ich arbeite für eine kleine Marketingfirma in der Stadt.",
                        "Javanese": "Aku seorang desainer grafis. Aku kerja ing perusahaan pemasaran cilik ing kutha.",
                        "Korean": "저는 그래픽 디자이너입니다. 저는 도시의 작은 마케팅 회사에서 일하고 있습니다.",
                        "French": "Je suis graphiste. Je travaille pour une petite agence de marketing en ville.",
                        "Telugu": "నేను గ్రాఫిక్ డిజైనర్. నేను పట్టణంలోని చిన్న మార్కెటింగ్ సంస్థ కోసం పని చేస్తున్నాను.",
                        "Marathi": "मी एक ग्राफिक डिझाइनर आहे. मी शहरातील एका छोट्या विपणन कंपनीसाठी काम करतो.",
                        "Tamil": "நான் ஒரு கிராஃபிக் டிசைனர். நான் நகரத்தில் உள்ள சிறிய மார்க்கெட்டிங் நிறுவனத்திற்கு வேலை செய்கிறேன்.",
                        "Vietnamese": "Tôi là một nhà thiết kế đồ họa. Tôi làm việc cho một công ty marketing nhỏ trong thành phố.",
                        "Urdu": "میں ایک گرافک ڈیزائنر ہوں۔ میں شہر میں ایک چھوٹی مارکیٹنگ فرم کے لیے کام کرتا ہوں۔",
                        "Filipino": "Ako ay isang graphic designer. Nagtatrabaho ako para sa isang maliit na kumpanya ng marketing sa bayan.",
                        "Romanian": "Sunt designer grafic. Lucrez pentru o mică firmă de marketing din oraș.",
                        "Albanian": "Jam një dizajner grafik. Punoj për një firmë të vogël marketingu në qytet.",
                        "Nepali": "म एक ग्राफिक डिजाइनर हुँ। म शहरको एक साना मार्केटिंग फर्मको लागि काम गर्छु।",
                        "Khmer": "ខ្ញុំគឺជាអ្នករចនាក្រាហ្វិច។ ខ្ញុំធ្វើការសម្រាប់ក្រុមហ៊ុនទីផ្សារតូចមួយនៅក្នុងទីក្រុង។",
                        "Sinhalese": "මම ග්‍රාෆික් නිර්මාපකයෙක්. මම නගරයේ කුඩා මාර්කටින් සමාගමක වැඩකරනවා.",
                        "Amharic": "እኔ ግራፊክ ንዋየት ነኝ። በከተማ ውስጥ ትንሽ ማርኬቲንግ ኩባንያ ስራ እሰራለሁ።",
                        "Pashto": "زه یو ګرافیک ډیزاینر یم. زه د ښار په یوه کوچني مارکیټینګ شرکت کې کار کوم.",
                        "Burmese": "ကျွန်တော်မှာ ဂရပ်ဖစ်ဒီဇိုင်နာတစ်ဦးဖြစ်ပါတယ်။ ကျွန်တော်မြို့တွင် တစ်ခုလုံးသေးငယ်သော မာ့ကတင်းကုမ္ပဏီတစ်ခုတွင် အလုပ်လုပ်ပါတယ်။",
                        "Somali": "Waxaan ahay naqshadeeye garaaf. Waxaan ka shaqeeyaa shirkad suuqgeyn yar oo magaalada ku taalla."
                    }
                },
                {
                    "text": "That sounds creative and fun. Did your parents influence your career choice?",
                    "translations": {
                        "Chinese": "听起来很有创意，也很有趣。你的父母影响了你的职业选择吗？",
                        "Spanish": "Eso suena creativo y divertido. ¿Influyeron tus padres en tu elección de carrera?",
                        "Hindi": "यह सुनने में रचनात्मक और मजेदार लगता है। क्या आपके माता-पिता ने आपके करियर के चुनाव पर प्रभाव डाला?",
                        "Arabic": "يبدو أن هذا إبداعي وممتع. هل أثر والديك على اختيارك المهني؟",
                        "Bengali": "এটি সৃজনশীল এবং মজাদার শোনাচ্ছে। আপনার পিতা-মাতা কি আপনার ক্যারিয়ার নির্বাচনে প্রভাবিত করেছিলেন?",
                        "Portuguese": "Isso parece criativo e divertido. Seus pais influenciaram sua escolha de carreira?",
                        "Russian": "Звучит креативно и весело. Ваши родители повлияли на ваш выбор профессии?",
                        "Japanese": "それは創造的で楽しい感じがしますね。ご両親はあなたのキャリア選択に影響を与えましたか？",
                        "Punjabi": "ਇਹ ਰਚਨਾਤਮਕ ਅਤੇ ਮਜ਼ੇਦਾਰ ਲੱਗਦਾ ਹੈ। ਕੀ ਤੁਹਾਡੇ ਮਾਪੇ ਤੁਹਾਡੀ ਕਰੀਅਰ ਚੋਣ 'ਤੇ ਪ੍ਰਭਾਵਿਤ ਹੋਏ ਸਨ?",
                        "German": "Das klingt kreativ und spaßig. Haben deine Eltern deine Berufswahl beeinflusst?",
                        "Javanese": "Kayaé kreatif lan nyenengaké. Apa wong tuwa sampeyan mengaruhi pilihan karir sampeyan?",
                        "Korean": "창의적이고 재미있어 보이네요. 부모님이 당신의 진로 선택에 영향을 미쳤나요?",
                        "French": "Cela semble créatif et amusant. Vos parents ont-ils influencé votre choix de carrière ?",
                        "Telugu": "అది సృజనాత్మకమైన మరియు సరదాగా అనిపిస్తుంది. మీ తల్లిదండ్రులు మీ కెరీర్ ఎంపికపై ప్రభావం చూపించారా?",
                        "Marathi": "हे रचनात्मक आणि मजेदार वाटते. तुमच्या पालकांनी तुमच्या करिअरच्या निवडीवर प्रभाव टाकला का?",
                        "Tamil": "அது சீரிய மற்றும் கஷ்டமானதாகத் தெரிகிறது. உங்கள் பெற்றோர்கள் உங்கள் தொழில்நுட்பத் தேர்வில் பாதிப்பு அளித்தாரா?",
                        "Vietnamese": "Nghe có vẻ sáng tạo và vui vẻ. Ba mẹ có ảnh hưởng đến sự chọn nghề của bạn không?",
                        "Urdu": "یہ تخلیقی اور تفریحی لگتا ہے۔ کیا آپ کے والدین نے آپ کے کیریئر کے انتخاب پر اثر ڈالا؟",
                        "Filipino": "Mukhang malikhaing at masaya. Naapektuhan ba ng iyong mga magulang ang iyong pagpili ng karera?",
                        "Romanian": "Asta sună creativ și distractiv. Părinții tăi au influențat alegerea ta profesională?",
                        "Albanian": "Kjo tingëllon krijuese dhe argëtuese. A e kanë ndikuar prindërit tuaj zgjedhjen tuaj për karrierë?",
                        "Nepali": "यो सिर्जनात्मक र रमाइलो सुनिन्छ। के तपाइँका आमाबाबुले तपाइँको करियर छनोटलाई प्रभाव पार्नुभयो?",
                        "Khmer": "វាហួសពីការបង្កើតនិងសប្បាយ។ តើឪពុកម្តាយរបស់អ្នកមានឥទ្ធិពលលើការជ្រើសរើសមុខរបររបស់អ្នកទេ?",
                        "Sinhalese": "එය නිර්මාණශීලී සහ විනෝදදායක ලෙස පෙනේ. ඔබේ දෙමාපියන් ඔබේ වෘත්තිය තෝරා ගැනීමේදී බලපෑම් දැමූද?",
                        "Amharic": "ይህ ፈጠራ እና ደስታ የሚሰጥ ይመስላል። ወንድሞችህ በስራ ምርጫህ ተጽእኖ አድርገዋል?",
                        "Pashto": "دا خلاق او خوندور ښکاري. آیا ستاسو والدین د ستاسو د مسلک انتخاب باندې اغیزه کړې؟",
                        "Burmese": "ဒါဟာဖန်တီးမှုနှင့်အပျော်သဘောရသောပုံသေနည်းဖြစ်ပါသည်။ သင့်မိဘများသည် သင့်လုပ်ငန်းရွေးချယ်မှုကို သက်ရောက်မှုရှိခဲ့ပါသလား။",
                        "Somali": "Taasi waxay u muuqataa mid hal-abuur leh oo xiiso leh. Ma saameeyeen waalidiintaada doorashadaada shaqo?"
                    }
                },
                {
                    "text": "Not directly. My mom is a doctor and my dad is an engineer. They always encouraged me to follow my own path, though.",
                    "translations": {
                        "Chinese": "不直接。我妈妈是医生，我爸爸是工程师。不过，他们总是鼓励我走自己的路。",
                        "Spanish": "No directamente. Mi mamá es doctora y mi papá es ingeniero. Sin embargo, siempre me animaron a seguir mi propio camino.",
                        "Hindi": "सीधे तौर पर नहीं। मेरी माँ डॉक्टर हैं और मेरे पिता इंजीनियर हैं। हालांकि, उन्होंने हमेशा मुझे अपनी खुद की राह पर चलने के लिए प्रोत्साहित किया।",
                        "Arabic": "ليس مباشرةً. والدتي طبيبة ووالدي مهندس. ومع ذلك، فقد شجعوني دائمًا على اتباع طريقي الخاص.",
                        "Bengali": "সরাসরি নয়। আমার মায়ের পেশা ডাক্তার এবং আমার বাবার পেশা ইঞ্জিনিয়ার। তবুও, তারা সবসময় আমাকে আমার নিজস্ব পথ অনুসরণ করতে উৎসাহিত করেছে।",
                        "Portuguese": "Não diretamente. Minha mãe é médica e meu pai é engenheiro. No entanto, eles sempre me incentivaram a seguir meu próprio caminho.",
                        "Russian": "Не напрямую. Моя мама врач, а папа инженер. Тем не менее, они всегда поощряли меня следовать своим путем.",
                        "Japanese": "直接的にはありません。母は医者で、父はエンジニアです。それでも、彼らは常に自分の道を進むように励ましてくれました。",
                        "Punjabi": "ਸਿੱਧੇ ਤੌਰ 'ਤੇ ਨਹੀਂ। ਮੇਰੀ ਮਾਂ ਡਾਕਟਰ ਹੈ ਅਤੇ ਮੇਰੇ ਪਿਓ ਇੰਜੀਨੀਅਰ ਹਨ। ਫਿਰ ਵੀ, ਉਨ੍ਹਾਂ ਨੇ ਮੈਨੂੰ ਹਮੇਸ਼ਾ ਆਪਣੀ ਰਾਹ ਤੇ ਚੱਲਣ ਲਈ ਪ੍ਰੋਤਸਾਹਿਤ ਕੀਤਾ।",
                        "German": "Nicht direkt. Meine Mutter ist Ärztin und mein Vater Ingenieur. Sie haben mich jedoch immer ermutigt, meinen eigenen Weg zu gehen.",
                        "Javanese": "Ora langsung. Ibuku dokter lan bapakku insinyur. Nanging, dheweke tansah nyemangati aku kanggo ngetutake dalan dhewe.",
                        "Korean": "직접적으로는 아닙니다. 제 어머니는 의사시고 아버지는 엔지니어십니다. 그럼에도 불구하고 그들은 항상 제 길을 가라고 격려해 주셨습니다.",
                        "French": "Pas directement. Ma mère est médecin et mon père est ingénieur. Cependant, ils m'ont toujours encouragé à suivre mon propre chemin.",
                        "Telugu": "ప్రత్యక్షంగా కాదు. నా అమ్మ ఒక వైద్యురాలు మరియు నా నాన్న ఒక ఇంజనీర్. అయినప్పటికీ, వారు ఎప్పుడూ నా స్వంత మార్గాన్ని అనుసరించమని ప్రోత్సహించారు.",
                        "Marathi": "थेट नाही. माझी आई डॉक्टर आहे आणि माझे वडील अभियंता आहेत. तरीही, त्यांनी नेहमीच मला माझा स्वतःचा मार्ग अनुसरण करण्यासाठी प्रोत्साहन दिले.",
                        "Tamil": "சரியாக இல்லை. எனது அம்மா ஒரு மருத்துவர் மற்றும் என் அப்பா ஒரு பொறியாளர். இருப்பினும், அவர்கள் எப்போதும் எனக்கு என் சொந்த பாதையைப் பின்பற்ற நெருக்கமான உற்சாகத்தை அளித்தனர்.",
                        "Vietnamese": "Không phải trực tiếp. Mẹ tôi là bác sĩ và bố tôi là kỹ sư. Tuy nhiên, họ luôn khuyến khích tôi theo đuổi con đường của riêng mình.",
                        "Urdu": "براہ راست نہیں۔ میری ماں ڈاکٹر ہیں اور میرے والد انجینئر ہیں۔ تاہم، انہوں نے ہمیشہ مجھے اپنی راہ پر چلنے کی ترغیب دی۔",
                        "Filipino": "Hindi direkta. Ang aking ina ay isang doktor at ang aking ama ay isang inhinyero. Gayunpaman, palagi nila akong hinihikayat na sundin ang sarili kong landas.",
                        "Romanian": "Nu direct. Mama mea este doctor și tata este inginer. Cu toate acestea, ei m-au încurajat întotdeauna să urmez propria mea cale.",
                        "Albanian": "Jo drejtpërdrejt. Nëna ime është mjeke dhe babai im është inxhinier. Megjithatë, ata gjithmonë më inkurajuan të ndjek rrugën time.",
                        "Nepali": "सिधै होइन। मेरी आमा डाक्टर हुनुहुन्छ र मेरा बाबा इञ्जिनियर हुनुहुन्छ। यद्यपि, उनीहरूले सधैं मलाई मेरो आफ्नै बाटो अनुसरण गर्न प्रोत्साहित गरे।",
                        "Khmer": "មិនផ្ទាល់។ ម្តាយរបស់ខ្ញុំជាគ្រូពេទ្យ និងឪពុករបស់ខ្ញុំជាអ្នកវិស្វករ។ ទោះជាយ៉ាងណាក៏ដោយ ពួកគាត់បានលើកទឹកចិត្តឲ្យខ្ញុំធ្វើតាមផ្លូវរបស់ខ្ញុំឯង។",
                        "Sinhalese": "සැබෑවෙන්ම නැහැ. මගේ අම්මා වෛද්‍යවර්ධිකාවන්ය සහ මගේ පියා ඉංජිනේරුවරයෙකි. එහෙත්, ඔවුන් හැම විටම මට මගේම මඟ පසු කිරීම සඳහා උපකාර කළා.",
                        "Amharic": "በቀጥታ አይደለም። እኔን የሚያሳይ እናት እና እኔን ከሚያደርግ አባት እንደሆኑ እንኳን ይህንን አስቸጋሪ ማስተላለፊያ ከማስተላለፊያ እንዲሆኑ እንዲሆኑ የሚያንዳቸውን እንዴት እንደሚያንዳቸውን እንዲሆኑ እንዲሆኑ፣ ነገር ግን እንዴት ያስቸግራልን።",
                        "Pashto": "مستقیم نه. زما مور ډاکټر ده او زما پلار انجنیر دی. مګر، هغوی تل ما هڅوي چې خپل لار تعقیب کړم.",
                        "Burmese": "တိုက်ရိုက်မဟုတ်ပါ။ ကျွန်တော့်အမေက ဆရာဝန်ဖြစ်ပြီး ကျွန်တော့်အဖေက အင်ဂျင်နီယာဖြစ်ပါတယ်။ သို့သော်၊ သူတို့အမြဲတမ်း ကျွန်တော့်ကို ကိုယ်ပိုင်လမ်းကိုသွားဖို့ လုပ်ထုံးလုပ်နည်းရပ်များနှင့် တွဲဖက်ထားကြသည်။",
                        "Somali": "Si toos ah ma aha. Hooyaday waa dhakhtar iyo aabahayna waa injineer. Si kastaba ha ahaatee, marwalba waxay iga taageereen inaan raaco wadadayda."
                    }
                },
                {
                    "text": "Wow, a doctor and an engineer? That's impressive. Do you ever feel pressured to go into a similar field?",
                    "translations": {
                        "Chinese": "哇，医生和工程师？这真令人印象深刻。你是否感到有压力去从事类似的领域？",
                        "Spanish": "Vaya, ¿un doctor y un ingeniero? Eso es impresionante. ¿Alguna vez te sientes presionado para entrar en un campo similar?",
                        "Hindi": "वाह, एक डॉक्टर और एक इंजीनियर? यह प्रभावशाली है। क्या आपको कभी ऐसा लगता है कि आपको इसी तरह के क्षेत्र में जाने के लिए दबाव महसूस होता है?",
                        "Arabic": "واو، طبيب ومهندس؟ هذا مثير للإعجاب. هل شعرت يومًا بالضغط لدخول مجال مشابه؟",
                        "Bengali": "ওয়াও, একজন ডাক্তার এবং একজন ইঞ্জিনিয়ার? এটা চমৎকার। আপনি কি কখনও একই ধরনের ক্ষেত্রে প্রবেশ করার জন্য চাপ অনুভব করেন?",
                        "Portuguese": "Uau, um médico e um engenheiro? Isso é impressionante. Você já se sentiu pressionado a seguir uma área semelhante?",
                        "Russian": "Вау, врач и инженер? Это впечатляет. Вы когда-нибудь чувствовали давление перейти в похожую сферу?",
                        "Japanese": "わあ、医者とエンジニアですか？それは素晴らしいですね。似たような分野に進むプレッシャーを感じることはありますか？",
                        "Punjabi": "ਵਾਹ, ਇੱਕ ਡਾਕਟਰ ਅਤੇ ਇੱਕ ਇੰਜੀਨੀਅਰ? ਇਹ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਕਦੇ ਕਿਸੇ ਸਮਾਨ ਖੇਤਰ ਵਿੱਚ ਜਾਣ ਲਈ ਦਬਾਅ ਮਹਿਸੂਸ ਕੀਤਾ ਹੈ?",
                        "German": "Wow, ein Arzt und ein Ingenieur? Das ist beeindruckend. Fühlst du dich manchmal unter Druck gesetzt, in ein ähnliches Feld zu gehen?",
                        "Javanese": "Wow, dokter lan insinyur? Iki nggawe kesan. Apa sampeyan tau krasa tertekan kanggo mlebu ing lapangan sing padha?",
                        "Korean": "와, 의사와 엔지니어? 인상적이네요. 비슷한 분야로 가야 한다는 압박감을 느낀 적이 있나요?",
                        "French": "Wow, un médecin et un ingénieur ? C'est impressionnant. Ressens-tu parfois la pression de te lancer dans un domaine similaire ?",
                        "Telugu": "వావ్, ఒక వైద్యుడు మరియు ఒక ఇంజినీరు? ఇది ఇంప్రెసివ్. మీరు ఎప్పుడైనా సమానమైన రంగంలోకి వెళ్ళడానికి ఒత్తిడి అనుభవించారా?",
                        "Marathi": "व wow, एक डॉक्टर आणि एक इंजिनिअर? हे प्रभावशाली आहे. तुम्हाला कधीही समान क्षेत्रात जाण्याचे दाबणारे वाटते का?",
                        "Tamil": "வா, ஒரு மருத்துவர் மற்றும் ஒரு பொறியாளர்? இது குறிப்பிடத்தக்கது. நீங்கள் எப்போதாவது ஒரு சமமான துறையில் செல்லும் அழுத்தத்தை உணருகிறீர்களா?",
                        "Vietnamese": "Wow, một bác sĩ và một kỹ sư? Thật ấn tượng. Bạn có bao giờ cảm thấy bị áp lực để theo đuổi một lĩnh vực tương tự không?",
                        "Urdu": "واہ، ایک ڈاکٹر اور ایک انجینئر؟ یہ متاثر کن ہے۔ کیا آپ کبھی کسی مشابہہ شعبے میں جانے کے لیے دباؤ محسوس کرتے ہیں؟",
                        "Filipino": "Wow, isang doktor at isang inhinyero? Nakakabilib. Nakakaramdam ka ba ng presyon na pumasok sa isang katulad na larangan?",
                        "Romanian": "Wow, un medic și un inginer? Asta este impresionant. Ai simțit vreodată presiune să intri într-un domeniu similar?",
                        "Albanian": "Wow, një mjek dhe një inxhinier? Kjo është mbresëlënëse. A keni ndjerë ndonjëherë presion për të hyrë në një fushë të ngjashme?",
                        "Nepali": "वाह, एक डाक्टर र एक इञ्जिनियर? यो प्रभावशाली छ। के तपाईंले कहिल्यै समान क्षेत्रको काम गर्नको लागि दबाब महसुस गर्नुभएको छ?",
                        "Khmer": "វ៉ាវ, គ្រូពេទ្យមួយនិងវិស្វករមួយ? វាអស្ចារ្យណាស់។ តើអ្នកធ្លាប់មានការប៉ះពាល់ចិត្តនឹងការចូលរួមក្នុងវិស័យដូចគ្នាឬអត់?",
                        "Sinhalese": "වොවු, වෛද්‍යවරයෙක් සහ ඉංජිනේරුවරයෙක්? මේ අමුතුයි. ඔබට අමතරව එවක් ඔබට හෝ කිසිදු පිහිටාවක් මැනවී දැනෙන්නෙද?",
                        "Amharic": "አስደሳች እና የሚገኝ ድንጋይ እንዲሆኑ እንዴት በማህበረሰቡ ተጠቃሚ ሁኔታ ሲሆኑ፣ የሚገኝ ድንጋይ ለማድረግ በማህበረሰቡ የሚወድዱት በማህበረሰቡ አብራሪ እንደሚሆኑ፣ ምንም የተለየ ተጠቃሚ ታወቀብሃል?",
                        "Pashto": "واو، یو ډاکټر او یو انجینر؟ دا تاثیرناکه دی. آیا تاسو کله هم د ورته ډګر ته د ننوتلو لپاره فشار احساس کړی؟",
                        "Burmese": "အင်း၊ ဆရာဝန်တစ်ယောက်နှင့် အင်ဂျင်နီယာတစ်ယောက်? အထူးပါပဲ။ သင့်ကို မတူညီသောဌာနကိုဝင်ရန် တုန်လှုပ်မှုခံစားရပါသလား?",
                        "Somali": "Wow, dhakhtar iyo injineer? Tani waa mid layaableh. Ma waligaa dareentay cadaadis inaad gasho goob la mid ah?"
                    }
                },
                {
                    "text": "Sometimes, but they were always supportive of my interests. They just wanted me to be happy and passionate about whatever I chose to do.",
                    "translations": {
                        "Chinese": "有时候，但他们总是支持我的兴趣。他们只是希望我对我选择做的事情感到快乐和充满热情。",
                        "Spanish": "A veces, pero siempre apoyaron mis intereses. Solo querían que fuera feliz y apasionado por lo que eligiera hacer.",
                        "Hindi": "कभी-कभी, लेकिन वे हमेशा मेरी रुचियों का समर्थन करते थे। वे बस चाहते थे कि मैं खुश रहूं और जो भी मैं चुनूं उस पर उत्साही रहूं।",
                        "Arabic": "أحيانًا، لكنهم دائمًا كانوا داعمين لاهتماماتي. كانوا يريدون فقط أن أكون سعيدًا وشغوفًا بما أختاره للقيام به.",
                        "Bengali": "কখনও কখনও, তবে তারা সবসময় আমার আগ্রহের প্রতি সহায়ক ছিল। তারা শুধু চাইত যে আমি যা করতে বেছে নেব তাতে খুশি এবং উত্তেজিত থাকি।",
                        "Portuguese": "Às vezes, mas eles sempre apoiaram meus interesses. Eles só queriam que eu fosse feliz e apaixonado pelo que eu escolhesse fazer.",
                        "Russian": "Иногда, но они всегда поддерживали мои интересы. Они просто хотели, чтобы я был счастлив и увлечён тем, что бы я ни выбрал.",
                        "Japanese": "時々ありますが、彼らは常に私の興味をサポートしてくれました。彼らはただ、私が幸せで、選んだことに情熱を持ってほしいと思っていました。",
                        "Punjabi": "ਕਦੇ ਕਦੇ, ਪਰ ਉਹ ਹਮੇਸ਼ਾਂ ਮੇਰੀਆਂ ਦਿਲਚਸਪੀ ਦੇ ਸਹਿਯੋਗੀ ਸਨ। ਉਹ ਸਿਰਫ਼ ਚਾਹੁੰਦੇ ਸਨ ਕਿ ਮੈਂ ਖੁਸ਼ ਅਤੇ ਜਿਸ ਗੱਲ ਨੂੰ ਮੈਂ ਚੁਣਾਂ ਉਨ੍ਹਾਂ ਬਾਰੇ ਜੋਸ਼ੀਲਾ ਰਹਾਂ।",
                        "German": "Manchmal, aber sie haben immer meine Interessen unterstützt. Sie wollten einfach, dass ich glücklich und leidenschaftlich bei dem bin, was ich tue.",
                        "Javanese": "Kadhang-kadhang, nanging dheweke tansah ndhukung minatku. Dheweke mung pengin aku bahagia lan semangat babagan apa wae sing tak pilih.",
                        "Korean": "가끔씩 그렇긴 하지만, 그들은 항상 제 관심사를 지지해주었습니다. 그들은 단지 제가 행복하고 제가 선택한 일에 열정적이기를 원했습니다.",
                        "French": "Parfois, mais ils ont toujours soutenu mes intérêts. Ils voulaient juste que je sois heureux et passionné par ce que je choisissais de faire.",
                        "Telugu": "కొన్నిసార్లు, కానీ వారు ఎప్పుడూ నా ఆసక్తుల పట్ల మద్దతుగా ఉండేవారు. వారు నేను ఏం చేయాలో ఎంపిక చేసుకున్నా సంతోషంగా మరియు తేజస్విగా ఉండాలని మాత్రమే కోరారు.",
                        "Marathi": "कधी कधी, पण ते नेहमीच माझ्या आवडीस समर्थन करत असत. त्यांना फक्त माझ्या निवडीवर आनंदी आणि उत्साही असण्याची इच्छा होती.",
                        "Tamil": "சில நேரங்களில், ஆனால் அவர்கள் எப்போதும் என் விருப்பங்களுக்கு ஆதரவானவர்கள். நான் எதனைச் செய்ய விரும்புகிறோமோ அதைச் செய்து சந்தோஷமாகவும் ஆர்வமாகவும் இருக்க வேண்டும் என்று அவர்கள் விரும்பினார்கள்.",
                        "Vietnamese": "Đôi khi, nhưng họ luôn ủng hộ sở thích của tôi. Họ chỉ muốn tôi hạnh phúc và đam mê với bất cứ điều gì tôi chọn làm.",
                        "Urdu": "کبھی کبھی، لیکن وہ ہمیشہ میری دلچسپیوں کی حمایت کرتے تھے۔ وہ صرف یہ چاہتے تھے کہ میں خوش اور جو کچھ بھی میں کرنے کا انتخاب کروں اس پر پرجوش رہوں۔",
                        "Filipino": "Minsan, ngunit palagi silang sumusuporta sa aking mga interes. Gusto lang nilang maging masaya ako at masigasig sa anumang pipiliin kong gawin.",
                        "Romanian": "Uneori, dar ei au fost întotdeauna susținători ai intereselor mele. Ei doar își doreau să fiu fericit și pasionat de orice aș alege să fac.",
                        "Albanian": "Ndodhin ndonjëherë, por ata gjithmonë e mbështetën interesat e mia. Ata thjesht donin që unë të isha i lumtur dhe i apasionuar për çfarëdo që do të zgjidhja të bëja.",
                        "Nepali": "कहिले काँही, तर उनीहरूले सधैं मेरो चासोको समर्थन गरेका छन्। उनीहरू केवल चाहन्थे कि म खुशी र जुनसुकै कुरा छानें त्यसमा उत्साही रहूं।",
                        "Khmer": "កบางពេល ប៉ុន្តែពួកគេតែងតែគាំទ្រចំណាប់អារម្មណ៍របស់ខ្ញុំ។ ពួកគេតែចង់ឲ្យខ្ញុំមានសុភមង្គល និងគិតមើលអំពីអ្វីដែលខ្ញុំជ្រើសរើសធ្វើ។",
                        "Sinhalese": "කැමති, නමුත් ඔවුන් සදාකාලිකව මගේ රුචි මත සහාය විය. ඔවුන්ට කුමක් කරන්න තෝරාගත් වුවද මට සතුටු සහ උත්සාහය ඇති බව පමණක් අවශ්‍ය විය.",
                        "Amharic": "አንዳንድ ጊዜዎች ነገር ግን እነሱ ሁልጊዜ የእኔን ጥምቀት ድጋፍ እንደሆነ እንዴት የሚቆሰፍበትን ማስተላለፊያ ይቀር ነበር። ለማንኛውም የምንኛው ሂደት ለምንም ሰላምን እና ምንም ተስፋዎች እንደሆኑ እንዲሆኑ።",
                        "Pashto": "کله ناکله، مګر دوی هر وخت زما په شوقونو کې ملاتړ درلود. دوی یوازې غواړي چې زه خوشحاله او هغه څه چې ما یې غوره کړي، په اړه کې جذب پاتې شم.",
                        "Burmese": "အချို့အခါများရှိပြီး၊ သူတို့သည် သင်၏စိတ်ဝင်စားမှုများကို အမြဲအားပေးခဲ့ကြသည်။ သင်ရွေးချယ်သော အရာတိုင်းကို ပျော်ရွှင်ပြီး အားထုတ်စွာလုပ်ပါကသာ၊ သူတို့က ကြိုးစားလိုက်ကြသည်။",
                        "Somali": "Mararka qaarkood, laakiin had iyo jeer waxay taageereen xiisahayga. Waxay kaliya rabayeen inaan faraxsanahay oo xiiso u qabto wixii aan doorto inaan sameeyo."
                    }
                }
            ]
        }
    ]
}