{
    "lesson": [
        {
            "title": "Answer out loud",
            "text": "Nick had been eagerly awaiting his birthday for weeks, but he never imagined it would be this special. As he tore open the brightly wrapped gift from his uncle, his eyes widened in amazement. What did he tore open?",
            "translations": {
                "Chinese": "尼克期待了好几个星期他的生日，但他从未想过会如此特别。当他撕开那份由叔叔精心包装的礼物时，他的眼睛惊讶地睁大了。他撕开了什么？",
                "Spanish": "Nick había estado esperando con ansias su cumpleaños durante semanas, pero nunca imaginó que sería tan especial. Mientras desenvuelve el regalo brillantemente envuelto de su tío, sus ojos se abren de asombro. ¿Qué fue lo que desenvuelve?",
                "Hindi": "निक कई हफ्तों से अपने जन्मदिन का बेसब्री से इंतजार कर रहा था, लेकिन उसने कभी नहीं सोचा था कि यह इतना खास होगा। जैसे ही उसने अपने चाचा से मिले उज्ज्वल तरीके से लपेटे हुए उपहार को फाड़ा, उसकी आंखें आश्चर्य से फैल गईं। उसने क्या फाड़ा?",
                "Arabic": "كان نيك ينتظر بفارغ الصبر عيد ميلاده لأسابيع، لكنه لم يتخيل أبدًا أن يكون بهذا الخصوص. عندما مزق الغلاف الساطع للهبة من عمه، اتسعت عيناه من الدهشة. ماذا مزق؟",
                "Bengali": "নিক সপ্তাহ ধরে তার জন্মদিনের জন্য আগ্রহের সাথে অপেক্ষা করছিল, কিন্তু সে কখনই কল্পনা করেনি যে এটি এত বিশেষ হবে। যখন সে তার চাচার কাছ থেকে উজ্জ্বলভাবে মোড়ানো উপহারটি ছিঁড়ে ফেলল, তার চোখ বিস্ময়ে চওড়া হয়ে গেল। সে কী ছিঁড়ে ফেলল?",
                "Portuguese": "Nick estava ansioso pelo seu aniversário há semanas, mas ele nunca imaginou que seria tão especial. Quando ele rasgou o presente brilhantemente embrulhado do tio, seus olhos se arregalaram de surpresa. O que ele rasgou?",
                "Russian": "Ник с нетерпением ждал своего дня рождения несколько недель, но никогда не представлял, что он будет таким особенным. Когда он разорвал ярко упакованный подарок от дяди, его глаза расширились от удивления. Что он разорвал?",
                "Japanese": "ニックは数週間にわたり誕生日を心待ちにしていましたが、これほど特別になるとは想像していませんでした。叔父からの明るくラッピングされたプレゼントを開けると、彼の目は驚きで大きくなりました。彼は何を開けたのでしょうか？",
                "Punjabi": "ਨਿਕ ਹਫਤਿਆਂ ਤੋਂ ਆਪਣੀ ਜਨਮਦਿਨ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਸੀ, ਪਰ ਉਸਨੇ ਕਦੇ ਨਹੀਂ ਸੋਚਿਆ ਸੀ ਕਿ ਇਹ ਇਤਨਾ ਖਾਸ ਹੋਵੇਗਾ। ਜਿਵੇਂ ਹੀ ਉਸਨੇ ਆਪਣੇ ਚਾਚਾ ਤੋਂ ਮਿਲੀ ਚਮਕਦਾਰ ਲਪੇਟ ਵਾਲੀ ਗਿਫਟ ਨੂੰ ਖੋਲ੍ਹਿਆ, ਉਸਦੀ ਅੱਖਾਂ ਹੈਰਾਨੀ ਨਾਲ ਵੱਡੀਆਂ ਹੋ ਗਈਆਂ। ਉਸਨੇ ਕੀ ਖੋਲ੍ਹਿਆ?",
                "German": "Nick hatte sich wochenlang sehnsüchtig auf seinen Geburtstag gefreut, aber er hätte nie gedacht, dass er so besonders werden würde. Als er das hell verpackte Geschenk von seinem Onkel aufriss, weiteten sich seine Augen vor Staunen. Was hat er aufgerissen?",
                "Javanese": "Nick wis ngenteni banget ulang tahune sajrone sawetara minggu, nanging dheweke ora nate mbayangake manawa iki bakal dadi khusus banget. Nalika dheweke nyuwir kado sing dibungkus cerah saka pamannya, matae nggedhekake kanthi keheranan. Apa sing dheweke nyuwir?",
                "Korean": "닉은 몇 주 동안 자신의 생일을 간절히 기다리고 있었지만 이렇게 특별할 줄은 상상도 못 했습니다. 삼촌에게서 받은 밝게 포장된 선물을 뜯으면서 그의 눈은 놀라서 커졌습니다. 그가 뜯은 것은 무엇이었나요?",
                "French": "Nick attendait avec impatience son anniversaire depuis des semaines, mais il n'aurait jamais imaginé qu'il serait aussi spécial. Alors qu'il déchirait le cadeau brillamment emballé de son oncle, ses yeux se sont écarquillés de surprise. Qu'a-t-il déchiré ?",
                "Telugu": "నిక్ అతని పుట్టిన రోజును కొన్ని వారాలుగా ఆసక్తిగా ఎదురుచూస్తున్నాడు, కానీ ఇది ఇంత ప్రత్యేకంగా ఉంటుందని అతను ఊహించలేదు. తన ఆచెల్లి నుండి వచ్చిన ప్రకాశవంతంగా ప్యాక్ చేసిన బహుమతిని తెంచినప్పుడు, అతని కళ్ళు ఆశ్చర్యంతో విస్తరించాయి. అతను ఏమి తెంచాడు?",
                "Marathi": "निक आपल्या वाढदिवसाची उत्सुकतेने काही आठवड्यांपासून वाट पाहत होता, पण तो इतका खास असू शकतो याची त्याने कल्पनाही केली नव्हती. त्याने त्याच्या चुलतभावाकडून मिळालेला चमकदार रॅप केलेला उपहार फाडला आणि त्याचे डोळे आश्चर्यचकित होऊन फाटले. त्याने काय फाडले?",
                "Tamil": "நிக்குக்கு அவரது பிறந்த நாளுக்காக வாரங்களாக ஆவலாக காத்திருந்தார், ஆனால் இது இவ்வளவு சிறப்பாக இருக்கும் என அவர் கண்டுபிடிக்கவில்லை. அவரது மாமாவின் மெளலியமாக மூடிய பரிசை அவர் தகர்க்கும் போதே, அவரது கண்கள் அதிர்ச்சியுடன் விரிந்தன. அவர் என்ன தகர்த்தார்?",
                "Vietnamese": "Nick đã háo hức chờ đợi sinh nhật của mình trong nhiều tuần, nhưng anh không bao giờ tưởng tượng rằng nó sẽ đặc biệt như vậy. Khi anh xé lớp giấy bọc quà sáng màu từ chú mình, mắt anh mở to vì kinh ngạc. Anh đã xé gì?",
                "Urdu": "نِک اپنے جنم دن کا بے صبری سے انتظار کر رہا تھا، لیکن اُس نے کبھی نہیں سوچا تھا کہ یہ اتنا خاص ہوگا۔ جب اُس نے اپنے چچا سے ملا ہوا روشن کاغذ میں لپٹا تحفہ کھولا، اُس کی آنکھیں حیرت سے پھیل گئیں۔ اُس نے کیا کھولا؟",
                "Filipino": "Si Nick ay matagal nang sabik na naghihintay ng kanyang kaarawan, ngunit hindi niya naisip na magiging ganito kaespesyal. Habang binubuksan niya ang maliwanag na nakabalot na regalo mula sa kanyang tiyuhin, lumaki ang kanyang mga mata sa pagkabigla. Ano ang binuksan niya?",
                "Romanian": "Nick a așteptat cu nerăbdare ziua lui de naștere timp de săptămâni, dar nu și-a imaginat niciodată că va fi atât de specială. Pe măsură ce deschidea cadoul strălucitor împachetat de unchiul său, ochii lui s-au lățit de uimire. Ce a deschis el?",
                "Albanian": "Nick kishte pritur me padurim ditëlindjen e tij për javë me radhë, por kurrë nuk e kishte imagjinuar se do të ishte kaq i veçantë. Ndërsa shqyeu dhuratën e mbështjellë ndritshëm nga xhaxhai i tij, sytë e tij u hapën nga habia. Çfarë shqyeu ai?",
                "Nepali": "निक केही हप्ताको लागि आफ्नो जन्मदिनको उत्कंठा गर्दै थिए, तर यसलाई यति विशेष बनाउने कुरा उनले कहिल्यै सोचेनन्। उनले आफ्ना काका द्वारा चमकदार ढंगले प्याक गरिएका उपहारलाई फाट्दा, उनका आँखा अचम्मले फैलिइन्। उनले के फाट्यो?",
                "Khmer": "និកបានរង់ចាំថ្ងៃកំណើតរបស់គាត់យ៉ាងអារម្មណ៍សម្រាប់សប្តាហ៍មួយទៀត ប៉ុន្តែគាត់មិនចាំមើលថាវានឹងពិសេសបែបនេះទេ។ នៅពេលដែលគាត់បំបែកប្រអប់ប្រអប់ពណ៌ស្វាយពីពាក់កណ្តាលពីអូនរបស់គាត់ ភ្នែករបស់គាត់បានផ្ទុះឡើងដោយការភ្ញាក់ផ្អើល។ គាត់បានបំបែកអ្វី?",
                "Sinhalese": "නික් සතියක් තිස්සේ ඔහුගේ උපන් දිනයට දැඩි මනසික ආසාවෙන් රැඳී සිටියේය, නමුත් එය මෙරට විශේෂයි කියලා ඔහු හිතාගන්නා ලදි. ඔහුගේ මොණාන්ගේ විශාල ලෙස ඇප්පෙට් කිරීමෙන් පසුව ඔහුගේ ඇස් අමතා කී දුටු විශේෂය කුමක්ද?",
                "Amharic": "ኒክ ሳይዘገው ስለትክክል በየሳምንቱ ስለድምር ዕድል እንደሚገኝ እንኳን እንዳልነው አምንየትን በእንቅስቃሴ አለ። እሱ በወንጌል በተለያዩ እንደታደገ የደርሰውን የማስተንሳሽ ድንበር በርካታ ተሳክቷል። እሱ የምን እንደሚታይ በእንቅስቃሴ ስለሚያስተምረው ይንጋገራል?",
                "Pashto": "نیک د څو هفتو لپاره د خپلې زوکړې ورځې په انتظار و، مګر هغه هیڅکله یې نه وو تصور کړی چې دا به دومره ځانګړې وي. لکه څنګه چې هغه د خپل خاله لخوا رنګین بسته شوي تحفه ټوټه ټوټه کړه، د هغه سترګې د حیرانتیا سره پراخې شوې. هغه څه ټوټه کړه؟",
                "Burmese": "နစ်သည် အများကြီးစောင့်နေခဲ့ပြီး သူ၏မွေးနေ့ကို အထူးထင်ထားပြီးတော့ မမျှော်လင့်သင့်မယ့်အတိုင်း ဖြစ်ပေါ်ခဲ့သည်။ သူ့အကြိုက်ရှိသော အမိန့်မှ ဖွင့်ထားသော အလွန်တောက်ပသော ရေရှည်စက်ကူကို သူတစ်ဖက်တစ်လမ်းဖြတ်သည်။ သူသည် မျက်လုံးတွင် အံ့ဩမှုရှိသော အခြေအနေကို တွေ့မြင်ရသည်။ သူက ဘာကို ဖွင့်ခဲ့လဲ?",
                "Somali": "Nick wuxuu si aad ah u sugayey dhalashadiisa usbuucyo, laakiin marnaba ma uu qiyaasi karin in ay sidaan u khaas noqon doonto. Markuu burburiyey hadiyadda dhalaalaysa ee xiddiga ah ee ka timid eedadiis, indhihiisu way furmeen si la yaab leh. Waa maxay waxa uu burburiyey?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "The gift, right. Inside was a gleaming Beyblade, made from stainless steel, its intricate design reflecting the sunlight streaming into the room. Nick couldn't wait to see it in action. What did he find inside?",
            "translations": {
                "Chinese": "对，礼物。里面是一只闪闪发光的陀螺，由不锈钢制成，精细的设计反射出射入房间的阳光。尼克迫不及待地想看到它的实际效果。他在里面发现了什么？",
                "Spanish": "El regalo, ¿verdad? Dentro había un Beyblade reluciente, hecho de acero inoxidable, con un diseño intrincado que reflejaba la luz del sol que entraba en la habitación. Nick no podía esperar para verlo en acción. ¿Qué encontró dentro?",
                "Hindi": "सही, उपहार। अंदर एक चमकदार बेब्लेड था, जो स्टेनलेस स्टील से बना था, और इसका जटिल डिजाइन कमरे में आने वाली धूप को परावर्तित कर रहा था। निक इसका एक्शन देखने के लिए इंतजार नहीं कर पा रहे थे। उसे अंदर क्या मिला?",
                "Arabic": "الهدية، صحيح. في الداخل كان هناك بيبليد لامع، مصنوع من الفولاذ المقاوم للصدأ، وتصميمه المعقد يعكس أشعة الشمس المتدفقة إلى الغرفة. لم يستطع نيك الانتظار لرؤيته في العمل. ماذا وجد داخلها؟",
                "Bengali": "হ্যাঁ, উপহার। ভিতরে একটি দীপ্তিমান বেব্লেড ছিল, যা স্টেইনলেস স্টীল থেকে তৈরি, এর জটিল নকশা রুমে প্রবাহিত সূর্যালোককে প্রতিফলিত করে। নিক তার কাজ করার জন্য অপেক্ষা করতে পারছিল না। সে ভিতরে কী পেল?",
                "Portuguese": "O presente, certo. Dentro havia um Beyblade brilhante, feito de aço inoxidável, com um design intrincado refletindo a luz do sol que entrava na sala. Nick estava ansioso para vê-lo em ação. O que ele encontrou dentro?",
                "Russian": "Подарок, верно. Внутри оказался сверкающий Бейблэйд, сделанный из нержавеющей стали, с изысканным дизайном, отражающим солнечный свет, проникающий в комнату. Ник не мог дождаться, чтобы увидеть его в действии. Что он нашел внутри?",
                "Japanese": "そう、プレゼント。中には、ステンレス鋼で作られた輝くベイブレードが入っており、その精巧なデザインが部屋に差し込む日光を反射していました。ニックはそれが動作するのを見るのが待ちきれませんでした。彼は中に何を見つけましたか？",
                "Punjabi": "ਹਾਂ, ਤੋਹਫਾ। ਅੰਦਰ ਇੱਕ ਚਮਕਦਾਰ ਬੇਬਲੇਡ ਸੀ, ਜੋ ਸਟੇਨਲੇਸ ਸਟੀਲ ਨਾਲ ਬਣਿਆ ਸੀ, ਇਸਦਾ ਪੀਚਾਲੀ ਡਿਜ਼ਾਈਨ ਕਮਰੇ ਵਿੱਚ ਆਉਣ ਵਾਲੀ ਧੁਪ ਨੂੰ ਪਰਤਿਅਤ ਕਰ ਰਿਹਾ ਸੀ। ਨਿਕ ਇਸਨੂੰ ਕਾਰਵਾਈ ਵਿੱਚ ਦੇਖਣ ਲਈ ਬੇਸਬਰੀ ਨਾਲ ਉਡੀਕ ਕਰ ਰਿਹਾ ਸੀ। ਉਸਨੇ ਅੰਦਰ ਕੀ ਲੱਭਿਆ?",
                "German": "Das Geschenk, genau. Innen befand sich ein glänzender Beyblade, hergestellt aus Edelstahl, dessen kompliziertes Design das Sonnenlicht widerspiegelte, das in den Raum strömte. Nick konnte es kaum erwarten, ihn in Aktion zu sehen. Was fand er darin?",
                "Javanese": "Hadiah, bener. Ing njero ana Beyblade sing padhang, digawe saka baja tahan karat, desain rumit sing nampilake sinar srengenge sing mlebu kamar. Nick ora sabar kanggo ndeleng ing tumindak. Apa sing ditemokake ing njero?",
                "Korean": "맞아요, 선물. 안에는 스테인리스 스틸로 만들어진 반짝이는 베이블레이드가 있었고, 복잡한 디자인이 방으로 들어오는 햇빛을 반사하고 있었습니다. 닉은 그것이 작동하는 모습을 빨리 보고 싶어했습니다. 그 안에서 그는 무엇을 발견했나요?",
                "French": "Le cadeau, c'est ça. À l'intérieur se trouvait un Beyblade étincelant, fabriqué en acier inoxydable, avec un design complexe reflétant la lumière du soleil qui pénétrait dans la pièce. Nick avait hâte de le voir en action. Que trouva-t-il à l'intérieur ?",
                "Telugu": "అవును, తహఫా. అందులో ఒక మెరిసే బేబ్లేడ్, స్టెయిన్లెస్ స్టీల్‌తో తయారైనది, దీని సంక్లిష్టమైన డిజైన్ రూములోకి ప్రవహిస్తున్న సూర్యరశ్మిని ప్రతిబింబిస్తుంది. నిక్ దీన్ని చర్యలో చూడాలనుకుంటున్నాడు. అతను అంతటా ఏమి కనుగొన్నాడు?",
                "Marathi": "होय, गिफ्ट. आत एक चमकदार बेब्लेड होता, जो स्टेनलेस स्टीलने बनवलेला होता, आणि त्याचे जटिल डिझाइन खोलीत प्रवेश करणार्‍या सूर्यप्रकाशाला परावर्तित करत होते. निक त्यास कृतीत पाहण्याची आतुरतेने वाट पाहत होता. त्याने आत काय सापडले?",
                "Tamil": "ஆம், பரிசு. அதில் ஸ்டெயின்லஸ் ஸ்டீல் மூலம் உருவாக்கப்பட்ட ஒரு மின்னும் பேப்ளேடு இருந்தது, அதன் சிக்கலான வடிவமைப்பு அறையில் ஊடுருவும் சூரிய ஒளியை பிரதிபலித்தது. நிக்குக்கு இதனை செயல்பாட்டில் காண வேண்டும் என்ற ஆவலுடன் இருந்தான். அவருக்கு உள்ளே என்ன கிடைத்தது?",
                "Vietnamese": "Đúng rồi, món quà. Bên trong là một Beyblade sáng bóng, làm từ thép không gỉ, với thiết kế tinh xảo phản chiếu ánh sáng mặt trời chiếu vào phòng. Nick không thể chờ để thấy nó hoạt động. Anh tìm thấy gì bên trong?",
                "Urdu": "جی ہاں، تحفہ۔ اس کے اندر ایک چمکتا ہوا بی بلیڈ تھا، جو سٹینلیس اسٹیل سے بنا تھا، اور اس کا پیچیدہ ڈیزائن کمرے میں داخل ہونے والی سورج کی روشنی کو عکاس کر رہا تھا۔ نک اسے عمل میں دیکھنے کے لیے بے چین تھا۔ اسے اندر کیا ملا؟",
                "Filipino": "Oo, ang regalo. Sa loob ay isang nagniningning na Beyblade, gawa sa stainless steel, ang kumplikadong disenyo nito ay nagrereplekta sa sinag ng araw na dumadaloy sa kwarto. Hindi makapaghintay si Nick na makita ito sa aksyon. Ano ang natagpuan niya sa loob?",
                "Romanian": "Exact, cadoul. În interior era un Beyblade strălucitor, fabricat din oțel inoxidabil, cu un design complicat care reflecta lumina soarelui care pătrundea în cameră. Nick nu putea aștepta să-l vadă în acțiune. Ce a găsit el în interior?",
                "Albanian": "Po, dhurata. Brenda kishte një Beyblade të shkëlqyer, bërë nga çelik inox, me një dizajn të ndërlikuar që pasqyronte dritën e diellit që hynte në dhomë. Nick nuk mund të presë ta shikojë në veprim. Çfarë gjeti ai brenda?",
                "Nepali": "हो, उपहार। भित्र एक चम्किलो बेब्लेड थियो, स्टेनलेस स्टीलबाट बनेको, यसको जटिल डिजाइनले कोठामा प्रवेश गर्ने सूर्यको रश्मीलाई परावर्तित गरिरहेको थियो। निक यसलाई क्रियामा देख्नका लागि प्रतीक्षारत थियो। उसले भित्र के भेट्टायो?",
                "Khmer": "ពិតណាស់។ នៅក្នុងមានគ្រឿងប៉ុន្តែមួយគ្រោងស្បែកបេះដូងដែលធ្វើពីដែកអ៊ីណុកស្ទីល ដែលមានការរចនាដ៏រំលេចបំផុត ធ្វើអោយពន្លឺព្រះអាទិត្យជួលចូលក្នុងបន្ទប់។ និចមិនអាចរង់ចាំដើម្បីឃើញវាក្នុងការងារនោះទេ។ គាត់បានស្វែងរកអ្វីនៅខាងក្នុង?",
                "Sinhalese": "ඔව්, තෑගි. ඇතුළේ හිටපු තාපනයක් වූ බේබ්ලේඩ් එකක් තිබුණා, එය ස්ටේන්ලෙස් සීල් සහිත, මනාව අඳින නිර්මාණයක් තිබුණා, කාමරයට පැමිණෙන හිරු ආලෝකය පරිබෝධනය කරන. නිකට එය ක්‍රියාත්මක වීමට බලාපොරොත්තු විය. ඔහුට ඇතුළේ කුමක් සොයා ගත්තාද?",
                "Amharic": "እርስዎ እንደትክክል ሲሆን እንዴት ነው ያለው አስተዋፅኦን ይደርስናል። በዚህ ውስጥ የምንም ያለው የበርድ ድምቀት አካልን ነው። በአንደኛው ውስጥ የምንም እንዴት የሚከበሩት ስለምንም ይናገራል?",
                "Pashto": "هو، تحفه. دننه یو ځلا لرونکی بیبیبلید و، چې د زنګ ضد فولادو څخه جوړ شوی و، او د دې پیچلي ډیزاین د کمرې په داخل کې د رڼا رڼا څرګندوي. نیک د دې په عمل کې لیدلو لپاره نه شو کولی انتظار وکړو. هغه څه وموندل؟",
                "Burmese": "အို, လက်ဆောင်။ အတွင်းတွင် ပြတ်ပြတ်သားသားသော Beyblade တစ်ခု ရှိပြီး အပြုံးသော သံမဏိမှ လုပ်ထားပြီး အပြုံးသော ဒီဇိုင်းတစ်ခု ရှိသည်။ အခန်းထဲသို့ ဝင်လာသော နေ့လည်အလင်းကို ပုံဖော်ပြသနေသည်။ Nick သည် ၎င်းကို အလုပ်တွင် ကြည့်ရှုရန် စောင့်နေနေပါသည်။ သူ့အတွင်းရှိ အရာကို ဘာတွေ့ခဲ့သလဲ။",
                "Somali": "Haa, hadiyadda. Gudaha waxaa ku jiray Beyblade dhalaalaya, oo laga sameeyay birta aan rust-ka lahayn, naqshaddiisu waxay ka tarjumaysaa qorraxda soo socota ee qolka. Nick si lama filaan ah ayuu ugu sugayey inuu arko marka uu shaqeeyo. Maxay ku heshay gudaha?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "A gleaming Beyblade. After thanking his uncle with a big hug, Nick grabbed the Beyblade and dashed outside to the backyard. Where did he go with his new gift?",
            "translations": {
                "Chinese": "一只闪亮的贝布雷德。感谢了叔叔并给了一个大大的拥抱后，尼克抓起贝布雷德，飞快地跑到后院。 他带着新的礼物去了哪里？",
                "Spanish": "Un Beyblade reluciente. Después de agradecer a su tío con un gran abrazo, Nick agarró el Beyblade y salió corriendo al patio trasero. ¿A dónde fue con su nuevo regalo?",
                "Hindi": "एक चमकदार बेब्लेड। अपने चाचा को बड़े गले से धन्यवाद देने के बाद, निक ने बेब्लेड को पकड़ लिया और बाहर पिछवाड़े में दौड़ पड़ा। वह अपने नए उपहार के साथ कहाँ गया?",
                "Arabic": "بي بليد لامع. بعد أن شكر عمه بعناق كبير، أخذ نيك البي بليد وركض إلى الفناء الخلفي. إلى أين ذهب بهديته الجديدة؟",
                "Bengali": "একটি চমকপ্রদ বেব্লেড। তার চাচাকে একটি বড় গলে ধন্যবাদ জানানোর পরে, নিক বেব্লেডটি তুলে নিয়ে পিছনের উঠানে ছুটে গেল। তার নতুন উপহারের সাথে সে কোথায় গিয়েছিল?",
                "Portuguese": "Um Beyblade brilhante. Após agradecer ao tio com um grande abraço, Nick pegou o Beyblade e correu para o quintal. Para onde ele foi com seu novo presente?",
                "Russian": "Сверкающий Бейблейд. Поблагодарив дядю большим объятием, Ник схватил Бейблейд и помчался на задний двор. Куда он пошел с новым подарком?",
                "Japanese": "輝くベイブレード。おじさんに大きなハグで感謝した後、ニックはベイブレードを掴み、裏庭に駆け出しました。新しいプレゼントを持ってどこに行ったのでしょうか？",
                "Punjabi": "ਚਮਕਦਾਰ ਬੇਬਲੇਡ। ਆਪਣੇ ਚਾਚੇ ਨੂੰ ਵੱਡੇ ਜੁੜਾਓ ਨਾਲ ਧੰਨਵਾਦ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਨਿਕ ਨੇ ਬੇਬਲੇਡ ਨੂੰ ਚੁੱਕਿਆ ਅਤੇ ਪਿੱਛੇ ਦੇ ਬਾਗ ਵਿੱਚ ਦੌੜ ਗਿਆ। ਆਪਣੇ ਨਵੇਂ ਤੋਹਫੇ ਨਾਲ ਉਹ ਕਿੱਥੇ ਗਿਆ?",
                "German": "Ein glänzender Beyblade. Nachdem er sich bei seinem Onkel mit einer großen Umarmung bedankt hatte, schnappte Nick sich den Beyblade und rannte nach draußen in den Garten. Wohin ging er mit seinem neuen Geschenk?",
                "Javanese": "Beyblade sing padhang. Sawise matur nuwun marang pamane kanthi pelukan gedhe, Nick njupuk Beyblade lan mlumpat metu menyang kebon mburi. Papan endi sing diparingi karo hadiah anyar kasebut?",
                "Korean": "반짝이는 베이블레이드. 큰 포옹으로 삼촌에게 감사한 후, 닉은 베이블레이드를 들고 뒤뜰로 달려갔다. 그는 새 선물과 함께 어디로 갔나요?",
                "French": "Un Beyblade brillant. Après avoir remercié son oncle avec une grande étreinte, Nick a pris le Beyblade et a couru dehors dans le jardin. Où est-il allé avec son nouveau cadeau ?",
                "Telugu": "ఒక మెరిసే బేబ్లేడ్. తన అంగీకారంతో తన మామగారికి పెద్ద అనుకున్న తర్వాత, నిక్ బేబ్లేడ్‌ను పట్టుకుని వెనుక ఓకేస్కేపులో పరుగెత్తాడు. అతను తన కొత్త కానుకతో ఎక్కడ వెళ్లాడు?",
                "Marathi": "चमकदार बेब्लेड. आपल्या चाचांना मोठ्या आलिंगनाने धन्यवाद दिल्यानंतर, निकने बेब्लेड पकडला आणि मागील अंगणात धावला. त्याने आपल्या नवीन भेटी सोबत कुठे गेला?",
                "Tamil": "ஒரு மின்னும் பேப்ளேடு. தனது மாமாவுக்கு பெரிய கவனிப்புடன் நன்றி கூறிய பிறகு, நிக் பேப்ளேடு பிடித்துவந்து பின்புற தோட்டத்திற்கு ஓடினார். புதிய பரிசுடன் அவர் எங்கு சென்றார்?",
                "Vietnamese": "Một Beyblade lấp lánh. Sau khi cảm ơn chú mình bằng một cái ôm lớn, Nick cầm Beyblade và lao ra ngoài ra sân sau. Anh ấy đã đi đâu với món quà mới của mình?",
                "Urdu": "ایک چمکتا ہوا بی بلیڈ۔ اپنے چچا کا شکریہ ادا کرنے کے بعد، نک نے بی بلیڈ کو پکڑا اور پیچھے کے صحن میں دوڑ گیا۔ وہ اپنے نئے تحفے کے ساتھ کہاں گیا؟",
                "Filipino": "Isang nagniningning na Beyblade. Pagkatapos magpasalamat sa kanyang tiyuhin ng isang malaking yakap, kinuha ni Nick ang Beyblade at tumakbo palabas sa likod-bahay. Saan siya pumunta sa kanyang bagong regalo?",
                "Romanian": "Un Beyblade strălucitor. După ce și-a mulțumit unchiului cu o îmbrățișare mare, Nick a luat Beyblade-ul și a fugit afară în curtea din spate. Unde a mers cu noul său cadou?",
                "Albanian": "Një Beyblade që shkëlqen. Pasi falënderoi xhaxhain e tij me një përqafim të madh, Nick mori Beyblade-n dhe doli jashtë në oborrin e pasmë. Ku shkoi ai me dhuratën e tij të re?",
                "Nepali": "चमकदार बेब्लेड। आफ्नो चाचालाई ठूलो गलेर धन्यवाद दिएको पछि, निकले बेब्लेडलाई समाते र बाहिरको पछाडि बगैंचामा हिँड्यो। उसले नयाँ उपहारसँग कहाँ गयो?",
                "Khmer": "មែនហើយ។ គ្រឿងឆ្លឺក។ បន្ទាប់ពីអរគុណព្រះអង្គរបស់គាត់ជាមួយនឹងការប្ដេជ្ញាទៅខាងក្រៅ។ អ្នកទាំងអស់គ្នា តើគាត់បានទៅណាដោយឧបករណ៍ថ្មីរបស់គាត់?",
                "Sinhalese": "ප්‍රබෝධය ලැබුණු බේබ්ලේඩ් එකක්. තමන්ගේ මොඩල සොඳුරු ආලින්ගනයෙන් ස්තූති පළ කිරීමෙන් පසු, නික් බේබ්ලේඩ් එක අල්ලමින් පිටුපස අංගණයට දිගු පණිවිඩයක් යවා ඇත. ඔහුගේ නව තෑගි සමඟ කුමක් කරන්නේ කුමක්ද?",
                "Amharic": "የትክክለኛ ድንበር በግምት እና ስለተቀመጡ ጊዜ እንዴት ነው? የዚህ ምርጥ የተዘረጋው የጉዳዩ ስለምንም የሚገኝ አልቻልም?",
                "Pashto": "یو ځلا لرونکی بیبلىډ. د خپل مامام سره د یوه لوی ژړا سره مننه کولو وروسته، نیک بیبلىډ ونیوه او د شاته د باغ خواته وتښتید. هغه د خپل نوي تحفې سره چیرته لاړ؟",
                "Burmese": "တောက်ပသော Beyblade တစ်ခု။ သူ့အပေါ် မိမိ၏ မိဘကိုကြီးမားသော နမ်းဆက်ကနေကျေးဇူးတင်ခဲ့ပြီးနောက်၊ Nick သည် Beyblade ကိုဖမ်းပြီးနောက်ကိုင်တွယ်ရာတွင် ဖျော်ဖြေရန် အလွန်အောင်မြင်ပါတယ်။ သူ၏သစ်လွင်သော လက်ဆောင်နှင့် ဘယ်နေရာသို့သွားခဲ့သလဲ?",
                "Somali": "Beyblade dhalaalaya. Kadib markii uu adeerkiis ku mahadceliyay isugu dhawaansho weyn, Nick wuxuu qabsaday Beyblade-ka oo uu si degdeg ah ugu orday gudaha beerta dambe. Xagee ayuu u tegay hadiyadda cusub ee uu haystay?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "To the backyard - that's right. The grass was freshly cut, and the air was filled with the scent of summer. He found a flat spot and set up the portable Beyblade arena his parents had bought him last year. He set up what?",
            "translations": {
                "Chinese": "到后院 - 没错。草地刚刚修剪过，空气中弥漫着夏天的气息。他找到了一块平坦的地方，搭建了父母去年买给他的便携式贝布雷德竞技场。他搭建了什么？",
                "Spanish": "Al patio trasero, ¡así es! El césped estaba recién cortado y el aire estaba lleno del aroma del verano. Encontró un lugar plano y montó la arena portátil de Beyblade que sus padres le habían comprado el año pasado. ¿Qué montó?",
                "Hindi": "पिछवाड़े में - बिल्कुल सही। घास ताजा काटी गई थी, और हवा में गर्मियों की खुशबू फैली हुई थी। उसने एक समतल जगह खोजी और उस पर पिछले साल उसके माता-पिता द्वारा खरीदी गई पोर्टेबल बेब्लेड एरीना सेट की। उसने क्या सेट किया?",
                "Arabic": "إلى الفناء الخلفي - صحيح. كانت العشب قد تم قصه حديثًا، والهواء مليء برائحة الصيف. وجد مكانًا مستويًا وأعد ساحة البي بليد المحمولة التي اشتراها له والديه العام الماضي. ماذا قام بإعداده؟",
                "Bengali": "পিছনের উঠানে - ঠিক তাই। ঘাস সদ্য কাটা হয়েছে এবং বাতাসে গ্রীষ্মের গন্ধ ভরা ছিল। তিনি একটি সমতল জায়গা খুঁজে পেয়েছিলেন এবং তার পিতামাতার দ্বারা গত বছর কেনা পোর্টেবল বেব্লেড এরেনা সেট আপ করেছিলেন। তিনি কি সেট আপ করেছিলেন?",
                "Portuguese": "Para o quintal - isso mesmo. A grama estava recém-cortada e o ar estava cheio com o aroma do verão. Ele encontrou um lugar plano e montou a arena portátil de Beyblade que seus pais lhe compraram no ano passado. O que ele montou?",
                "Russian": "На задний двор - верно. Трава была только что подстрижена, а воздух напоминал лето. Он нашел ровное место и установил портативную арену для Бейблейдов, которую его родители купили ему в прошлом году. Что он установил?",
                "Japanese": "裏庭へ - その通りです。草は新しく刈られており、空気には夏の香りが漂っていました。彼は平らな場所を見つけ、去年両親が買ってくれたポータブルベイブレードアリーナをセットアップしました。彼は何をセットアップしましたか？",
                "Punjabi": "ਪਿੱਛੇ ਦੇ ਅੰਗਣ ਵਿੱਚ - ਸਹੀ ਹੈ। ਘਾਸ ਤਾਜ਼ਾ ਕੱਟੀ ਗਈ ਸੀ ਅਤੇ ਹਵਾ ਵਿੱਚ ਗਰਮੀ ਦੀ ਖੁਸ਼ਬੂ ਭਰੀ ਹੋਈ ਸੀ। ਉਸਨੇ ਇੱਕ ਸਮਤਲ ਸਥਾਨ ਲੱਭਿਆ ਅਤੇ ਪਿਛਲੇ ਸਾਲ ਉਸਦੇ ਮਾਪਿਆਂ ਵੱਲੋਂ ਖਰੀਦੀ ਗਈ ਪੋਰਟੇਬਲ ਬੇਬਲੇਡ ਏਰੀਨਾ ਸੈੱਟ ਕੀਤੀ। ਉਸਨੇ ਕੀ ਸੈੱਟ ਕੀਤਾ?",
                "German": "In den Garten - genau. Das Gras war frisch gemäht, und die Luft war von dem Duft des Sommers erfüllt. Er fand einen ebenen Platz und richtete die tragbare Beyblade-Arena ein, die seine Eltern ihm letztes Jahr gekauft hatten. Was hat er aufgebaut?",
                "Javanese": "Ing kebon - bener. Rerumputan anyar dicukur, lan udhara kebak karo wangi musim panas. Dheweke nemokake panggonan rata lan nyetel arena Beyblade portabel sing diduweni wong tuwane taun kepungkur. Apa sing didirikan?",
                "Korean": "뒷마당으로 - 맞아요. 잔디는 갓 깎였고, 공기에는 여름의 향기가 가득했습니다. 그는 평평한 자리를 찾아 부모님이 작년에 사준 휴대용 베이블레이드 아레나를 설치했습니다. 그는 무엇을 설치했나요?",
                "French": "Au jardin - c'est exact. L'herbe avait été fraîchement coupée et l'air était rempli du parfum de l'été. Il trouva un endroit plat et installa l'arène Beyblade portable que ses parents lui avaient achetée l'année dernière. Qu'a-t-il installé ?",
                "Telugu": "పాటవత్తు - సరిగ్గా. గడ్డి కొత్తగా కట్ చేయబడింది మరియు గాలిలో వేసవి సువాసన అలజడి కనిపించింది. అతను ఒక సమాన స్థానం కనుగొని, గత సంవత్సరంలో తల్లిదండ్రులు కొనుగోలు చేసిన పోర్టబుల్ బేబ్లేడ్ అరేణాను ఏర్పాటు చేశాడు. అతను ఏమి ఏర్పాటు చేశాడు?",
                "Marathi": "पार्टीमध्ये - हेसच. गवत ताज्या कापले गेले होते आणि हवेवर ग्रीष्माच्या सुगंधाची भरली होती. त्याने एक सपाट जागा शोधली आणि त्याच्या पालकांनी मागील वर्षी विकत घेतलेली पोर्टेबल बेब्लेड अरेना सेट केली. त्याने काय सेट केले?",
                "Tamil": "பின்புற தோட்டத்திற்கு - சரியாகவே. புல்வெளி புதியதாக வெட்டப்பட்டுள்ளது, மற்றும் காற்றில் கோடை சிகப்பு நிரம்பியுள்ளது. அவர் சமமான இடத்தை கண்டுபிடித்து, கடந்த வருடம் அவரது பெற்றோர்கள் வாங்கிய மின்கலந்த பெப்ளேட் அரீனாவை அமைத்தார். அவர் என்ன அமைத்தார்?",
                "Vietnamese": "Về sân sau - đúng vậy. Cỏ vừa được cắt, và không khí tràn ngập mùi hương mùa hè. Anh tìm thấy một chỗ phẳng và lắp đặt đấu trường Beyblade di động mà bố mẹ đã mua cho anh năm ngoái. Anh đã lắp đặt cái gì?",
                "Urdu": "پچھلے صحن میں - بالکل صحیح۔ گھاس تازہ کٹی ہوئی تھی اور ہوا میں گرمی کی خوشبو پھیلی ہوئی تھی۔ اس نے ایک ہموار جگہ تلاش کی اور اپنے والدین کی طرف سے پچھلے سال خریدی گئی پورٹ ایبل بی بلیڈ ارینا کو سیٹ کیا۔ اس نے کیا سیٹ کیا؟",
                "Filipino": "Sa likod-bahay - tama. Ang damuhan ay bagong gupit, at ang hangin ay puno ng amoy ng tag-init. Nakahanap siya ng patag na lugar at itinayo ang portable Beyblade arena na binili sa kanya ng kanyang mga magulang noong nakaraang taon. Ano ang itinayo niya?",
                "Romanian": "În curtea din spate - exact. Iarba era tăiată recent și aerul era plin de mirosul verii. A găsit un loc plat și a montat arena portabilă de Beyblade pe care părinții lui i-au cumpărat-o anul trecut. Ce a montat el?",
                "Albanian": "Në oborrin e pasmë - e saktë. Barërat ishin sapo prerë dhe ajri ishte i mbushur me aromën e verës. Ai gjeti një vend të sheshtë dhe vendosi arenën portative të Beyblade që prindërit e tij e kishin blerë vitin e kaluar. Çfarë vendosi ai?",
                "Nepali": "पछाडिको बगैंचामा - ठीक छ। घाँस ताजा काटिएको थियो र हावामा गर्मीको गन्ध भरिएको थियो। उसले एक समतल स्थान फेला पार्यो र गत वर्ष उसका अभिभावकहरूले किनिदिएका पोर्टेबल बेब्लेड एरीना सेट अप गर्यो। उसले के सेट अप गर्यो?",
                "Khmer": "ទៅក្នុងកណ្តាលចាំបាច់។ តែអតីតានឹងខាងក្រោយ។ កសិកម្មត្រូវបានកាត់ថ្មី ហើយអាកាសត្រូវបានបំលែងជាមួយនឹងក្លិននៃរដូវក្តៅ។ គាត់បានស្វែងរកទីតាំងតែមួយ និងរៀបចំឧបករណ៍កីឡាបេប្លេដដែលឪពុកម្តាយរបស់គាត់បានទិញសម្រាប់គាត់ឆ្នាំមុន។ គាត់បានរៀបចំអ្វី?",
                "Sinhalese": "පෙර සීමාවට - නිවැරදිවම. ඉරිගස් යෙදීම යාවත්කාලීන වූ අතර, වාතය ගිණුම් පවතින ග්‍රාමීය හැඩයක් නිර්දේශයට පවා ගතික හාඩ් පත්තු කරන ලදී. ඔහු පොඩි මුළු පළාතක් සොයා ගැනීමට සහ වාසියෙන් ගොඩනැඟීම සඳහා ගොඩනැඟීම සඳහා පොරොන්දු වීමේ අභිරුචි ගැබීමේ පිටුමැදිව යැවූ ලේකම් සහ පිටුසන් කරන ලදී. ඔහු දුන්නු සාධන කොටස දුන්නා?",
                "Amharic": "እንዴት እንደ እንደዚህ ነው? ጉዳዩ በእንደ አካላት ስለተቀመጡና የህይወትን ትክክለኛ ስለተከተለ ተሞልቷል፡፡ በተመለከተው ስለሚሰማዎት እንደዚህ አንድ ቦታ ያገኙበት ተጠንቀቅ በተመለከተው ከምርጥ ሲሰማው፡፡",
                "Pashto": "بیاځل - سم دی. شنه لرګي تازه کټ شوی و او هوا د اوړی بوی سره ډکه وه. هغه یو مسطح ځای وموند او د تېر کال د خپلو والدینو لخوا اخیستل شوې پورټ ایبل بیبليډ اریا ترتیب کړ. هغه څه ترتیب کړل؟",
                "Burmese": "အင်္ဂါရပ်မှာ - မှန်ပါသည်။ မြေပြင်သည် သစ်လွင်သော အလှပြင်သစ်ဖြစ်ပြီး လေသည် နွေရာသီ၏ အနံ့ဖြင့် ပြည့်စုံခဲ့သည်။ သူသည် တစ်ခုပြားနေရာကို ရှာဖွေခဲ့ပြီး မယောက်တောလေးပြည့်သောနေရာကို သတ်မှတ်ပေးခဲ့သည်။ သူသည် အဘယ်အရာကို သတ်မှတ်ခဲ့ပါသလဲ။",
                "Somali": "Siibka dambe - sax. Cawska cusub ayaa la gooyay, iyo hawadu waxay ahayd buuxda urta xagaaga. Wuxuu helay meel siman wuxuuna dhisay garoonka Beyblade ee la qaadi karo oo waalidkiis u soo iibsadeen sanadka hore. Waa maxay waxa uu dhisay?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "A portable Beyblare arena. He wanted to see the toy in action. —Let's see what you can do— Nick muttered to himself as he positioned the Beyblade in the launcher. Where did he position it?",
            "translations": {
                "Chinese": "一个便携式贝布雷德竞技场。他想看看玩具的实际效果。——让我们看看你能做什么——尼克一边对自己嘟囔着，一边把贝布雷德放进发射器里。他把它放在哪里？",
                "Spanish": "Una arena portátil de Beyblade. Quería ver el juguete en acción. —Veamos lo que puedes hacer— murmuró Nick para sí mismo mientras colocaba el Beyblade en el lanzador. ¿Dónde lo colocó?",
                "Hindi": "एक पोर्टेबल बेब्लेड एरीना। वह खिलौने को क्रियात्मक रूप में देखना चाहता था। —देखते हैं तुम क्या कर सकते हो— निक ने खुद से बुदबुदाया जबकि उसने बेब्लेड को लॉन्चर में रखा। उसने इसे कहाँ रखा?",
                "Arabic": "ساحة بي بليد المحمولة. كان يريد رؤية اللعبة وهي تعمل. —دعنا نرى ما يمكنك فعله— همس نيك لنفسه وهو يضع بي بليد في الإطلاق. أين وضعه؟",
                "Bengali": "একটি পোর্টেবল বেব্লেড এরেনা। সে খেলনাটিকে কার্যকরভাবে দেখতে চেয়েছিল। —চলুন দেখি আপনি কি করতে পারেন— নিক নিজেকে বলল যখন সে বেব্লেডটি লঞ্চারে স্থাপন করছিল। সে এটি কোথায় স্থাপন করেছিল?",
                "Portuguese": "Uma arena portátil de Beyblade. Ele queria ver o brinquedo em ação. —Vamos ver o que você pode fazer— murmurou Nick para si mesmo enquanto posicionava o Beyblade no lançador. Onde ele o posicionou?",
                "Russian": "Портативная арена для Бейблейдов. Он хотел увидеть игрушку в действии. — Посмотрим, на что ты способен, — пробормотал Ник себе под нос, размещая Бейблейд в лансере. Куда он его поместил?",
                "Japanese": "ポータブルベイブレードアリーナ。彼はおもちゃがどのように動作するかを見るのが楽しみでした。—君が何ができるか見てみよう— とニックは自分に呟きながら、ベイブレードをランチャーにセットしました。彼はそれをどこに置きましたか？",
                "Punjabi": "ਇੱਕ ਪੋਰਟੇਬਲ ਬੇਬਲੇਡ ਅਰੀਨਾ। ਉਸਨੇ ਖਿਲੌਣ ਨੂੰ ਕਿਰਿਆਵਾਦੀ ਦੇਖਣਾ ਚਾਹਿਆ। —ਚਲੋ ਦੇਖੀਏ ਤੁਸੀਂ ਕੀ ਕਰ ਸਕਦੇ ਹੋ— ਨਿਕ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਬੁਦਬੁਦਾਇਆ ਜਦੋਂ ਉਸਨੇ ਬੇਬਲੇਡ ਨੂੰ ਲਾਂਚਰ ਵਿੱਚ ਸਥਾਪਤ ਕੀਤਾ। ਉਸਨੇ ਇਸਨੂੰ ਕਿੱਥੇ ਰੱਖਿਆ?",
                "German": "Eine tragbare Beyblade-Arena. Er wollte das Spielzeug in Aktion sehen. — Mal sehen, was du tun kannst — murmelte Nick vor sich hin, während er den Beyblade in den Launcher einsetzte. Wo hat er ihn positioniert?",
                "Javanese": "Arena Beyblade portabel. Dheweke pengin ndeleng dolanan kasebut ing aksi. —Ayo deleng apa sing bisa sampeyan lakoni— Nick ngucapake kanggo awake dhewe nalika dheweke nyetel Beyblade ing peluncur. Pira dheweke nyetel?",
                "Korean": "휴대용 베이블레이드 아레나. 그는 장난감이 어떻게 작동하는지 보고 싶었습니다. — 너가 뭘 할 수 있는지 보자 — 라고 니크는 자신에게 중얼거리며 베이블레이드를 발사기 안에 놓았습니다. 그는 어디에 놓았나요?",
                "French": "Une arène Beyblade portable. Il voulait voir le jouet en action. — Voyons ce que tu peux faire — murmura Nick pour lui-même en plaçant le Beyblade dans le lanceur. Où l'a-t-il positionné ?",
                "Telugu": "పోర్టబుల్ బేబ్లేడ్ అరణ్య. అతను ఈ ఆటను క్రియాత్మకంగా చూడాలని కోరుకున్నాడు. —మీరు ఏమి చేయగలరో చూద్దాం— నిక్ తనకు తానే పలుకుతూ, బేబ్లేడ్‌ను లాంచర్‌లో ఉంచాడు. అతను దాన్ని ఎక్కడ ఉంచాడు?",
                "Marathi": "पोर्टेबल बेब्लेड अरेना. त्याला खेळण्याला क्रियात्मकतेत पाहण्याची इच्छा होती. —पहा तुम्ही काय करू शकता— निकने स्वतःला बोलून बेब्लेडला लाँचरमध्ये ठेवले. त्याने ते कुठे ठेवलं?",
                "Tamil": "ஒரு மின்கலந்த பெப்ளேட் அரீனா. அவர் இந்த பொம்மையை செயல்படுகிறதைப் பார்க்க விரும்பினார். —நீங்கள் என்ன செய்ய முடியும் என்பதைப் பார்ப்போம்— என்கிறார் நிக் தன்னிடம் பேசியபடி பெப்ளேட்டை லாஞ்சரில் வைக்கிறான். அவன் அதை எங்கு வைத்தான்?",
                "Vietnamese": "Một đấu trường Beyblade di động. Anh muốn xem món đồ chơi hoạt động như thế nào. —Hãy xem bạn có thể làm gì— Nick thì thầm với chính mình khi anh đặt Beyblade vào trong máy phóng. Anh đã đặt nó ở đâu?",
                "Urdu": "ایک پورٹیبل بی بلیڈ اریانا۔ وہ کھلونا حرکت میں دیکھنا چاہتا تھا۔ —آئیے دیکھتے ہیں کہ آپ کیا کر سکتے ہیں— نِک نے اپنے آپ سے بولا جبکہ اس نے بی بلیڈ کو لانچر میں رکھا۔ اس نے اسے کہاں رکھا؟",
                "Filipino": "Isang portable na Beyblade arena. Gusto niyang makita ang laruan sa aksyon. —Tingnan natin kung ano ang kaya mong gawin— bulong ni Nick sa sarili habang inilalagay ang Beyblade sa launcher. Saan niya ito inilagay?",
                "Romanian": "O arenă portabilă de Beyblade. Voia să vadă jucăria în acțiune. — Hai să vedem ce poți face — murmura Nick pentru el însuși în timp ce poziționa Beyblade-ul în lansator. Unde l-a poziționat?",
                "Albanian": "Një arenë portative e Beyblade. Ai dashur ta shihje lodrën në veprim. —Të shohim çfarë mund të bësh— tha Nick me vete ndërsa poziciononte Beyblade në lansues. Ku e pozicionoi atë?",
                "Nepali": "पोर्टेबल बेब्लेड एरीना। उसले खेलौनालाई क्रियात्मक रूपमा हेर्न चाहन्थ्यो। —तिमी के गर्न सक्दछौ हेर्नुहोस्— निकले आफ्नो आपसमा भन्यो जब उसले बेब्लेडलाई लन्चरमा राख्यो। उसले यसलाई कहाँ राख्यो?",
                "Khmer": "វ៉ាងការពិភាក្សាឡើងវិញ។ គាត់ចង់មើលឧបករណ៍ដែលមានការអនុវត្ត។ —សូមមើលអ្វីដែលអ្នកអាចធ្វើបាន— Nick បាននិយាយខ្លួនឯង នៅពេលដែលគាត់បានដាក់ Beyblade នៅក្នុងអ្នកបញ្ចេញ។ គាត់បានដាក់វាកន្លែងណា?",
                "Sinhalese": "පරාස අභියෝග මැවීම. ඔහුට අමුත්තන් ඉක්මනින් දැකිය හැකි බවට ප්‍රතිපත්ති දැක්කා. —ඔබට කළ හැකි දේ බලන්න— නික් තමන්ටම කීමක් කළේය, ඔහු බේබ්ලේඩ් ලෑන්චර් එකේ පිහිටුවා ඇත. ඔහු ඒක යාවත්කාලීන කරන ලද සිද්ධියකි?",
                "Amharic": "እንዴት እንደ እንዴት ሆኗል፡፡ በቅርብ ጊዜ የሚሰማዎት እንዴት እንደ ስለተገኘው ስለሚሰማዎት ያም ስለተከተለ፡፡ እንዴት እንዴት እንደ ሌላ አስተሳሰብ የሚሰማዎትን ከምርጥ ለቅርብ ማንኛውም ሰው ስለተመለከተው በተመለከተው እንደሚሰማዎት እንደዚህ ያማም።",
                "Pashto": "د بیبلید پورټ ایبل ارینا. هغه غوښتل چې د لوبی چلند وګوري. —راځئ وګورو چې تاسو څه کولی شئ— نیک د خپل ځان سره وویل کله چې هغه بیبلید په لانچر کې ځای په ځای کړ. هغه یې چیرته ځای په ځای کړ؟",
                "Burmese": "တိကျမှန်ပါသည်။ သူသည် သက်သောကိုက်မှုကို ကြည့်ချင်ခဲ့သည်။ —သင့်ရဲ့ ရွေးချယ်မှုကို မြင်ကြရအောင်— နစ်က သို့တိုင်သောသူကို သူ့ကိုယ်တိုင် အကြောင်းပြောသည့်အခါ၊ သူသည် Beyblade ကို လောင်ချ်တင်ခဲ့သည်။ သူသည် သို့မဟုတ် အဘယ်အရာကို သတ်မှတ်ခဲ့သည်။",
                "Somali": "Haa, waa sax. Wuxuu rabay inuu arko ciyaarta. —Aan aragno waxa aad samayn karto— Nick ayaa isugu sheegay isagoo Beyblade-ka ku dejinaya baararka. Xagee ayuu ku dejiyey?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "In the launcher. With a swift pull of the ripcord, the Beyblade shot into the arena, spinning with a fierce energy. It glinted in the sunlight, moving with precision and power. Nick watched, mesmerized, as it collided with his old plastic Beyblade, sending it flying out of the arena.",
            "translations": {
                "Chinese": "在发射器中。随着拉动拉绳的一下，贝布雷德迅速射入竞技场，猛烈旋转。它在阳光下闪闪发光，精准而有力地移动。尼克目不转睛地观看着，它撞上了他那只旧塑料贝布雷德，将其打飞出了竞技场。",
                "Spanish": "En el lanzador. Con un rápido tirón del cordón, el Beyblade disparó hacia la arena, girando con una energía feroz. Brillaba a la luz del sol, moviéndose con precisión y poder. Nick observó, fascinado, mientras chocaba con su antiguo Beyblade de plástico, enviándolo volando fuera de la arena.",
                "Hindi": "लॉन्चर में। एक तेज़ खींचने से, बेब्लेड ने एरीना में धावा बोल दिया, तेज़ ऊर्जा के साथ घूमते हुए। यह धूप में चमक रहा था, सटीकता और शक्ति के साथ चल रहा था। निक ने देखा, मंत्रमुग्ध होकर, जब यह उसके पुराने प्लास्टिक बेब्लेड से टकराया, जिससे वह एरीना से बाहर उड़ा।",
                "Arabic": "في الإطلاق. بسحب سريع للحبل، انطلق البي بليد إلى الساحة، يدور بطاقة شديدة. تألق في ضوء الشمس، يتحرك بدقة وقوة. شاهد نيك، مفتونًا، وهو يصطدم ببي بليد البلاستيك القديم الخاص به، مما دفعه للطيران خارج الساحة.",
                "Bengali": "লঞ্চারে। একটি দ্রুত টান দেওয়ার সাথে সাথে, বেব্লেডটি এরেনায় প্রবাহিত হয়, তীব্র শক্তি সহ ঘুরছে। এটি সূর্যের আলোতে ঝলমল করছে, সঠিকতা এবং শক্তির সাথে চলমান। নিক মন্ত্রমুগ্ধ হয়ে দেখছিল, যখন এটি তার পুরানো প্লাস্টিকের বেব্লেডের সাথে সংঘর্ষ ঘটায়, সেটিকে এরেনার বাইরে পাঠিয়ে দেয়।",
                "Portuguese": "No lançador. Com um rápido puxão do cordão, o Beyblade disparou para a arena, girando com uma energia intensa. Brilhava à luz do sol, movendo-se com precisão e poder. Nick assistiu, hipnotizado, enquanto colidia com seu antigo Beyblade de plástico, lançando-o para fora da arena.",
                "Russian": "В лансере. С быстрым рывком за шнурок Бейблейд выстрелил в арену, вращаясь с яростью. Он блестел на солнце, двигаясь с точностью и мощью. Ник наблюдал, завороженный, когда он столкнулся с его старым пластиковым Бейблейдом, выбрасывая его из арены.",
                "Japanese": "ランチャーの中で。リップコードを素早く引くと、ベイブレードがアリーナに向かって飛び出し、猛烈なエネルギーで回転しました。それは太陽の光に輝き、正確さと力で動いていました。ニックは夢中で見ていました。ベイブレードが古いプラスチック製のベイブレードに衝突し、それをアリーナの外に飛ばしました。",
                "Punjabi": "ਲਾਂਚਰ ਵਿੱਚ। ਰਿਪਕੋਡ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਖਿੱਚਣ ਨਾਲ, ਬੇਬਲੇਡ ਅਰੇਨਾ ਵਿੱਚ ਤੁਰੰਤ ਉਡਿਆ, ਤੇਜ਼ੀ ਨਾਲ ਘੁੰਮਦਾ ਹੋਇਆ। ਇਹ ਧੂਪ ਵਿੱਚ ਚਮਕਦਾ ਸੀ, ਸਹੀਤਾ ਅਤੇ ਤਾਕਤ ਨਾਲ ਚਲ ਰਿਹਾ ਸੀ। ਨਿਕ ਨੇ ਮੰਤ੍ਰਮੁਗਧ ਹੋ ਕੇ ਦੇਖਿਆ, ਜਿਵੇਂ ਕਿ ਇਸਨੇ ਉਸਦੇ ਪੁਰਾਣੇ ਪਲਾਸਟਿਕ ਦੇ ਬੇਬਲੇਡ ਨਾਲ ਟਕਰਾਅ ਕੀਤਾ, ਇਸਨੂੰ ਅਰੇਨਾ ਤੋਂ ਬਾਹਰ ਭੇਜ ਦਿੱਤਾ।",
                "German": "Im Launcher. Mit einem schnellen Ruck am Zugseil schoss der Beyblade in die Arena, drehte sich mit heftiger Energie. Er glänzte im Sonnenlicht und bewegte sich mit Präzision und Kraft. Nick schaute fasziniert zu, als er mit seinem alten Plastik-Beyblade kollidierte und es aus der Arena katapultierte.",
                "Javanese": "Ing peluncur. Kanthi tarik cepet saka tali, Beyblade nyembur menyang arena, muter kanthi energi sing garang. Iku gleamed ing cahya srengenge, obah kanthi akurasi lan daya. Nick nyawang, terpikat, nalika nyerempet Beyblade plastik lawas, ngirimke metu saka arena.",
                "Korean": "발사기에서. 리프코드를 빠르게 당기자 베이블레이드가 아레나로 날아가며 격렬한 에너지로 회전했습니다. 태양빛에 반짝이며 정밀하고 강력하게 움직였습니다. 닉은 매혹된 채로 지켜보며 그것이 그의 오래된 플라스틱 베이블레이드와 충돌하여 아레나 밖으로 날아가는 것을 보았습니다.",
                "French": "Dans le lanceur. Avec un coup rapide sur la corde, le Beyblade a jailli dans l'arène, tournant avec une énergie féroce. Il brillait au soleil, se déplaçant avec précision et puissance. Nick regarda, fasciné, alors qu'il se heurtait à son ancien Beyblade en plastique, le projetant hors de l'arène.",
                "Telugu": "లాంచర్‌లో. రిప్‌కోర్డును వేగంగా లాగినప్పుడు, బేబ్లేడ్ ఆరేనా లోకి గాలి తీసుకుని, తీవ్ర శక్తితో తిరిగింది. ఇది సూర్య కిరణంలో మెరుస్తోంది, ఖచ్చితత్వం మరియు శక్తితో కదలుతోంది. నిక్ మంత్రం మోగినట్లు చూశాడు, ఇది అతని పాత ప్లాస్టిక్ బేబ్లేడ్‌తో ఢీకొట్టి, ఆరేనా నుండి బయటకు పంపించింది.",
                "Marathi": "लॉन्चरमध्ये. एक झटपट खेचल्याने, बेब्लेड आरेनात उडाला, तीव्र ऊर्जा सह फिरत आहे. ते सूर्यप्रकाशात चमकले आणि अचूकतेने आणि शक्तीने हालले. निकने, मंत्रमुग्ध होऊन पाहिले, ते त्याच्या जुन्या प्लास्टिक बेब्लेडशी टकरा खाऊन आरेनाच्या बाहेर उडाले.",
                "Tamil": "லாஞ்சரில். ரிப்ப்கார்டைப் புலம்பி, பெப்ளேட் அரீனாவில் தூரத்திற்குப் பறந்து, தீவிர சக்தியுடன் சுழற்றுகிறது. இது சூரிய ஒளியில் மின்னுகிறது, துல்லியமாகவும், சக்தியாகவும் நகர்கிறது. நிக் மந்திரமுமாக கண்டு கொண்டான், இது அவரது பழைய பிளாஸ்டிக் பெப்ளேடுடன் மோதிக் குதிக்கிறது.",
                "Vietnamese": "Trong máy phóng. Với một cú kéo nhanh dây, Beyblade bắn vào đấu trường, quay với năng lượng mãnh liệt. Nó lấp lánh dưới ánh mặt trời, di chuyển với độ chính xác và sức mạnh. Nick nhìn chăm chú, bị mê hoặc, khi nó va vào Beyblade nhựa cũ của anh, làm nó bay ra khỏi đấu trường.",
                "Urdu": "لانچر میں۔ رپ کارڈ کو تیزی سے کھینچنے کے ساتھ، بی بلیڈ نے میدان میں چھلانگ لگائی، تیز توانائی کے ساتھ گھومتے ہوئے۔ یہ دھوپ میں چمکتا تھا، درستگی اور طاقت کے ساتھ حرکت کرتا تھا۔ نِک نے مسحور ہو کر دیکھا جب یہ اُس کے پرانے پلاسٹک بی بلیڈ سے ٹکرا گیا، اُسے میدان سے باہر پھینک دیا۔",
                "Filipino": "Sa launcher. Sa isang mabilis na paghila ng cord, ang Beyblade ay tumalon sa arena, umiikot na may matinding enerhiya. Ito ay kumikislap sa sikat ng araw, gumagalaw nang may katumpakan at lakas. Pinanood ni Nick, na nahuhumaling, habang ito ay sumalpak sa kanyang lumang plastic Beyblade, na nagpapalipad nito palabas ng arena.",
                "Romanian": "În lansator. Cu o tragere rapidă a cordonului, Beyblade-ul a sărit în arenă, rotindu-se cu o energie feroce. Strălucea în lumina soarelui, mișcându-se cu precizie și putere. Nick a privit, hipnotizat, în timp ce se ciocnea de Beyblade-ul său vechi din plastic, trimițându-l zburând afară din arenă.",
                "Albanian": "Në lançer. Me një tërheqje të shpejtë të kordës, Beyblade u lëshua në arenë, duke u rrotulluar me një energji të fuqishme. Ajo shkëlqente në rrezet e diellit, duke lëvizur me saktësi dhe fuqinë. Nick e shikoi, i hipnotizuar, ndërsa përplasej me Beyblade-in e tij të vjetër plastik, duke e dërguar atë jashtë arenës.",
                "Nepali": "लॉन्चरमा। तर्फको तारलाई तीव्र तान्दा, बेब्लेडले एरीना तिर गोली हान्यो, तीव्र ऊर्जा सहित घुम्दै। यसले सूर्यको प्रकाशमा चम्किँदै, सटीकता र शक्ति साथ चलिरहेको थियो। निकले, मंत्रमुग्ध भएर, हेरिरहेको छ, जब यसले आफ्नो पुरानो प्लास्टिक बेब्लेडसँग ठोक्किएर, यसलाई एरीना बाहिर उफार्यो।",
                "Khmer": "នៅក្នុងអ្នកបាញ់។ ជាមួយនឹងការទាញយកឆាប់រហ័សនៃខ្សែរព្រួញ, Beyblade បង្ហោះចូលទៅក្នុងការប្រកួត, បង្រៀនជាមួយថាមពលខ្លាំង។ វាចេញភ្លឺនៅក្នុងពន្លឺថ្ងៃ, ធ្វើចលនាជាមួយនឹងភាពត្រឹមត្រូវ និងអំណាច។ Nick មើល, ទាក់ទាញដោយស្តាប់, នៅពេលវាប៉ះជាមួយនឹង Beyblade ប្លាស្ទិចចាស់របស់គេ, បញ្ជូនវាខាងក្រៅពីការប្រកួត។",
                "Sinhalese": "ලෝන්චර් එකේ. රිප්කෝඩ් එක කාර්යශීලීව දිගට මැක්කා, බේබ්ලේඩ් එක ආරේනා වෙත පටලවමින් ගියා. එය හිරුගේ ආලෝකයේ දිගු වෙමින්, නිරවද්‍යතාවය සහ බලය සමඟ ගමන් කළේය. නික්, ඇද වැටී ගියා, එය තම පරණ ප්ලාස්ටික් බේබ්ලේඩ් එක සමඟ මැද එම ආරේනාට පිටවන්න එය පිටවන්නේ දැයි බලන්න.",
                "Amharic": "በላንችር። በፍጥነት የተሰበሰብ የሚሰራ ሲሆን፣ በድንጋዩ ውስጥ የተያዘው በእንቅስቃሴ በተያዘው በማየት በቅድሚያ ይገኛል። ኒክ እንዲህ በተባለው ከቆይቶ የሚሰማው በጣም ምስክር እንደ ሆኗል። እንዲሁ ይዤም በአዲስ አስተያየት፣ በቆይቶ ማስረከባቸውን ተገናኝሎታል።",
                "Pashto": "په لانچر کې. د تیزې کرن کیږدلو سره، بی بلیډ د ارینا ته ولاړ، د شدیدې انرژۍ سره ګړندي چرخیدل. دا د لمر په رڼا کې ځلیږي، د دقیقیت او ځواک سره خوځیږي. نیک ولیدل، چې د حیرانتیا سره، څنګه چې دا د هغه زړو پلاستیکي بی بلیډ سره ټکر شو، د ارینا نه بهر وړل.",
                "Burmese": "လောင်ချ်တင်မှာ။ သီတင်းရေတင် ရပ်ကြိုးကို မြန်နှုန်းနှင့်ဆွဲသွားသည်၊ ဘေးဘလေဒ်သည် အားပြင်းစွာလှုပ်ရှားလျက် အရောင်ထိပ်သစ်ပေါ်သို့ မြှုပ်ကွယ်သွားသည်။ အနေနှင့် မီးအပေါ်တွင် တောက်ပပြီး သတိရှိစွာနှင့် အစွမ်းထက်စွာ လွှမ်းမိုးနေသည်။ နစ်သည် လိပ်ပြာဖြင့် သင်္ကေတနှင့် ရင်ဆိုင်ပြီး ကြည့်နေခဲ့သည်။ ၎င်းသည် သူ့အဟောင်းပလတ်စတစ် ဘေးဘလေဒ်နှင့် ပြိုလဲသွားသည်။",
                "Somali": "Xagga launcher-ka. Iyada oo la jiido xawaaraha xawliga ah, Beyblade ayaa arena-ga ku duulay, isagoo wareegaya awood xoog leh. Waxay ku nuuranaysay qoraxda, iyada oo dhaqaaqaysa si sax ah oo xoog leh. Nick ayaa daawaday, oo ku dhiirrigeliyey, markii ay ku dhufatay Beyblade-ka caag ah ee hore, taasoo ka dhigtay inuu ka baxo arena."
            }
        }
    ]
}