{
    "lesson": [
        {
            "title": "Answer out loud",
            "text": "Bob was driving down the highway, enjoying the feel of the wind rushing through his open window. He had just finished a long day at work and was eager to get home. What was Bob enjoying?",
            "translations": {
                "Chinese": "鲍勃正在高速公路上开车，享受着风从他打开的窗户吹过来的感觉。他刚刚结束了一天的工作，迫切想回家。鲍勃在享受什么？",
                "Spanish": "Bob estaba conduciendo por la carretera, disfrutando de la sensación del viento que pasaba por su ventana abierta. Acababa de terminar un largo día de trabajo y estaba ansioso por llegar a casa. ¿Qué estaba disfrutando Bob?",
                "Hindi": "बॉब हाईवे पर गाड़ी चला रहे थे, अपनी खुली खिड़की से बहती हवा की अनुभूति का आनंद ले रहे थे। उन्होंने अभी-अभी काम के लंबे दिन को समाप्त किया था और घर पहुँचने के लिए उत्सुक थे। बॉब क्या आनंद ले रहे थे?",
                "Arabic": "كان بوب يقود سيارته على الطريق السريع، يستمتع بشعور الرياح تتدفق عبر نافذته المفتوحة. لقد انتهى للتو من يوم طويل في العمل وكان متحمساً للعودة إلى المنزل. ماذا كان بوب يستمتع به؟",
                "Bengali": "বব হাইওয়ে ধরে গাড়ি চালাচ্ছিলেন, তার খোলা জানালা দিয়ে বয়ে যাওয়া বাতাসের অনুভূতি উপভোগ করছিলেন। তিনি কাজের একটি দীর্ঘ দিন শেষ করেছেন এবং বাড়ি ফিরে যাওয়ার জন্য উদগ্রীব ছিলেন। বব কী উপভোগ করছিলেন?",
                "Portuguese": "Bob estava dirigindo pela estrada, desfrutando da sensação do vento soprando pela janela aberta. Ele acabara de terminar um longo dia de trabalho e estava ansioso para chegar em casa. Do que Bob estava desfrutando?",
                "Russian": "Боб ехал по шоссе, наслаждаясь ощущением ветра, проникающего через открытое окно. Он только что закончил долгий рабочий день и был полон нетерпения вернуться домой. Чего наслаждался Боб?",
                "Japanese": "ボブは高速道路を運転しながら、開けた窓から流れる風の感触を楽しんでいました。長い仕事の一日を終えたばかりで、家に帰るのを楽しみにしていました。ボブは何を楽しんでいたのでしょうか？",
                "Punjabi": "ਬੌਬ ਹਾਈਵੇ 'ਤੇ ਗੱਡੀ ਚਲਾ ਰਿਹਾ ਸੀ, ਆਪਣੇ ਖੁਲੇ ਖਿੜਕੀ ਰਾਹੀਂ ਆ ਰਹੀ ਹਵਾ ਦੀ ਮਹਸੂਸ ਕਰਦਾ ਹੋਇਆ। ਉਸਨੇ ਹਾਲ ਹੀ ਵਿੱਚ ਇੱਕ ਲੰਮੀ ਦਿਨ ਦੀ ਨੌਕਰੀ ਨੂੰ ਪੂਰਾ ਕੀਤਾ ਸੀ ਅਤੇ ਘਰ ਪਹੁੰਚਣ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਸੀ। ਬੌਬ ਕੀ ਆਨੰਦ ਲੈ ਰਿਹਾ ਸੀ?",
                "German": "Bob fuhr die Autobahn entlang und genoss das Gefühl des Windes, der durch sein offenes Fenster strömte. Er hatte gerade einen langen Arbeitstag hinter sich und freute sich darauf, nach Hause zu kommen. Was genoss Bob?",
                "Javanese": "Bob lagi nyopir ing jalan raya, nikmati rasa angin sing nglewati jendela sing mbukak. Dheweke barusan rampung saka dina kerja sing suwe lan kepengin banget mulih. Apa sing dinikmati Bob?",
                "Korean": "밥은 고속도로를 따라 운전하며 열린 창문으로 불어오는 바람의 느낌을 즐기고 있었습니다. 그는 긴 하루의 일을 마치고 집에 가고 싶어 했습니다. 밥은 무엇을 즐기고 있었나요?",
                "French": "Bob conduisait sur l'autoroute, profitant de la sensation du vent qui soufflait par sa fenêtre ouverte. Il venait de terminer une longue journée de travail et était impatient de rentrer chez lui. De quoi Bob profitait-il ?",
                "Telugu": "బాబ్ హైవే మీద గడిపి, తన తెరిచిన חל window దాంట్లో గాలిని అనుభవిస్తూ ఉండేవాడు. అతను చాలా పని చేసిన రోజు ముగిసింది మరియు ఇంటికి వెళ్లాలని ఆశతో ఉన్నాడు. బాబ్ ఏమి ఆనందిస్తున్నాడు?",
                "Marathi": "बॉब हायवेवर गाडी चालवत होता, त्याच्या उघड्या खिडक्याद्वारे येणाऱ्या वाऱ्याचा अनुभव घेत होता. त्याने कामाचा एक दीर्घ दिवस संपवला होता आणि घर गाठण्याची आतुरता त्याला होती. बॉब काय आनंद घेत होता?",
                "Tamil": "பாப் ஹைவே வழியாக கார் ஓட்டி, தனது திறந்த ஜன்னலின் வழியாக காற்றின் உணர்வை அனுபவித்து கொண்டிருந்தான். அவன் ஒரு நீண்ட வேலை நாளை முடித்துவிட்டான் மற்றும் வீட்டுக்குச் செல்வதற்கு ஆர்வமாக இருந்தான். பாப் எதைப் போற்றிக் கொண்டான்?",
                "Vietnamese": "Bob đang lái xe trên đường cao tốc, tận hưởng cảm giác gió thổi qua cửa sổ mở. Anh vừa mới kết thúc một ngày dài làm việc và háo hức trở về nhà. Bob đang thưởng thức điều gì?",
                "Urdu": "باب ہائی وے پر گاڑی چلا رہا تھا، اپنے کھلے کھڑکی سے ہواؤں کی لذت لے رہا تھا۔ اس نے ابھی ابھی ایک لمبے دن کی کام کو مکمل کیا تھا اور گھر جانے کے لئے بے تاب تھا۔ باب کیا لطف اندوز ہو رہا تھا؟",
                "Filipino": "Si Bob ay nagmamaneho sa kahabaan ng highway, tinatangkilik ang pakiramdam ng hangin na dumadaloy sa kanyang bukas na bintana. Kakakakakakita lang niya ng isang mahabang araw sa trabaho at sabik na makauwi. Ano ang tinatangkilik ni Bob?",
                "Romanian": "Bob conducea pe autostradă, bucurându-se de senzația vântului care trecea prin fereastra deschisă. Tocmai terminase o zi lungă de muncă și era dornic să ajungă acasă. De ce se bucura Bob?",
                "Albanian": "Bob po ngiste në autostradë, duke shijuar ndjesinë e erës që kalonte përmes dritares së hapur. Ai sapo kishte përfunduar një ditë të gjatë pune dhe ishte i padurueshëm për të shkuar në shtëpi. Çfarë po shijonte Bob?",
                "Nepali": "बॉब हाइवेमा गाडी चलाइरहेका थिए, आफ्नो खुल्ला विन्डोबाट आउने हावाको अनुभव गर्दै। उनले लामो दिनको काम समाप्त गरेका थिए र घर जान उत्सुक थिए। बॉब के कुरा आनन्दित हुँदै थिए?",
                "Khmer": "បុប់កំពុងបើកឡាននៅលើផ្លូវធំ ដកដង្ហើមនូវអារម្មណ៍របស់ខ្យល់ដែលបិទតាមចតុផ្លូវរបស់គេ។ គាត់ទើបតែបញ្ចប់ថ្ងៃធូរស្បើយនៃការងារ ហើយមានក្តីសង្ឃឹមក្នុងការទៅផ្ទះ។ បុប់កំពុងរីករាយនឹងអ្វី?",
                "Sinhalese": "බොබ් මගට ගමන් කරන අතර, ඔහුගේ විවෘත ජනෙල් හරහා වාතයේ සංවේදනාව අරන් ගෙවී සිටියේය. ඔහු වැඩේ දිගු දිනයක් අවසන් කර ඇති අතර, නිවසට පැමිණීමට බලාපොරොත්තු වේ. බොබ් කුමක් විඳී තිබේද?",
                "Amharic": "በቦብ አልጋ በአስተዳደሩ እንደሆነ የሚያስተዳደር ብቻ ባህሪያትን በመኖር እንዴት አድርጎ የእንዴት እንደሆነ፡፡ የዛሬን ስራ ማጠናበት እንዲሆን የሚደርስ ከእርሱ በርቀት አንደ ውስጥ ይቅርታ እንዴት እንደሆነ?—",
                "Pashto": "باب د لوی لارې څخه تېریدله، د خلاصې کړکۍ له لارې د باد احساس څخه خوند اخیستل. هغه تازه د اوږدې ورځې کار پای ته رسولی و او کور ته د رسیدو لپاره بې صبر و. باب څه شی خوند اخیست؟",
                "Burmese": "ဘော့စ် လမ်းကြောင်းတစ်ခုကို မောင်းနေချိန်တွင် သူ့ရဲ့ဖွင့်ထားသောပြတင်းပေါက်မှ လေထွက်သွားနေသည့် အခိုက်အတန့်ကိုခံစားနေသည်။ သူက အလုပ်နယ်ပယ်တွင် ရေရှည်နေ့လုံးပြီးနောက် အိမ်ပြန်ရဖို့ မျှော်လင့်နေသည်။ ဘော့စ်ဘာကိုပျော်မွေ့နေသလဲ?",
                "Somali": "Bob wuxuu waday wadada weyn, isagoo ku raaxeysanaya dareenka dabaysha oo ka socota daaqada furan. Wuxuu dhowaan dhameystiray maalmo dheer oo shaqo ah wuxuuna sugayaa inuu guriga tago. Bob muxuu ku raaxeysanayay?"
        
            }
        },
        {
            "title": "Answer out loud",
            "text": "Yeah - the feel of the wind. The sun was setting, casting a golden glow over the landscape, and Bob felt a sense of calm wash over him. And what was Bob doing? Was he walking?",
            "translations": {
                "Chinese": "是的——风的感觉。太阳正在落下，把金色的光辉洒在风景上，鲍勃感到一种宁静的感觉袭来。那鲍勃在做什么？他是在走路吗？",
                "Spanish": "Sí, la sensación del viento. El sol se estaba poniendo, arrojando un resplandor dorado sobre el paisaje, y Bob sintió una sensación de calma que lo envolvía. ¿Y qué estaba haciendo Bob? ¿Estaba caminando?",
                "Hindi": "हां - हवा का अहसास। सूर्य अस्त हो रहा था, जो परिदृश्य पर सुनहरी चमक डाल रहा था, और बॉब ने एक शांति की भावना महसूस की। और बॉब क्या कर रहा था? क्या वह चल रहा था?",
                "Arabic": "نعم - إحساس الرياح. كانت الشمس تغرب، تلقي توهجًا ذهبيًا على المنظر الطبيعي، وشعر بوب بشعور من الهدوء يغمره. وماذا كان بوب يفعل؟ هل كان يمشي؟",
                "Bengali": "হ্যাঁ - বাতাসের অনুভূতি। সূর্য অস্তমিত হচ্ছিল, দৃশ্যপটের উপর একটি সোনালী আভা ফেলে, এবং বব একটি শান্তির অনুভূতি অনুভব করল। এবং বব কী করছিল? কি তিনি হাঁটছিলেন?",
                "Portuguese": "Sim - a sensação do vento. O sol estava se pondo, lançando um brilho dourado sobre a paisagem, e Bob sentiu uma sensação de calma tomar conta dele. E o que Bob estava fazendo? Ele estava andando?",
                "Russian": "Да - ощущение ветра. Солнце садилось, озаряя пейзаж золотым светом, и Боб почувствовал, как его охватывает чувство спокойствия. И чем занимался Боб? Он шел пешком?",
                "Japanese": "はい - 風の感触です。太陽が沈みかけ、風景に黄金の輝きを投げかけており、ボブは落ち着きの感覚に包まれました。そしてボブは何をしていたのでしょうか？彼は歩いていましたか？",
                "Punjabi": "ਹਾਂ - ਹਵਾ ਦੀ ਮਹਸੂਸ। ਸੂਰਜ ਡੁੱਬ ਰਿਹਾ ਸੀ, ਦ੍ਰਿਸ਼ ਨੂੰ ਸੋਨੇ ਦੀ ਚਮਕ ਦੇ ਰਾਹੀਂ ਰੋਸ਼ਨੀ ਪਾ ਰਿਹਾ ਸੀ, ਅਤੇ ਬਾਬ ਨੇ ਇਕ ਸ਼ਾਂਤੀ ਦੀ ਮਹਸੂਸ ਕੀਤੀ। ਅਤੇ ਬਾਬ ਕੀ ਕਰ ਰਿਹਾ ਸੀ? ਕੀ ਉਹ ਤੁਰ ਰਿਹਾ ਸੀ?",
                "German": "Ja - das Gefühl des Windes. Die Sonne ging unter und warf ein goldenes Licht über die Landschaft, und Bob spürte, wie sich eine Ruhe über ihn legte. Und was machte Bob? War er am Gehen?",
                "Javanese": "Ya - rasane angin. Srengenge wis mudhun, ngetokake cahya emas ing pemandangan, lan Bob ngrasakake rasa tenang sing nyapu dheweke. Lan apa sing ditindakake Bob? Apa dheweke lagi mlaku?",
                "Korean": "네 - 바람의 느낌. 해가 지고 있었고, 풍경에 황금빛을 드리우며, 밥은 차분함이 밀려오는 느낌을 받았습니다. 그리고 밥은 무엇을 하고 있었나요? 그가 걷고 있었나요?",
                "French": "Oui - la sensation du vent. Le soleil se couchait, projetant une lueur dorée sur le paysage, et Bob ressentait une vague de calme l’envahir. Et que faisait Bob ? Était-il en train de marcher ?",
                "Telugu": "అవును - గాలిపోతున్న భావన. సూర్యుడు అవతలకి వెళ్ళిపోతూ, దృశ్యంపై స్వర్ణాకార కిరణాలను వేస్తూ, బాబ్ ఓ నిశ్శబ్దతను అనుభవించాడు. బాబ్ ఏమి చేస్తున్నాడు? అతను నడుస్తున్నాడా?",
                "Marathi": "होय - वाऱ्याची अनुभूती. सूर्य अस्त होतो, लँडस्केपवर सोनेरी झलक टाकत होता आणि बॉबला शांततेची भावना आली. आणि बॉब काय करत होता? तो चालत होता का?",
                "Tamil": "ஆம் - காற்றின் உணர்வு. सूर्य அஸ்தமித்து, கண்காணிப்பில் ஒரு தங்க ஒளி வீசுகிறது, மற்றும் பாப் ஒரு அமைதியான உணர்வைப் பெற்றான். பாப் என்ன செய்யவந்தார்? அவர் நடக்கிறாரா?",
                "Vietnamese": "Vâng - cảm giác của gió. Mặt trời đang lặn, tạo ra ánh sáng vàng óng trên phong cảnh, và Bob cảm thấy một cảm giác bình yên bao trùm. Bob đang làm gì? Anh ấy có đang đi bộ không?",
                "Urdu": "ہاں - ہوا کا احساس۔ سورج غروب ہو رہا تھا، منظر پر سنہری چمک ڈال رہا تھا، اور باب نے ایک سکون کی لہر محسوس کی۔ اور باب کیا کر رہا تھا؟ کیا وہ چل رہا تھا؟",
                "Filipino": "Oo - ang pakiramdam ng hangin. Ang araw ay lumulubog, naglalabas ng gintong liwanag sa tanawin, at naramdaman ni Bob ang isang pakiramdam ng kapayapaan na bumabalot sa kanya. At ano ang ginagawa ni Bob? Siya ba ay naglalakad?",
                "Romanian": "Da - senzația vântului. Soarele apunea, aruncând o strălucire aurie asupra peisajului, iar Bob simțea cum o senzație de calm îl cuprindea. Și ce făcea Bob? Mergea pe jos?",
                "Albanian": "Po - ndjesia e erës. Dielli po perëndonte, duke hedhur një shkëlqim të artë mbi peizazh, dhe Bob ndjeu një ndjesi qetësie që e mbuloi. Dhe çfarë po bënte Bob? Po ecte?",
                "Nepali": "हो - हावाको अनुभूति। सूर्य अस्तमान हुँदै थियो, परिदृश्यमा सुनौलो चमक फैलाउँदै, र बबले शान्तिको अनुभव महसुस गरे। र बब के गर्दै थिए? के उनी हिँडिरहेका थिए?",
                "Khmer": "បាទ - អារម្មណ៍នៃខ្យល់។ ព្រះអាទិត្យកំពុងរាត្រី ដែលបង្កើតពន្លឺពណ៌សោភ័ណលើទេសភាព ហើយប៉បបានស្គាល់អារម្មណ៍នៃការស្ងប់ស្ងាត់។ ហើយប៉បកំពុងធ្វើអ្វី? តើគាត់កំពុងដើរទេ?",
                "Sinhalese": "ඔව් - ගස් මඟින් පීඩනය. සඳ බසී යමින්, පෘථිවියේ රෝහල් මැකියාවේදී, බොබ්ට සාමය ගැන අත්දැකීමක් හිමිවීය. සහ බොබ් කුමක් කරමින් සිටියේද? ඔහු නැගීමට යන්නෙද?",
                "Amharic": "አዎን - ከእንግዲህ ያስተዳደሩ እንዴት እንደሆነ፣ ሰማዩን እንዲሆን እንዲሆን ይህም በመስተዋልና በጊዜ ውስጥ ስለማይኖርና በመቶያ በእንደሆነ፡፡ በታላቅ ቦትን ተመዝግቧል፡፡",
                "Pashto": "هو - د باد احساس. لمر لاهو شو، د منظرې پراخه روښنايي د سونګ روښنایی سره، او بوب د آرامۍ احساس وکړ. او بوب څه کوي؟ آیا هغه ګامونه اخیستل؟",
                "Burmese": "ဟုတ်ကဲ့ - လေ၏ အတွေ့အကြုံ။ နေမိုးနိမ့်နေသည်။ မြင်ကွင်းပေါ်တွင် ရွှေရောင်အလင်းဖြင့် ထိုးကြည့်နေသည်။ ဘော့စ်သည် ရှိနေမှုမှ အေးမြခြင်းခံစားသွားသည်။ ဒါပေမယ့် ဘော့စ်သည် အကယ်၍ သင့်လျော်သည်။ သင့်လျော်အခြေအနေမှာ လျှပ်စစ်ကို လှုပ်ရှားမှုကို ယုံကြည်ပါ။",
                "Somali": "Haa - dareenka dabaysha. Qorraxdu waxay dhacaysay, iyadoo soo saareysa iftiin dahabi ah oo ku dhacaya muuqaalka, Bobna wuxuu dareemay dareen degenaansho. Bobna muxuu sameynayay? Ma socdayaa?"
        
            }
        },
        {
            "title": "Answer out loud",
            "text": "No. He wasn't walking. He was driving. Suddenly, his tranquility was interrupted by the flash of red and blue lights in his rearview mirror. He glanced at his speedometer and realized he had been going over the speed limit. What interrupted his feel of the wind?",
            "translations": {
                "Chinese": "不。他没有在走路。他在开车。突然，他的宁静被后视镜中闪烁的红蓝灯光打断了。他瞥了一眼车速表，意识到自己超速了。是什么打断了他对风的感觉？",
                "Spanish": "No. No estaba caminando. Estaba conduciendo. De repente, su tranquilidad fue interrumpida por el destello de luces rojas y azules en su espejo retrovisor. Miró su velocímetro y se dio cuenta de que había estado excediendo el límite de velocidad. ¿Qué interrumpió su sensación del viento?",
                "Hindi": "नहीं। वह चल नहीं रहा था। वह गाड़ी चला रहा था। अचानक, उसकी शांति को उसके रियरव्यू मिरर में लाल और नीली बत्तियों की चमक ने बाधित कर दिया। उसने अपनी स्पीडोमीटर पर नज़र डाली और महसूस किया कि वह गति सीमा से ऊपर जा रहा था। उसकी हवा की अनुभूति को क्या बाधित किया?",
                "Arabic": "لا. لم يكن يمشي. كان يقود. فجأة، تم قطع هدوءه بومضات الأضواء الحمراء والزرقاء في مرآة الرؤية الخلفية. نظر إلى عداد السرعة الخاص به وأدرك أنه كان يتجاوز السرعة المحددة. ما الذي قطع شعوره بالريح؟",
                "Bengali": "না। তিনি হাঁটছিলেন না। তিনি গাড়ি চালাচ্ছিলেন। হঠাৎ করে, তাঁর শান্তি তাঁর রিয়ারভিউ মিরর-এ লাল ও নীল আলোর ঝলক দ্বারা বিঘ্নিত হয়। তিনি তাঁর স্পিডোমিটারকে এক নজর দেখলেন এবং বুঝতে পারলেন যে তিনি গতির সীমা অতিক্রম করেছেন। তাঁর বাতাসের অনুভূতিকে কী বিঘ্নিত করল?",
                "Portuguese": "Não. Ele não estava andando. Ele estava dirigindo. De repente, sua tranquilidade foi interrompida pelo piscar das luzes vermelhas e azuis no espelho retrovisor. Ele olhou para o velocímetro e percebeu que estava excedendo o limite de velocidade. O que interrompeu a sensação do vento?",
                "Russian": "Нет. Он не шел пешком. Он ехал за рулем. Внезапно его спокойствие было прервано вспышкой красных и синих огней в зеркале заднего вида. Он посмотрел на спидометр и понял, что превысил скорость. Что прервало его ощущение ветра?",
                "Japanese": "いいえ。彼は歩いていませんでした。彼は運転していました。突然、彼の静けさがバックミラーに映る赤と青のライトのフラッシュによって中断されました。彼はスピードメーターをちらっと見て、速度制限を超えていたことに気づきました。風の感覚を中断したものは何ですか？",
                "Punjabi": "ਨਹੀਂ। ਉਹ ਤੁਰ ਨਹੀਂ ਰਿਹਾ ਸੀ। ਉਹ ਗੱਡੀ ਚਲਾ ਰਿਹਾ ਸੀ। اچਾਨਕ، ਉਸਦੀ ਸਾਦਗੀ ਦੀ ਖ਼ੁਸ਼ਬੂ ਲਾਲ ਅਤੇ ਨੀਲੇ ਬੱਤੀਆਂ ਦੇ ਚਮਕ ਨਾਲ ਵੱਡੀ ਹੋ ਗਈ। ਉਸਨੇ ਆਪਣੇ ਸਪੀਡੋਮੀਟਰ ਨੂੰ ਚੁੱਕੀ ਅਤੇ ਸਮਝਿਆ ਕਿ ਉਹ ਗਤੀ ਸੀਮਾ ਨੂੰ ਪਾਰ ਕਰ ਗਿਆ ਸੀ। ਉਸਦੀ ਹਵਾ ਦੀ ਮਹਸੂਸ ਕੀਹ ਰੋਕੀ ਹੈ?",
                "German": "Nein. Er ging nicht. Er fuhr. Plötzlich wurde seine Ruhe durch das Aufblitzen roter und blauer Lichter im Rückspiegel gestört. Er warf einen Blick auf seinen Tacho und erkannte, dass er die Geschwindigkeitsbegrenzung überschritten hatte. Was unterbrach sein Gefühl des Windes?",
                "Javanese": "Ora. Dheweke ora mlaku. Dheweke nyopir. Tiba-tiba, ketenane kaganggu déning kilat abang lan biru ing cermin mrék. Dheweke mriksa speedometeré lan nyadar manawa dheweke wis ngluwihi watesan kecepatan. Apa sing ngganggu rasane anginé?",
                "Korean": "아니요. 그는 걷고 있지 않았습니다. 그는 운전하고 있었습니다. 갑자기 그의 평온은 후방 거울에 비친 빨간색과 파란색 불빛의 섬광에 의해 방해받았습니다. 그는 속도계를 훑어보고 제한 속도를 초과한 것을 깨달았습니다. 그의 바람에 대한 느낌을 방해한 것은 무엇이었나요?",
                "French": "Non. Il ne marchait pas. Il conduisait. Tout à coup, sa tranquillité fut interrompue par l’éclair des lumières rouges et bleues dans son rétroviseur. Il jeta un coup d’œil à son compteur de vitesse et réalisa qu’il avait dépassé la limite de vitesse. Qu’est-ce qui a interrompu sa sensation du vent ?",
                "Telugu": "అవును - గాలిపోతున్న భావన. సూర్యుడు బసగా, దృశ్యంపై స్వర్ణ కాంతిని పడదోపుకుంటున్నాడు, మరియు బాబ్ ఒక నిశ్శబ్దతను అనుభవించాడు. మరియు బాబ్ ఏమి చేస్తుంది? ఆయన నడవడం లేదు.",
                "Marathi": "नाही. तो चालत नव्हता. तो गाडी चालवत होता. अचानक, त्याची शांति त्याच्या रियरव्यू मिररमध्ये लाल आणि निळ्या रंगाच्या लाईट्सच्या चमकाने बाधित झाली. त्याने त्याच्या स्पीडोमीटरकडे पाहिले आणि समजले की त्याने गतीची मर्यादा ओलांडली आहे. वाऱ्याची अनुभूती काय अडवली?",
                "Tamil": "இல்லை. அவர் நடக்கவில்லை. அவர் கார் ஓட்டுகிறார். திடீரென, அவரது அமைதியை அவரது பின்புறக் கண்ணாடியில் சிவப்பு மற்றும் நீல விளக்குகளின் மின்னல் தடை செய்தது. அவர் தனது வேகமிதிப்பொடியை பார்க்கும் போது, அவர் வேகத்தை மீறியதை உணர்ந்தார். காற்றின் உணர்வை என்ன தடுக்கிறது?",
                "Vietnamese": "Không. Anh ấy không đi bộ. Anh ấy đang lái xe. Đột nhiên, sự bình yên của anh bị gián đoạn bởi ánh đèn đỏ và xanh trong gương chiếu hậu. Anh liếc nhìn đồng hồ tốc độ của mình và nhận ra rằng anh đã vượt quá giới hạn tốc độ. Điều gì đã làm gián đoạn cảm giác của anh về gió?",
                "Urdu": "نہیں۔ وہ نہیں چل رہا تھا۔ وہ گاڑی चला رہا تھا۔ اچانک، اس کی سکونت سرخ اور نیلی بتیوں کی چمک سے اس کے پچھلے دیکھنے والے آئینے میں خلل ڈال دی گئی۔ اس نے اپنے اسپیڈومیٹر کی طرف نظر ڈالی اور محسوس کیا کہ وہ رفتار کی حد کو عبور کر چکا ہے۔ ہوا کے احساس کو کیا رکاوٹ بنی؟",
                "Filipino": "Hindi. Hindi siya naglalakad. Siya ay nagmamaneho. Bigla, ang kanyang kapayapaan ay naputol ng pag-sabog ng mga pulang at asul na ilaw sa kanyang rearview mirror. Sumilip siya sa kanyang speedometer at napagtanto niyang lumampas siya sa limitasyon ng bilis. Ano ang nakagambala sa kanyang pakiramdam ng hangin?",
                "Romanian": "Nu. El nu mergea pe jos. Conducea. Deodată, liniștea lui a fost întreruptă de flash-ul luminii roșii și albastre din oglinda retrovizoare. S-a uitat la indicatorul de viteză și și-a dat seama că depășise limita de viteză. Ce a întrerupt senzația vântului?",
                "Albanian": "Jo. Ai nuk po ecste. Ai po e drejtonte. Papritmas, qetësia e tij u ndërpre nga ndriçimi i kuq dhe blu në pasqyrën e pasme. Ai shikoi në matësin e shpejtësisë dhe kuptoi se kishte kaluar kufirin e shpejtësisë. Çfarë ndërpreu ndjesinë e tij të erës?",
                "Nepali": "होइन। उनी हिँडिरहेका थिएनन्। उनी गाडी चलाइरहेका थिए। अचानक, उनका शान्ति उनको रियरव्यू मिररमा रातो र नीलो बत्तीको चमकले विघटित भयो। उनले आफ्नो स्पीडोमीटरमा निहारे र थाहा पाए कि उनले गतिको सीमा पार गरिसकेको छ। हावाको अनुभूति के बाधित गर्यो?",
                "Khmer": "មិនទេ។ គាត់មិនបានដើរ។ គាត់កំពុងបើកបរ។ បែបភ្លាមៗ ចិត្តសុខស្រួលរបស់គាត់ត្រូវបានកែលម្អដោយពន្លឺក្រហមនិងខៀវក្នុងក្រវ៉ាក់របស់គាត់។ គាត់បានមើលទៅម៉ាស៊ីនល្បឿនរបស់គាត់ហើយបានដឹងថាគាត់បានលើសល្បឿន។ អ្វីដែលបានកាត់បន្ថយអារម្មណ៍នៃខ្យល់របស់គាត់?",
                "Sinhalese": "නැහැ. ඔහු ගමනක් නොයයි. ඔහු රිය පදවාගෙන තිබුණා. හදිසියෙන්, ඔහුගේ සන්සල පසුපැහැයෙහි රතු සහ නිල ලාම්පි වල විදුලි තට්ටුවෙන් කපා හරින ලදී. ඔහුගේ වේග මිතිය පරික්ෂා කළ අතර, ඔහු වේග සීමාව ඉක්මවා ගිය බවට අඟවයි. ඔහුගේ සුළඟේ හැඟීම්ව කුමක් අඩාල වියද?",
                "Amharic": "አዎን. እርሱ እንደምንም አልተመላለሱም። እርሱ እንደተሳሉ እንዲሆን አቀርቦ ማስተካከልን እና ይህም ይባላል። በሌላ አንገብሮአል፡፡ አዲስን ጉዳይ አለ፣ በጊዜው ስለማይኖር፡፡",
                "Pashto": "نه. هغه نه ګرځي. هغه موټر چلوي. ناڅاپي، د هغه سکون د خپل شا نندارې په شیشه کې د سره او نیلي څراغونو د څرک سره ګډوډ شو. هغه خپل سپیډومیټر ته وکتل او پوه شو چې هغه د سرعت حد نه دی تجاوز کړی. څه شی د هغه د باد احساس ګډوډ کړ؟",
                "Burmese": "မဟုတ်ပါ။ သူလမ်းလျှောက်နေထိုင်သည်မဟုတ်ပါ။ သူကားစီးနေသည်။ အံ့ဩစရာ အဖြစ် သူ၏ တင်းမာမှုသည် သူ့၏နောက်ပြန်ကြည့်မှန်တွင် အနီရောင်နှင့် အပြာရောင် အလင်းများ၏ တောက်ပခြင်းဖြင့် ပြတ်ပျက်ခဲ့သည်။ သူ့၏အမြန်နှုန်းကို မြင်ကွင်းတွင် ကြည့်ပြီး၊ သူ၏ အမြန်နှုန်းစီမံကိန်းကို ကျော်ခဲ့သည်ဟု နားလည်ပါသည်။ သူ၏ လေခံစားမှုကို ဘာဟာ တားမြစ်ခဲ့လဲ။",
                "Somali": "Maya. Isagu ma socon. Waxa uu waday. Si lama filaan ah, xasiloonidiisa waxaa jabay iftiinka cas iyo buluugga ah ee muraayadda dhabarka. Wuxuu fiiriyey xawaaraha wuxuuna ogaaday inuu ka sarreeyey xadka xawaaraha. Maxay ku joojisay dareenkiisa hawada?"
        
            }
        },
        {
            "title": "Answer out loud",
            "text": "His calmness was interrupted by the flash of red and blue lights. It was interrupted by the police. There was a police car in his rearview mirror. As he pulled over to the side of the road, Bob's heart began to race. A police officer approached his car, and Bob rolled down his window. Who approached Bob's car?",
            "translations": {
                "Chinese": "他的平静被红蓝灯光的闪烁打断了。是警察打断了他的平静。他的后视镜中出现了一辆警车。当他把车靠边停下时，鲍勃的心开始加速跳动。一个警察走近他的车，鲍勃摇下了车窗。谁走近了鲍勃的车？",
                "Spanish": "Su calma fue interrumpida por el destello de luces rojas y azules. Fue interrumpida por la policía. Había un coche de policía en su espejo retrovisor. Mientras se orillaba al costado de la carretera, el corazón de Bob comenzó a latir rápido. Un oficial de policía se acercó a su coche, y Bob bajó la ventana. ¿Quién se acercó al coche de Bob?",
                "Hindi": "उसकी शांति को लाल और नीली बत्तियों की चमक से बाधित किया गया। यह पुलिस द्वारा बाधित किया गया। उसकी रियरव्यू मिरर में एक पुलिस कार थी। जब उसने सड़क के किनारे गाड़ी रोकी, तो बॉब का दिल तेज़ी से धड़कने लगा। एक पुलिस अधिकारी उसकी कार के पास आया, और बॉब ने अपनी खिड़की नीचे कर दी। बॉब की कार के पास कौन आया?",
                "Arabic": "تمت مقاطعة هدوءه بواسطة وميض الأضواء الحمراء والزرقاء. تم مقاطعته بواسطة الشرطة. كان هناك سيارة شرطة في مرآة الرؤية الخلفية. بينما كان يركن على جانب الطريق، بدأ قلب بوب في التسارع. اقترب ضابط شرطة من سيارته، وفتح بوب نافذته. من اقترب من سيارة بوب؟",
                "Bengali": "তার শান্তি লাল এবং নীল আলোয়ের ঝলক দ্বারা বিঘ্নিত হয়েছিল। এটি পুলিশের দ্বারা বিঘ্নিত হয়েছিল। তার রিয়ারভিউ মিররে একটি পুলিশ গাড়ি ছিল। যখন তিনি রাস্তার পাশে গাড়ি থামালেন, তখন ববের হৃদয় দ্রুত স্পন্দিত হতে শুরু করল। একজন পুলিশ কর্মকর্তা তার গাড়ির কাছে এসে পৌঁছালেন, এবং বব তার জানালা খুলে দিলেন। ববের গাড়ির কাছে কে এসেছিল?",
                "Portuguese": "Sua calma foi interrompida pelo piscar de luzes vermelhas e azuis. Foi interrompida pela polícia. Havia um carro de polícia no seu espelho retrovisor. Enquanto ele encostava no acostamento, o coração de Bob começou a acelerar. Um policial se aproximou de seu carro, e Bob abaixou a janela. Quem se aproximou do carro de Bob?",
                "Russian": "Его спокойствие было нарушено вспышками красных и синих огней. Это нарушила полиция. В его зеркале заднего вида была полицейская машина. Когда он припарковался у обочины, сердце Боба начало учащенно биться. Полицейский подошел к его машине, и Боб опустил окно. Кто подошел к машине Боба?",
                "Japanese": "彼の平穏は赤と青の光のフラッシュによって中断されました。それは警察によって中断されました。彼のバックミラーに警察の車がありました。彼が道路の脇に車を止めると、ボブの心臓は早く打ち始めました。警察官が彼の車に近づき、ボブは窓を下ろしました。誰がボブの車に近づいてきましたか？",
                "Punjabi": "ਉਸਦੀ ਸੁਖ-shanti ਨੂੰ ਲਾਲ ਅਤੇ ਨੀਲੀ ਬੱਤੀਆਂ ਦੇ ਚਮਕ ਨਾਲ ਰੁਕਾਵਟ ਆਈ। ਇਹ ਪੁਲਿਸ ਦੁਆਰਾ ਰੁਕਾਇਆ ਗਿਆ ਸੀ। ਉਸ ਦੇ ਪਿਛਲੇ ਰੂਪ ਵਿੱਚ ਇਕ ਪੁਲਿਸ ਦੀ ਕਾਰ ਸੀ। ਜਦੋਂ ਉਸਨੇ ਸੜਕ ਦੇ ਕਿਨਾਰੇ ਗੱਡੀ ਰੁਕਾਈ, ਬਾਬ ਦੇ ਦਿਲ ਦੀ ਧੜਕਨ ਤੇਜ਼ ਹੋਣ ਲੱਗੀ। ਇੱਕ ਪੁਲਿਸ ਅਧਿਕਾਰੀ ਉਸ ਦੀ ਗੱਡੀ ਦੇ ਨੇੜੇ ਆਇਆ, ਅਤੇ ਬਾਬ ਨੇ ਆਪਣੀ ਵਿੰਡੋ ਖੋਲ੍ਹੀ। ਬਾਬ ਦੀ ਗੱਡੀ ਦੇ ਨੇੜੇ ਕੌਣ ਆਇਆ?",
                "German": "Seine Ruhe wurde durch das Aufblitzen roter und blauer Lichter unterbrochen. Es wurde durch die Polizei unterbrochen. In seinem Rückspiegel war ein Polizeiauto. Als er am Straßenrand anhielt, begann Bobs Herz schneller zu schlagen. Ein Polizist näherte sich seinem Auto, und Bob ließ das Fenster herunter. Wer näherte sich Bobs Auto?",
                "Javanese": "Kedamaiané diganggu déning kilatan lampu abang lan biru. Iki diganggu déning polisi. Ana mobil polisi ing cermin mrék. Nalika dheweke nyetop ing pinggir dalan, ati Bob wiwit ngebut. Seorang petugas polisi nyedhaki mobilé, lan Bob nglempakaké jendela. Sapa sing nyedhaki mobilé Bob?",
                "Korean": "그의 평온은 빨간색과 파란색 불빛의 플래시에 의해 방해받았습니다. 그것은 경찰에 의해 방해받았습니다. 그의 후방 거울에 경찰차가 있었습니다. 그가 도로 가장자리로 차를 세우자, 밥의 심장이 빠르게 뛰기 시작했습니다. 경찰관이 그의 차에 다가왔고, 밥은 창문을 내렸습니다. 누가 밥의 차에 다가왔나요?",
                "French": "Sa tranquillité a été interrompue par l’éclair des lumières rouges et bleues. Cela a été interrompu par la police. Il y avait une voiture de police dans son rétroviseur. Alors qu'il se rangeait sur le côté de la route, le cœur de Bob a commencé à battre plus vite. Un policier s'est approché de sa voiture, et Bob a baissé sa fenêtre. Qui s'est approché de la voiture de Bob ?",
                "Telugu": "అవును - గాలిపోతున్న భావన. సూర్యుడు బసగా, దృశ్యంపై స్వర్ణ కాంతిని పడదోపుకుంటున్నాడు, మరియు బాబ్ ఒక నిశ్శబ్దతను అనుభవించాడు. మరియు బాబ్ ఏమి చేస్తుంది? ఆయన నడవడం లేదు.",
                "Marathi": "त्याची शांती लाल आणि निळ्या लाईट्सच्या चमकाने अडथळा आला. हे पोलिसांनी अडथळा आणले. त्याच्या रियरव्यू मिररमध्ये एक पोलिस गाडी होती. त्याने रस्त्याच्या कडेला गाडी थांबवली, त्याच्या हृदयाचे ठोके वेगाने चालू झाले. एक पोलिस अधिकारी त्याच्या गाडीच्या जवळ आला आणि बॉबने खिडकी खाली केली. बॉबच्या गाडीच्या जवळ कोण आले?",
                "Tamil": "அவனுடைய அமைதியைக் சிவப்பு மற்றும் நீல விளக்குகளின் மின்னல் தடுமாறியது. இது போலீசாரால் தடுக்கும். அவரது பின்புறக் கண்ணாடியில் ஒரு போலீசாரின் கார் இருந்தது. அவர் சாலையின் ஓரத்தில் கார் நிறுத்தியபோது, பாப் இருதயத்தை விரைந்து அடிக்கத் தொடங்கியது. ஒரு போலீசாரர் அவரது கார் அருகில் வந்தார், மற்றும் பாப் தன் ஜன்னலைப் பறக்கவைத்தார். பாப் கார் அருகிலேயே யார் வந்தார்?",
                "Vietnamese": "Sự bình tĩnh của anh bị gián đoạn bởi ánh đèn đỏ và xanh. Đó là do cảnh sát. Có một chiếc xe cảnh sát trong gương chiếu hậu của anh. Khi anh dừng xe bên lề đường, trái tim của Bob bắt đầu đập nhanh. Một viên cảnh sát tiếp cận xe của anh, và Bob hạ cửa sổ xuống. Ai đã tiếp cận xe của Bob?",
                "Urdu": "اس کی سکونت سرخ اور نیلی بتیوں کی چمک سے مداخلت ہوئی۔ یہ پولیس کی طرف سے مداخلت ہوئی۔ اس کے پچھلے دیکھنے والے آئینے میں ایک پولیس کی گاڑی تھی۔ جب اس نے سڑک کے کنارے گاڑی روکی، تو بوب کا دل تیزی سے دھڑکنے لگا۔ ایک پولیس اہلکار اس کی گاڑی کے قریب آیا، اور بوب نے اپنی کھڑکی نیچے کی۔ بوب کی گاڑی کے قریب کون آیا؟",
                "Filipino": "Ang kanyang kapayapaan ay naabala ng pag-sabog ng mga pulang at asul na ilaw. Ito ay naabala ng pulisya. Mayroong isang sasakyan ng pulis sa kanyang rearview mirror. Nang siya ay pumihit sa gilid ng kalsada, nagsimulang pumabilis ang tibok ng puso ni Bob. Isang pulis ang lumapit sa kanyang sasakyan, at ibinaba ni Bob ang bintana. Sino ang lumapit sa sasakyan ni Bob?",
                "Romanian": "Calmul lui a fost întrerupt de flash-ul luminilor roșii și albastre. A fost întrerupt de poliție. Era o mașină de poliție în oglinda retrovizoare. În timp ce a tras pe marginea drumului, inima lui Bob a început să bată mai repede. Un polițist s-a apropiat de mașina lui, iar Bob a dat geamul jos. Cine s-a apropiat de mașina lui Bob?",
                "Albanian": "Qetësia e tij u ndërpre nga ndriçimi i dritave të kuqe dhe blu. U ndërpre nga policia. Ishte një makinë policie në pasqyrën e tij të pasme. Ndërsa ai ndali në anën e rrugës, zemra e Bobit filloi të rrahë më shpejt. Një oficer policie iu afrua makinës së tij, dhe Bob uli dritaren. Kush iu afrua makinës së Bobit?",
                "Nepali": "उहाँको शान्ति रातो र नीलो बत्तीको चमकले विघ्नित भएको थियो। यो प्रहरीले विघ्नित गर्यो। उहाँको रियरव्यू मिररमा एउटा प्रहरी गाडी थियो। उहाँले सडकको किनारामा गाडी रोकेपछि, बबको हृदयले चाँडो धड्कन थाल्यो। एक प्रहरी अधिकृत उहाँको गाडीको नजिकै आइपुग्यो, र बबले आफ्नो विन्डो तल गरिदिए। बबको गाडीको नजिकै को आएको छ?",
                "Khmer": "ភាពស្ងប់ស្ងាត់របស់គាត់ត្រូវបានរំខានដោយការលេចឡើងនៃភ្លើងក្រហមនិងខៀវ។ វាត្រូវបានរំខានដោយប៉ូលិស។ មានរថយន្តប៉ូលិសមួយនៅក្នុងកញ្ចក់មើលក្រោយរបស់គាត់។ ខណៈដែលគាត់បានចុះចតនៅខាងផ្លូវ ចំណាំបេះដូងរបស់ប៊ាបបានចាប់ផ្តើមប៉ោលយ៉ាងលឿន។ មន្រ្តីប៉ូលិសមួយបានមកជិតរថយន្តរបស់គាត់ ហើយប៊ាបបានបើកប្រអប់ត្រង់។ តើនរណាដែលបានជិតរថយន្តរបស់ប៉ាប?",
                "Sinhalese": "ඔහුගේ සන්සල රතු සහ නිල් ආලෝක වල විදුලි තට්ටුවෙන් කපා හරින ලදී. එය පොලීසිය විසින් කපා හැරිය. ඔහුගේ පසුපැහැයෙහි පොලීසියක් තිබුණි. ඔහු මාර්ගයේ අසළ ගමන් කළ විට, බොබ්ගේ හදවත වේගයෙන් ගැයීම ආරම්භ විය. පොලීසියකරු ඔහුගේ මෝටර් රථයට ආසන්නව ආශාවෙන්, බොබ් ඔහුගේ වින්ඩෝ එක පහළ කරයි. බොබ්ගේ මෝටර් රථයට කාගේද ආසන්නව පැමිණියේද?",
                "Amharic": "በነጭ እና በቀይ ብርሃን የተከለከለው ስለሆኑ የተስተዋል እና በይቅርታ አንድ ጊዜ ነው፡፡ በእነሱ የሚደርስበት ተጠቃሚ ነው፡፡ በገንዘብ የተደረገ እንደሆነ ለሆን፡፡ አንድ ወቅት ተጠቃሚን ለማንነት እና በሁሉም ይታወቃል፡፡",
                "Pashto": "د هغه سکون د سره او نیلي څراغونو د څرک سره ګډوډ شو. دا د پولیسو لخوا ګډوډ شو. په هغه د شا د کڅوړې کې یو پولیس موټر و. کله چې هغه د سړک په څنډه کې موټر ودرولو، د بوب زړه د تیزو کیدو پیل وکړ. یو پولیس افسر د هغه موټر ته نږدې شو، او بوب د خپل کړکۍ ښکته کړه. څوک د بوب موټر ته نږدې شو؟",
                "Burmese": "သူ၏တင်းမာမှုသည် အနီနှင့်အပြာအလင်းများ၏တောက်ပခြင်းဖြင့် ပြတ်ပြတ်သားသားခဲ့သည်။ ဤသည်သည် ရဲမှတစ်ဆင့် ပြတ်သွားခဲ့သည်။ ၎င်း၏နောက်ကြည့်မှန်တွင် ရဲမော်တော်ကားတစ်စီးရှိသည်။ သူသည် လမ်းအတွင်းတွင် ကားရပ်နေသောအခါ၊ ဘော့၏ နှလုံးသားသည် မြန်မာစွာလှုပ်ရှားသည်။ ရဲဝင်တစ်ဦးသည် သူ၏ကားကို နီးကပ်လာပြီး ဘော့သည် မျက်နှာကျက်ကို ဖြုတ်လိုက်သည်။ ဘော့၏ကားကို ဘယ်သူနီးကပ်လာသလဲ။",
                "Somali": "Aad. Xasiloonidiisa waxaa jabay iftiinka cas iyo buluugga ah. Waxaa jabay booliska. Waxaa jiray baabuur boolis ah oo ku jiray muraayadda dhabarka. Markuu dhinaca wadada u jeestay, wadnaha Bob ayaa bilaabay inuu si dhakhso ah u garaaco. Sarkaal boolis ah ayaa u yimid gaarigiisa, Bobna wuxuu furey daaqadda. Yaa gaariga Bob u yimid?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "A police officer. The officer explained that Bob had been speeding and asked for his license and registration. Was Bob feeling differently now? Was he still enjoying the feel of the wind?",
            "translations": {
                "Chinese": "一名警察。警察解释说鲍勃超速了，并要求出示他的驾驶执照和注册证明。现在鲍勃的感觉是否有所不同？他还在享受风的感觉吗？",
                "Spanish": "Un oficial de policía. El oficial explicó que Bob había estado excediendo el límite de velocidad y pidió su licencia y registro. ¿Se sentía Bob diferente ahora? ¿Aún estaba disfrutando de la sensación del viento?",
                "Hindi": "एक पुलिस अधिकारी। अधिकारी ने बताया कि बॉब गति सीमा को पार कर गया था और उसकी लाइसेंस और पंजीकरण की मांग की। क्या अब बॉब की भावना अलग थी? क्या वह अभी भी हवा की भावना का आनंद ले रहा था?",
                "Arabic": "ضابط الشرطة. شرح الضابط أن بوب كان يتجاوز السرعة وطلب رخصة القيادة وتسجيل السيارة. هل كان بوب يشعر بشكل مختلف الآن؟ هل كان لا يزال يستمتع بشعور الرياح؟",
                "Bengali": "একজন পুলিশ কর্মকর্তা। কর্মকর্তা ব্যাখ্যা করলেন যে বব গতির সীমা অতিক্রম করেছিলেন এবং তার লাইসেন্স এবং নিবন্ধন চেয়েছিলেন। এখন কি বব আলাদাভাবে অনুভব করছেন? তিনি কি এখনও বাতাসের অনুভূতি উপভোগ করছেন?",
                "Portuguese": "Um policial. O oficial explicou que Bob estava acima do limite de velocidade e pediu sua carteira de motorista e registro. Bob estava se sentindo diferente agora? Ele ainda estava desfrutando a sensação do vento?",
                "Russian": "Полицейский. Офицер объяснил, что Боб превышал скорость и попросил его водительские права и регистрацию. Чувствовал ли Боб себя иначе теперь? Все еще наслаждается ли он чувством ветра?",
                "Japanese": "警察官。警察官は、ボブが速度制限を超えていたことを説明し、運転免許証と登録証を求めました。今、ボブの感じ方は変わっていましたか？まだ風の感覚を楽しんでいますか？",
                "Punjabi": "ਇੱਕ ਪੁਲਿਸ ਅਧਿਕਾਰੀ। ਅਧਿਕਾਰੀ ਨੇ ਵਿਆਖਿਆ ਕੀਤੀ ਕਿ ਬੌਬ ਤੇਜ਼ ਗਤੀ ਨਾਲ ਗੱਡੀ ਚਲਾ ਰਿਹਾ ਸੀ ਅਤੇ ਉਸਦਾ ਲਾਇਸੈਂਸ ਅਤੇ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਮੰਗਿਆ। ਹੁਣ ਬੌਬ ਦੀ ਭਾਵਨਾ ਵੱਖਰੀ ਹੈ? ਕੀ ਉਹ ਹਜੇ ਵੀ ਹਵਾ ਦੀ ਮਹਿਸੂਸ ਨੂੰ ਆਨੰਦ ਲੈ ਰਿਹਾ ਸੀ?",
                "German": "Ein Polizeibeamter. Der Beamte erklärte, dass Bob zu schnell gefahren war und bat um seinen Führerschein und seine Fahrzeugpapiere. Fühlte sich Bob jetzt anders? Genoss er noch das Gefühl des Windes?",
                "Javanese": "Saka polisi. Polisi nerangake manawa Bob lagi kacepetan lan njaluk lisensi lan registrasi. Apa Bob saiki ngrasakake beda? Apa dheweke isih nikmati rasa angin?",
                "Korean": "경찰관. 경찰관은 Bob이 속도를 초과했다고 설명하고 그의 운전 면허증과 등록을 요구했습니다. Bob은 지금 다르게 느끼고 있었나요? 여전히 바람의 느낌을 즐기고 있었나요?",
                "French": "Un policier. L’officier a expliqué que Bob avait dépassé la limite de vitesse et a demandé son permis de conduire et son certificat d’immatriculation. Bob se sentait-il différemment maintenant ? Profitait-il toujours de la sensation du vent ?",
                "Telugu": "ఒక పోలీస్ అధికారీ. ఆ అధికారి బాబ్ వేగం అధిగమించినట్లుగా వివరించాడు మరియు అతని లైసెన్స్ మరియు నమోదు కోసం అడిగాడు. ఇప్పడు బాబ్ వేరేలా భావిస్తున్నాడా? ఆయన ఇంకా గాలి యొక్క అనుభూతిని ఆస్వాదిస్తున్నాడా?",
                "Marathi": "एक पोलिस अधिकारी. अधिकारीने सांगितले की बॉबने वेग मर्यादा ओलांडली आहे आणि त्याचे लाइसेंस आणि नोंदणी मागितली. आता बॉब वेगळ्या प्रकारे अनुभवत आहे का? तो अजूनही वाऱ्याचा अनुभव घेत आहे का?",
                "Tamil": "ஒரு போலீசாரர். போலீசாரர் பாப் வேகத்தை மீறியது என்று விளக்கினார் மற்றும் அவரது உரிமம் மற்றும் பதிவு தேவையாக இருந்தன. இப்போது பாப் வேறுபட்ட அனுபவமா இருக்கிறாரா? அவர் இன்னும் காற்றின் உணர்வை அனுபவிக்கிறாரா?",
                "Vietnamese": "Một cảnh sát. Cảnh sát giải thích rằng Bob đã vượt quá tốc độ và yêu cầu giấy phép lái xe và giấy đăng ký của anh. Liệu Bob có cảm thấy khác bây giờ không? Anh còn tận hưởng cảm giác của gió không?",
                "Urdu": "ایک پولیس افسر۔ افسر نے وضاحت کی کہ بوب رفتار کی حد سے تجاوز کر گیا تھا اور اس کا لائسنس اور رجسٹریشن مانگا۔ کیا بوب اب مختلف محسوس کر رہا تھا؟ کیا وہ اب بھی ہوا کی محسوسات کا لطف اٹھا رہا تھا؟",
                "Filipino": "Isang pulis. Ipinaliwanag ng pulis na si Bob ay lumalampas sa limit ng bilis at humingi ng kanyang lisensya at pagpaparehistro. Nakaramdam ba si Bob ng iba ngayon? Nasisiyahan pa rin ba siya sa pakiramdam ng hangin?",
                "Romanian": "Un polițist. Polițistul a explicat că Bob a depășit limita de viteză și a cerut permisul de conducere și înmatricularea. Se simțea Bob diferit acum? Încă mai savura senzația vântului?",
                "Albanian": "Një oficer policie. Oficeri shpjegoi se Bob kishte tejkaluar kufirin e shpejtësisë dhe kërkoi lejen dhe regjistrimin e tij. A ndjente Bob ndryshe tani? A ishte ai ende duke shijuar ndjesinë e erës?",
                "Nepali": "एक प्रहरी। प्रहरीले व्याख्या गरे कि बबले गति सीमा उल्लंघन गरेको थियो र उसको लाइसेंस र पंजीकरण मागे। अब बबलाई फरक महशुस भइरहेको छ? के उनले अझैपनि हावाको महशुसको आनंद लिइरहेका छन्?",
                "Khmer": "មួយសមត្ថករ។ សមត្ថករបានពិពណ៌នាថា Bob បានលើសល្បឿន ហើយស្នើសុំឲ្យអាចប្រើការយោងឯកសារនិងការចុះបញ្ជីរបស់គាត់។ Bob តើមានអារម្មណ៍ខុសគ្នាហើយឬទេ? តើគាត់នៅតែរីករាយនឹងអារម្មណ៍នៃខ្យល់ទេ?",
                "Sinhalese": "පොලිස් අධිකාරියා. අධිකාරියා බොබ් වේගය ගලාගෙන යන බව පැහැදිලි කළා සහ ඔහුගේ බලපත්‍ර සහ ලියාපදිංචි මැදිහත්වූවා. බොබ් දැන් වෙනස් හැඟීමක් දැනෙන්නේද? ඔහු තවමත් හලූ දේවල් දැක්කාට ගමන් කරන්නේද?",
                "Amharic": "ፖሊሶች አቀርበዋል፡፡ አቀርቦ ማቅረብ ተጠቃሚ አቀርቦ እና በሲምብል የሚለው ከሚያግዝዎት ጋር የሚነጋገር ተጠቃሚ ይሆናል፡፡ ስለዚህ የተጠቃሚ የተለየ ነው? እና እንደገና ሆኖ በከፊል ተያይዞ አስተስረዝረዝ ያስተናግደዋል፡፡",
                "Pashto": "یو پولیس افسر. افسر توضیح کړه چې بوب سرعت لري او د هغه د لائسنس او ثبت غوښتنه یې وکړه. ایا بوب اوس مختلف احساس کوي؟ آیا هغه لاهم د باد د احساس څخه خوند اخلي؟",
                "Burmese": "တရားသူကြီးတစ်ဦး။ တရားသူကြီးသည် ဘော့မြန်နှုန်းကျော်နေကြောင်း ရှင်းပြပြီး သူ၏လိုင်စင်နှင့် မှတ်ပုံတင်ပေါ်မူတည်စေလိုက်သည်။ ဘော့ယခုကွဲပြားနေတာလား။ သူကလည်း လေတိုက်မှုကို ပျော်ရွှင်နေပါသလား?",
                "Somali": "Sarkaal boolis ah. Sarkaalku wuxuu sharraxay in Bob uu xawaare ka badan yahay oo uu codsaday ruqsaddiisa iyo diiwaangelintiisa. Ma hadda Bob si kale ayuu dareemayaa? Ma weli wuxuu ku raaxaysanayaa dareenka dabaysha?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "Well, not really. He was not feeling frustrated. Bob handed them over, feeling a mix of frustration and resignation. He knew he had been in the wrong but hoped the situation could be resolved quickly.",
            "translations": {
                "Chinese": "其实并没有。他并没有感到沮丧。鲍勃递上了证件，心中充满了挫败感和无奈感。他知道自己错了，但希望情况能尽快得到解决。",
                "Spanish": "Bueno, no realmente. No se sentía frustrado. Bob entregó los documentos, sintiendo una mezcla de frustración y resignación. Sabía que había estado equivocado, pero esperaba que la situación pudiera resolverse rápidamente.",
                "Hindi": "अच्छा, वास्तव में नहीं। वह निराश महसूस नहीं कर रहा था। बॉब ने दस्तावेज़ सौंप दिए, जिसमें उसने निराशा और आत्मसमर्पण का मिश्रण महसूस किया। उसे पता था कि वह गलत था लेकिन उसने आशा की कि स्थिति जल्दी हल हो सकती है।",
                "Arabic": "حسنًا، ليس حقًا. لم يكن يشعر بالإحباط. سلم بوب الوثائق، وهو يشعر بمزيج من الإحباط والاستسلام. كان يعلم أنه كان مخطئًا لكنه أمل أن يتم حل الوضع بسرعة.",
                "Bengali": "আসলেই না। তিনি হতাশ অনুভব করছিলেন না। বব নথিগুলি তুলে দিলেন, হতাশা এবং আত্মসমর্পণের একটি মিশ্রণ অনুভব করে। তিনি জানতেন যে তিনি ভুল ছিলেন কিন্তু আশা করেছিলেন যে পরিস্থিতিটি দ্রুত সমাধান হতে পারে।",
                "Portuguese": "Bem, não exatamente. Ele não estava se sentindo frustrado. Bob entregou os documentos, sentindo uma mistura de frustração e resignação. Ele sabia que estava errado, mas esperava que a situação pudesse ser resolvida rapidamente.",
                "Russian": "Ну, не совсем. Он не чувствовал себя расстроенным. Боб передал документы, испытывая смешанные чувства разочарования и смирения. Он знал, что был неправ, но надеялся, что ситуацию можно будет быстро разрешить.",
                "Japanese": "そうですね、実際にはそうではありませんでした。彼はイライラしているわけではありませんでした。ボブは書類を渡し、フラストレーションと諦めの入り混じった感情を抱えていました。彼は自分が間違っていたことを知っていましたが、状況が迅速に解決することを望んでいました。",
                "Punjabi": "ਹਾਂ, ਅਸਲ ਵਿੱਚ ਨਹੀਂ। ਉਹ ਨਿਰਾਸ਼ ਨਹੀਂ ਹੋ ਰਿਹਾ ਸੀ। ਬੌਬ ਨੇ ਦਸਤਾਵੇਜ਼ ਸੌਂਪ ਦਿੱਤੇ, ਥੋੜ੍ਹੀ ਬਹੁਤ ਨਿਰਾਸ਼ਾ ਅਤੇ ਵਿਸ਼ਵਾਸ ਪੈਦਾ ਕਰਨ ਦੀ ਮਹਿਸੂਸ ਕੀਤੀ। ਉਸਨੂੰ ਪਤਾ ਸੀ ਕਿ ਉਹ ਗਲਤ ਸੀ ਪਰ ਉਹ ਉਮੀਦ ਕਰਦਾ ਸੀ ਕਿ ਸਥਿਤੀ ਜਲਦੀ ਹੱਲ ਹੋ ਸਕਦੀ ਹੈ।",
                "German": "Nun, nicht wirklich. Er war nicht frustriert. Bob reichte die Papiere weiter und fühlte eine Mischung aus Frustration und Resignation. Er wusste, dass er im Unrecht war, hoffte jedoch, dass die Situation schnell gelöst werden könnte.",
                "Javanese": "Ya, ora tenan. Dheweke ora ngrasakake frustrasi. Bob nyerahake dokumen kasebut kanthi ngrasakake campuran frustrasi lan pasrah. Dheweke ngerti manawa dheweke salah, nanging ngarepake yen kahanan bisa dirampungake kanthi cepet.",
                "Korean": "음, 사실 그렇지는 않았습니다. 그는 좌절감을 느끼지 않았습니다. Bob은 서류를 건네며 좌절감과 체념의 혼합된 감정을 느꼈습니다. 그는 자신이 잘못했다는 것을 알았지만 상황이 빨리 해결되기를 바랐습니다.",
                "French": "Eh bien, pas vraiment. Il ne se sentait pas frustré. Bob a remis les documents, ressentant un mélange de frustration et de résignation. Il savait qu'il avait tort, mais espérait que la situation pourrait être résolue rapidement.",
                "Telugu": "సరే, నిజంగా కాదు. అతను నిరాశగా భావించలేదు. బాబ్ సర్టిఫికేట్లను ఇచ్చాడు, ఆత్మసమర్పణ మరియు నిరాశతో కూడిన మిశ్రమాన్ని అనుభవించాడు. అతను తప్పు చేసినట్లు తెలుసు కానీ పరిస్థితి త్వరగా పరిష్కరించబడుతుందని ఆశించాడు.",
                "Marathi": "होय, तसे नाही. तो निराश झालेला नाही. बॉबने कागदपत्रे दिली, निराशा आणि आत्मसमर्पणाचे मिश्रण अनुभवले. त्याला माहित होते की त्याने चूक केली आहे पण त्याला आशा होती की परिस्थिती लवकर सोडवली जाईल.",
                "Tamil": "சரி, உண்மையில் அல்ல. அவர் விரக்தியாக உணரவில்லை. பாப் ஆவணங்களை வழங்கினான், விரக்தி மற்றும் விலகலின் கலவையுடன் உணர்ந்தார். அவர் தவறாக இருந்தது தெரியும் ஆனால் அந்த சூழல் விரைவில் தீர்க்கப்படுவதற்காக நம்பிக்கையோடு இருந்தார்.",
                "Vietnamese": "Ồ, không hẳn vậy. Anh ấy không cảm thấy bị thất vọng. Bob đã đưa tài liệu, cảm thấy một sự kết hợp giữa sự thất vọng và sự cam chịu. Anh biết mình đã sai nhưng hy vọng tình huống có thể được giải quyết nhanh chóng.",
                "Urdu": "اچھا، واقعی نہیں۔ وہ مایوس نہیں ہو رہا تھا۔ بوب نے کاغذات حوالے کیے، جو مایوسی اور استعفیٰ کے ملا جلا احساس کے ساتھ تھا۔ اسے معلوم تھا کہ وہ غلط تھا لیکن اُمید تھی کہ صورتحال جلد حل ہو جائے گی۔",
                "Filipino": "Hindi naman talaga. Hindi siya nakakaramdam ng pagkabigo. Ibinigay ni Bob ang mga dokumento, na may halong pagkabigo at pagsuko. Alam niyang siya ay nagkamali ngunit umaasa siyang malulutas agad ang sitwasyon.",
                "Romanian": "Ei bine, nu chiar. Nu se simțea frustrat. Bob a predat documentele, simțind un amestec de frustrare și resemnare. Știa că a greșit, dar spera că situația se va rezolva rapid.",
                "Albanian": "Mirë, jo realisht. Ai nuk ndihej i frustruar. Bob i dorëzoi dokumentet, duke ndjerë një përzierje të frustrimit dhe dorëzimit. Ai e dinte se kishte qenë në gabim, por shpresonte që situata të mund të zgjidhej shpejt.",
                "Nepali": "साँचो, वास्तवमा होइन। उसले निराशा महशुस गरिरहेको थिएन। बबले कागजात बुझाए, निराशा र आत्मसमर्पणको मिश्रणको अनुभव गर्दै। उसले गल्ती गरेको थाहा थियो तर स्थिति चाँडै समाधान गर्न सकिन्छ भन्ने आशा गर्यो।",
                "Khmer": "ល្អ, មិនមែនពិត។ គាត់មិនមានអារម្មណ៍ច្រណែនទេ។ ប៉ុន្តែបុប្បសាស្ត្រ​ការចុះ​បញ្ជី បទពិសោធន៍ ព្រមទាំងប្រើប្រាស់ការអនុញ្ញាត ប៉ុន្តែជំរាបឲ្យដឹងថាប៉ុន្តែគាត់ដឹងថាអ្វីគឺពិតជាការកំហុស។",
                "Sinhalese": "හොඳයි, නමුත් සත්‍යයෙන්ම එය නොවේ. ඔහුට දුක්ඛිත බවක් දැනෙන්නෙහි නැත. බොබ් කඩිනමින් ගමන කරන විට ඔහුට විශාල අවධානයක් නැත, විශේෂයෙන් කුඩා අවස්ථාවන් සඳහා පිළිතුරු. ඔහු නිවැරදි නොවූ බව ඔහු දන්නේය, නමුත් අවස්ථාවක් වශයෙන් කෙටි බවට පත් කරන්නේ නම් විශේෂයෙන් මකලා නොවන්නේය.",
                "Amharic": "እሱ እንደሆንም አይደለም። እርሱ ትኩረት እንደሆነ ተሞላ። ቦብ እንደምትጠብቅ እንደሚያስታወስ አስተዳደር ነው፡፡ እርሱ ሰላምታ እንደምም ይችላል፡፡ እንዲሆን ማስታወሻን ልምድ ተሞላ፡፡",
                "Pashto": "ښه، واقعي نه. هغه ناراضه نه و. بوب مستندات ورکړل، د خپګان او تسلیمۍ ګډ احساس سره. هغه پوهیدل چې هغه غلط و مګر امید درلود چې وضعیت به ژر حل شي.",
                "Burmese": "အင်း၊ အပြုံးနဲ့မဟုတ်ဘူး။ သူသည် စိတ်ပူပန်ခြင်း မရှိပါ။ ဘော့သည် လက်မှတ်များကို ပေးလိုက်ပြီး စိတ်ပူပန်ခြင်းနှင့် အရင်ဆုံးဖြတ်မှုများ၏ ကပ်ပြီးချိန်ကိုခံစားခဲ့သည်။ သူသည် မမှန်နေကြောင်းသိပါသည်၊ ဒါပေမယ့် အခြေအနေကို လျင်မြန်စွာ ဖြေရှင်းနိုင်ပါလို့ မျှော်လင့်ထားခဲ့သည်။",
                "Somali": "Haa, runtii maaha. Wuxuu dareemay wax yar oo kacsanaan ah. Bob wuxuu siiyay dukumeentiyada, isagoo dareemaya isku-dhafan xanaaq iyo is-qarin. Wuxuu ogaa inuu khaldan yahay laakiin wuxuu rajeynayay in xaaladda si dhakhso leh loo xallin karo."
            }
        }
    ]
}