{
    "lesson": [
        {
            "title": "Answer out loud",
            "text": "Tommy stepped off the bus and looked around the bustling station. He clutched his backpack tightly, feeling a mix of excitement and nervousness. Who stepped off the bus?",
            "translations": {
                "Chinese": "汤米从公共汽车上下来，环顾四周熙熙攘攘的车站。他紧紧抓住背包，感到兴奋与紧张交织。谁下了公交车？",
                "Spanish": "Tommy bajó del autobús y miró alrededor de la bulliciosa estación. Sostuvo su mochila con fuerza, sintiendo una mezcla de emoción y nerviosismo. ¿Quién bajó del autobús?",
                "Hindi": "टॉमी बस से नीचे उतरा और व्यस्त स्टेशन के चारों ओर देखा। उसने अपनी बैकपैक को मजबूती से पकड़ा, उत्तेजना और घबराहट की मिश्रित भावना महसूस की। कौन बस से उतरा?",
                "Arabic": "تومى نزل من الحافلة ونظر حوله في المحطة المزدحمة. أمسك بحقيبته بإحكام، وهو يشعر بمزيج من الإثارة والتوتر. من نزل من الحافلة؟",
                "Bengali": "টমি বাস থেকে নেমে ব্যস্ত স্টেশন চারপাশে তাকাল। সে তার ব্যাকপ্যাকটি শক্তভাবে ধরে রেখেছিল, উত্তেজনা ও নার্ভাসনেসের মিশ্র অনুভূতি অনুভব করছিল। কে বাস থেকে নামল?",
                "Portuguese": "Tommy desceu do ônibus e olhou ao redor da movimentada estação. Ele segurou sua mochila com força, sentindo uma mistura de empolgação e nervosismo. Quem desceu do ônibus?",
                "Russian": "Томми сошел с автобуса и огляделся на оживленной станции. Он крепко держал рюкзак, чувствуя смесь волнения и нервозности. Кто сошел с автобуса?",
                "Japanese": "トミーはバスを降りて、賑やかな駅を見渡しました。彼はバックパックをしっかりと抱え、興奮と緊張が入り混じった気持ちを感じました。誰がバスを降りたのですか？",
                "Punjabi": "ਟੋਮੀ ਬੱਸ ਤੋਂ ਉਤਰਿਆ ਅਤੇ ਭੀੜ-ਭਾੜ ਵਾਲੇ ਸਟੇਸ਼ਨ ਦੇ चारਾਂ ਪਾਸੇ ਦੇਖਿਆ। ਉਸ ਨੇ ਆਪਣੀ ਬੈੱਕਪੈਕ ਨੂੰ ਮਜ਼ਬੂਤੀ ਨਾਲ ਫੜ੍ਹ ਲਿਆ, ਉਤਸ਼ਾਹ ਅਤੇ ਨਰਵਸਨੈੱਸ ਦਾ ਮਿਲਾਜੁਲਾ ਅਨੁਭਵ ਮਹਿਸੂਸ ਕੀਤਾ। ਬੱਸ ਤੋਂ ਕੌਣ ਉਤਰਾ?",
                "German": "Tommy stieg aus dem Bus und sah sich an der geschäftigen Station um. Er hielt seinen Rucksack fest und verspürte eine Mischung aus Aufregung und Nervosität. Wer stieg aus dem Bus?",
                "Javanese": "Tommy mudhun saka bis lan ndeleng ing sekitar stasiun sing rame. Dheweke nyekel tas ranselné kenceng, ngrasa campuran semangat lan gugup. Sapa sing mudhun saka bis?",
                "Korean": "토미는 버스에서 내려 북적거리는 역을 둘러보았다. 그는 가방을 꽉 붙잡고 흥분과 긴장이 뒤섞인 감정을 느꼈다. 누가 버스에서 내렸나요?",
                "French": "Tommy est descendu du bus et a regardé autour de la gare animée. Il tenait fermement son sac à dos, ressentant un mélange d'excitation et de nervosité. Qui est descendu du bus ?",
                "Telugu": "టామి బస్సు నుండి దిగాడు మరియు బిజీగా ఉన్న స్టేషన్ చుట్టూ చూసాడు. అతను తన బ్యాక్‌ప్యాక్‌ను బలంగా పట్టుకున్నాడు, ఉత్తేజం మరియు ఉద్వేగంతో కూడిన భావనను అనుభవించాడు. బస్సు నుండి ఎవరు దిగారు?",
                "Marathi": "टॉमी बसवरून उतरला आणि गर्दीच्या स्थानकाभोवती पाहू लागला. त्याने त्याचा पाठीवरचा पिशवी घट्ट धरला आणि उत्साह आणि चिंता यांचे मिश्रण अनुभवले. बसवरून कोण उतरला?",
                "Tamil": "டாமி பேருந்திலிருந்து இறங்கி நெரிசலான நிலையத்தில் சுற்றி பார்த்தான். அவர் தனது பின்வாங்கிய பையினை மடங்கியவாறு பிடித்துக்கொண்டார், உற்சாகம் மற்றும் பரபரப்பு கலந்த உணர்வு பெற்றார். யார் பேருந்திலிருந்து இறங்கினர்?",
                "Vietnamese": "Tommy bước xuống xe buýt và nhìn xung quanh ga đông đúc. Anh nắm chặt ba lô của mình, cảm thấy một sự pha trộn giữa sự hào hứng và lo lắng. Ai đã xuống xe buýt?",
                "Urdu": "ٹمی بس سے اترا اور مصروف اسٹیشن کے ارد گرد دیکھا۔ اس نے اپنی بیگ کو مضبوطی سے پکڑ رکھا تھا، جو جوش و خروش اور بے چینی کا ملا جلا احساس محسوس کر رہا تھا۔ بس سے کون اترا؟",
                "Filipino": "Bumaba si Tommy mula sa bus at tumingin sa paligid ng matao na istasyon. Mahigpit niyang hinawakan ang kanyang backpack, na nakakaramdam ng halo ng kasabikan at nerbiyos. Sino ang bumaba mula sa bus?",
                "Romanian": "Tommy a coborât din autobuz și s-a uitat în jurul stației aglomerate. Ținea strâns rucsacul său, simțind un amestec de entuziasm și neliniște. Cine a coborât din autobuz?",
                "Albanian": "Tommy doli nga autobuzi dhe shikoi rreth stacionit të ngarkuar. Ai mbante fort çantën e tij, duke ndjerë një përzierje emocion dhe nervozizëm. Kush doli nga autobuzi?",
                "Nepali": "टॉमी बसबाट झरि व्यस्त स्टेशनमा हेरिरहेको थियो। उसले आफ्नो ब्याकप्याकलाई कसरी समात्यो, उत्साह र नर्वसनेसको मिश्रणको अनुभव गर्यो। को बसबाट झरेको छ?",
                "Khmer": "Tommy ចេញពីបាស់ហើយមើលជុំវិញស្ថានីយ៍ដែលរអ៊ូរអរ។ គាត់ចាប់ផ្ដើមកាបូបរបស់គាត់យ៉ាងតឹងរឹង មួយវិញមានអារម្មណ៍រវល់និងកើតឡើងមួយជាមួយគ្នា។ នរណាដែលបានចេញពីបាស់?",
                "Sinhalese": "ටොමි බස් මැදින් වැටී ගමන් මධ්‍යම ස්ථානයේ නැරඹුවා. ඔහු තම පසුබැග් පට්ටුව අල්ලාගෙන, උද්‍යෝග සහ සතෙකුගේ මිශ්‍ර හැඟීමක් හැඟිය. කවුද බස්ගාසි වුණේ?",
                "Amharic": "ቶሚ ከባስ በማውጣት በሞቃት ጣቢያ እንዲህ እንዲህ ተመልከቱ። የእሱን እግር ተያይዞ እንደተያያዥ በሚሰማው አይነት የምርትን ሲሆን የአዳዲስ ማስረጃ እንደዚህ ተመልከቱ። ማን ከባስ ወጣ?",
                "Pashto": "ټامي د بس نه ښکته شو او د بوخت سټیشن شاوخوا یې وکتل. هغه د خپلې بیک پیک ټینګه نیولې وه، او د خوښۍ او عصبي احساس ګډ احساس یې درلود. څوک له بس نه ښکته شو؟",
                "Burmese": "တိုမီ အဘယ်သူမျှ မပြောဘဲ ခရီးသွားရပ်ကွက်၏ ရုပ်သွားပုံကို မျက်နှာသွင်းစမ်းကြည့်သည်။ သူသည် အထုပ်ကို မြှုပ်တင်ပြီး ရင်ခုန်မှုနှင့် ခံစားမှုတိုင်းကို လက်ခံခဲ့သည်။ ဘယ်သူကားမှ ကားအပေါ်မှ ဆင်းခဲ့သနည်း?",
                "Somali": "Tommy wuxuu ka degay baska wuxuuna eegay agagaarka saldhiga mashquulka ah. Wuxuu si adag u qabtay boorsadiisa, isagoo dareemaya isku-darka xamaasad iyo walwal. Yaa ka degay baska?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "Yes, Tommy, Tommy stepped off the bus. He took a deep breath, absorbing the unfamiliar sights and sounds of the station, his nervousness began to fade, replaced by a warm sense of belonging. How was Tommy feeling now?",
            "translations": {
                "Chinese": "是的，汤米，汤米下了公交车。他深吸了一口气，感受着车站陌生的景象和声音，他的紧张开始消退，取而代之的是一种温暖的归属感。现在汤米的感觉如何？",
                "Spanish": "Sí, Tommy, Tommy bajó del autobús. Tomó una respiración profunda, absorbiendo las vistas y los sonidos desconocidos de la estación, su nerviosismo comenzó a desvanecerse, reemplazado por una cálida sensación de pertenencia. ¿Cómo se sentía Tommy ahora?",
                "Hindi": "हाँ, टॉमी, टॉमी बस से नीचे उतरा। उसने एक गहरी साँस ली, स्टेशन के अपरिचित दृश्य और ध्वनियों को अवशोषित करते हुए, उसकी नर्वसनेस धीरे-धीरे गायब होने लगी, जो एक गर्म और अपनापन की भावना से बदल गई। अब टॉमी कैसा महसूस कर रहा था?",
                "Arabic": "نعم، تومي، تومي نزل من الحافلة. أخذ نفساً عميقاً، مستوعباً المناظر والأصوات غير المألوفة في المحطة، وبدأت توتراته تتلاشى، وحل محلها شعور دافئ بالانتماء. كيف كان شعور تومي الآن؟",
                "Bengali": "হ্যাঁ, টমি, টমি বাস থেকে নেমেছে। তিনি গভীর শ্বাস নিলেন, স্টেশনের অপরিচিত দৃশ্য এবং শব্দগুলি শোষণ করে, তার উদ্বেগ কমতে শুরু করল, একটি উষ্ণ আস্থা অনুভূতির দ্বারা প্রতিস্থাপিত হল। এখন টমির অনুভূতি কেমন ছিল?",
                "Portuguese": "Sim, Tommy, Tommy desceu do ônibus. Ele respirou fundo, absorvendo as vistas e sons desconhecidos da estação, sua ansiedade começou a desaparecer, substituída por uma calorosa sensação de pertencimento. Como Tommy estava se sentindo agora?",
                "Russian": "Да, Томми, Томми вышел из автобуса. Он глубоко вдохнул, впитывая незнакомые виды и звуки станции, его нервозность начала исчезать, уступив место теплому чувству принадлежности. Как Томми чувствовал себя теперь?",
                "Japanese": "はい、トミー、トミーはバスを降りました。彼は深呼吸をし、駅の見慣れない光景や音を吸収しながら、緊張感が薄れていき、温かい帰属感に取って代わられました。トミーは今どのように感じていましたか？",
                "Punjabi": "ਹਾਂ, ਟੋਮੀ, ਟੋਮੀ ਬੱਸ ਤੋਂ ਉਤਰਾ। ਉਸਨੇ ਇੱਕ ਡੂੰਘੀ ਸਾਸ ਲਿਆ, ਸਟੇਸ਼ਨ ਦੇ ਅਣਜਾਣੇ ਨਜ਼ਾਰਿਆਂ ਅਤੇ ਆਵਾਜ਼ਾਂ ਨੂੰ ਸਹਿਣ ਕਰਦਾ, ਉਸਦੀ ਤਣਾਓ ਹੌਲੀ-ਹੌਲੀ ਘਟਣ ਲੱਗੀ, ਜੋ ਇੱਕ ਗਰਮ ਅਪਣਾਪੇ ਦੀ ਭਾਵਨਾ ਨਾਲ ਬਦਲ ਗਈ। ਹੁਣ ਟੋਮੀ ਕਿਸ ਤਰ੍ਹਾਂ ਮਹਿਸੂਸ ਕਰ ਰਿਹਾ ਸੀ?",
                "German": "Ja, Tommy, Tommy stieg aus dem Bus. Er atmete tief durch, nahm die unbekannten Sehenswürdigkeiten und Geräusche der Station auf, seine Nervosität begann zu schwinden, ersetzt durch ein warmes Gefühl der Zugehörigkeit. Wie fühlte sich Tommy jetzt?",
                "Javanese": "Ya, Tommy, Tommy mudhun saka bis. Dheweke ambegan jero, nyerap pemandangan lan swara sing ora dikenal ing stasiun, rasa gugupé wiwit luntur, diganti dening rasa anget babagan belonging. Kepiye Tommy saiki ngrasakake?",
                "Korean": "네, 토미, 토미는 버스에서 내렸습니다. 그는 깊게 숨을 쉬며, 역의 낯선 풍경과 소리를 흡수했고, 그의 긴장은 사라지기 시작했고 따뜻한 소속감으로 대체되었습니다. 이제 토미는 어떻게 느끼고 있었나요?",
                "French": "Oui, Tommy, Tommy est descendu du bus. Il prit une profonde inspiration, absorbant les vues et les sons inconnus de la gare, son nervosisme commença à s'estomper, remplacé par une chaleureuse sensation d'appartenance. Comment Tommy se sentait-il maintenant ?",
                "Telugu": "అవును, టామి, టామి బస్సు నుండి దిగాడు. అతను లోతుగా ఊపిరి పీల్చుకున్నాడు, స్టేషన్ యొక్క తెలియని దృశ్యాలు మరియు శబ్దాలను గ్రహిస్తూ, అతని నెర్వస్‌నెస్ అలా పోయింది, ఒక వేడుకైన అనుబంధంతో మారిపోయింది. ఇప్పుడా టామి ఎలా అనిపించుకుంటున్నాడు?",
                "Marathi": "होय, टॉमी, टॉमी बसवरून उतरला. त्याने एक गहरी श्वास घेतली, स्थानकाच्या अपरिचित दृश्ये आणि आवाजांना आत्मसात करताना, त्याची तणाव कमी होऊ लागली, आणि ती एक उबदार भावनात्मक संबंधिततेने बदलली. आता टॉमी कसा वाटत होता?",
                "Tamil": "ஆமாம், டாமி, டாமி பேருந்திலிருந்து இறங்கினான். அவர் ஆழ்ந்த 숨ை drew வாங்கிய போது, நிலையத்தின் அந்நியமான காட்சிகள் மற்றும் சப்தங்களை உறிஞ்சினார், அவரது அஞ்சும் உணர்வு மறைந்து, ஒரே நேரத்தில் ஒரு வெப்பமான பொருந்தும் உணர்வால் மாற்றப்பட்டது. டாமி இப்போது எப்படி உணர்ந்தான்?",
                "Vietnamese": "Vâng, Tommy, Tommy đã xuống xe buýt. Anh ấy hít một hơi thật sâu, hấp thụ những cảnh vật và âm thanh không quen thuộc của nhà ga, sự lo lắng của anh bắt đầu tan biến, thay vào đó là cảm giác ấm áp của sự thuộc về. Tommy cảm thấy thế nào bây giờ?",
                "Urdu": "جی ہاں، ٹمی، ٹمی بس سے اترا۔ اس نے گہری سانس لی، اسٹیشن کے نامعلوم مناظرات اور آوازوں کو جذب کرتے ہوئے، اس کی تناؤ کم ہونے لگی، اور ایک گرم وابستگی کے احساس سے بدل گئی۔ اب ٹمی کیسا محسوس کر رہا تھا؟",
                "Filipino": "Oo, Tommy, bumaba si Tommy mula sa bus. Huminga siya ng malalim, sinisipsip ang mga hindi pamilyar na tanawin at tunog ng istasyon, ang kanyang pagkabahala ay nagsimulang maglaho, pinalitan ng mainit na pakiramdam ng pagkakaugnay. Paano naramdaman si Tommy ngayon?",
                "Romanian": "Da, Tommy, Tommy a coborât din autobuz. A luat o respirație adâncă, absorbind vederile și sunetele necunoscute ale stației, anxietatea lui a început să dispară, fiind înlocuită de un cald sentiment de apartenență. Cum se simțea Tommy acum?",
                "Albanian": "Po, Tommy, Tommy doli nga autobuzi. Ai mori një frymë të thellë, duke përthithur pamjet dhe tingujt e panjohur të stacionit, ankthi i tij filloi të zhdukej, duke u zëvendësuar nga një ndjenjë e ngrohtë e përkatësisë. Si ndjehej tani Tommy?",
                "Nepali": "हो, टॉमी, टॉमी बसबाट झरेको छ। उसले गहिरो सास लियो, स्टेशनका अज्ञात दृश्य र ध्वनिहरूलाई आत्मसात गर्दै, उसको नर्वसनेस कम हुन थाल्यो, र एक तातो भावना द्वारा बदलियो। अब टॉमीलाई कसरी महसुस भइरहेको छ?",
                "Khmer": "អាចជាទេ, Tommy, Tommy បានចេញពីបាស់។ គាត់បានដកដង្ហើមដ៏ជ្រាល ហើយទទួលយកពីភាពមិនស្គាល់របស់ស្ថានីយ៍និងសំឡេង ប្រសិនបើការការពារស្មានរបស់គាត់បានចាប់ផ្តើមបាត់ទៅ ហើយត្រូវបានជំនួសដោយអារម្មណ៍កក់ក្តៅនៃការចូលរួម។ Tommy យល់ឃើញយ៉ាងដូចម្តេចឥឡូវនេះ?",
                "Sinhalese": "ඔව්, ටොමි, ටොමි බස්ගාසි වුණා. ඔහු ගැඹුරු ගෑනු ගනිමින්, ස්ථානයේ අභිචික්‍රමණය සහ ශබ්දයන් ඇතුළු කළා, ඔහුගේ අවංකතාව අවලංගු වීමට පටන් ගත්තා, උණුසුම් පසුබැසීමක අයුරු මාරු කරන ලදි. දැන් ටොමි කෙසේ දැනෙන්නෙහිද?",
                "Amharic": "አዎን ቶሚ፣ ቶሚ በባስ ተነሥቷል። እሱ አንደኛ አድርጎ እንደ ስታሽን በእንቅልፍ እንዲታወቅ እንዲሁም የእሱ የተሰማሪነት እንደ ማስጠንቀቂያ ቆሞ በአንደኛ መዝራር እንዲሆን የማይቀርበውን መደበኛ መደበኛ ስለዚህ የተጠበቀ ይሆናል። እንዴት እንደ አሁኑ ቶሚ ስለ ምን ነው?",
                "Pashto": "هو، ټامی، ټامی د بس نه ښکته شو. هغه ژور سا واخیسته، د سټیشن نااشنا منظرونه او غږونه یې جذب کړل، د هغه اضطراب کم شو، او د تعلق یوه ګرم احساس سره ځای پر ځای شو. اوس ټامی څنګه احساس کاوه؟",
                "Burmese": "ဟုတ်ကဲ့၊ တော်မီ၊ တော်မီ က ဘတ်စကားမှ ကျော်မီ ဖြစ်ပါတယ်။ သူသည် အနက်နက်အေးရောင်ရှင်း သွားရင်း၊ ဘတ်စကားရပ်ကွက်၏ မသိကျင့်အနက်အောင်၊ ၎င်း၏ စိတ်ပူပန်မှုဟာ လျှော့နည်းလာပြီး သက်သာမှုအပြုံးများရသော များလာနေသည်။ ယခု တော်မီ ဘယ်လိုခံစားနေသလဲ။",
                "Somali": "Haa, Tommy, Tommy wuxuu ka degay baska. Wuxuu si qoto dheer u neefsaday, isagoo qaadanaya muuqaalka iyo codadka aan la aqoon ee saldhiga, welwelkiisa ayaa bilaabay inuu dhumucdo, oo lagu beddelay dareen diiran oo ku saabsan belonging. Sidee ayuu Tommy hadda u dareemayaa?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "Warmth and a sense of belonging - that's right. However, Tommy wasn't staying long. He was just passing through on his way to a summer camp nestled in the mountains. Where was Tommy heading to?",
            "translations": {
                "Chinese": "温暖和归属感 - 没错。然而，汤米不会停留太久。他只是途经这里，前往一个位于山区的夏令营。汤米要去哪里？",
                "Spanish": "Calidez y un sentido de pertenencia - eso es correcto. Sin embargo, Tommy no se quedaría mucho tiempo. Solo estaba de paso en su camino hacia un campamento de verano enclavado en las montañas. ¿A dónde se dirigía Tommy?",
                "Hindi": "गर्मी और एक अपनापन का अहसास - यही सही है। हालांकि, टॉमी ज्यादा देर तक नहीं ठहर रहा था। वह बस पहाड़ों में बसे एक ग्रीष्मकालीन शिविर की ओर जाते हुए यहाँ से गुजर रहा था। टॉमी कहाँ जा रहा था?",
                "Arabic": "الدفء وإحساس الانتماء - هذا صحيح. ومع ذلك، لم يكن تومي سيبقى طويلاً. كان مجرد مرور في طريقه إلى مخيم صيفي يقع في الجبال. إلى أين كان يتجه تومي؟",
                "Bengali": "গরম এবং একটি অন্তর্গত অনুভূতি - এটা ঠিক। তবে, টমি বেশি সময় থাকছিল না। সে শুধু পাহাড়ে অবস্থিত একটি গ্রীষ্মকালীন শিবিরে যাওয়ার পথে এখানে পার হচ্ছিল। টমি কোথায় যাচ্ছিল?",
                "Portuguese": "Calor e um sentimento de pertencimento - isso mesmo. No entanto, Tommy não ficaria muito tempo. Ele estava apenas passando pelo caminho para um acampamento de verão localizado nas montanhas. Para onde Tommy estava indo?",
                "Russian": "Тепло и чувство принадлежности - это правда. Однако Томми не собирался оставаться надолго. Он просто проезжал мимо, направляясь в летний лагерь, расположенный в горах. Куда же направлялся Томми?",
                "Japanese": "温かさと帰属感 - その通りです。しかし、トミーは長く滞在するつもりはありませんでした。彼はただ、山中にあるサマーキャンプへ向かう途中でここを通り過ぎているだけでした。トミーはどこに向かっていたのでしょうか？",
                "Punjabi": "ਗਰਮੀ ਅਤੇ ਇਕ ਅਨੁਭੂਤਿ - ਇਹ ਸਹੀ ਹੈ। ਹਾਲਾਂਕਿ, ਟੋਮੀ ਜ਼ਿਆਦਾ ਸਮਾਂ ਨਹੀਂ ਰੁਕਣ ਵਾਲਾ ਸੀ। ਉਹ ਸਿਰਫ ਪਹਾੜਾਂ ਵਿੱਚ ਘੁੱਸਿਆ ਇੱਕ ਗਰਮੀ ਕੈਂਪ ਵੱਲ ਜਾਂਦੇ ਹੋਏ ਇੱਥੇ ਤੋਂ ਲੰਘ ਰਿਹਾ ਸੀ। ਟੋਮੀ ਕਿੱਥੇ ਜਾ ਰਿਹਾ ਸੀ?",
                "German": "Wärme und ein Gefühl der Zugehörigkeit - das ist richtig. Tommy würde jedoch nicht lange bleiben. Er war nur auf dem Weg zu einem Sommerlager in den Bergen, als er hier durchkam. Wohin war Tommy unterwegs?",
                "Javanese": "Kepanasan lan rasa belonging - bener. Nanging, Tommy ora bakal suwe. Dheweke mung liwat ing dalane menyang kemah musim panas sing ana ing gunung. Tommy menyang ngendi?",
                "Korean": "따뜻함과 소속감 - 맞아요. 하지만 토미는 오래 머물지 않을 거예요. 그는 단지 산속에 위치한 여름 캠프로 가는 길에 여기로 지나가는 중이었어요. 토미는 어디로 가고 있었나요?",
                "French": "Chaleur et sentiment d'appartenance - c'est ça. Cependant, Tommy ne restait pas longtemps. Il passait simplement en route vers un camp d'été niché dans les montagnes. Où se dirigeait Tommy ?",
                "Telugu": "తాపం మరియు ఒక ఆత్మసాత్వం - అది సరైనది. అయితే, టామి ఎక్కువ సమయం ఉండడం లేదు. అతను פשוט పర్వతాలలో నలుగురు వేసే వేసవి శిబిరానికి వెళ్ళడానికి మార్గములో ప్రయాణిస్తున్నాడు. టామి ఎక్కడ వెళ్ళిపోతున్నాడు?",
                "Marathi": "उबदारपणा आणि संबंधिततेची भावना - हे खरं आहे. तथापि, टॉमी अधिक काळ थांबणार नव्हता. तो फक्त पर्वतांमध्ये वसलेल्या ग्रीष्मकालीन कॅम्पकडे जात असताना येथे थांबला होता. टॉमी कुठे जात होता?",
                "Tamil": "சூடானது மற்றும் பங்கு உணர்வு - சரி. ஆனால், டாமி நீண்ட நேரம் தங்கவில்லை. அவர் மலைகளில் அமைந்துள்ள ஒரு கோடைகால முகாமுக்குச் செல்லும் வழியில் இங்கிருந்து செல்கிறார். டாமி எங்கு செல்லும்?",
                "Vietnamese": "Sự ấm áp và cảm giác thuộc về - đúng vậy. Tuy nhiên, Tommy sẽ không ở lại lâu. Anh chỉ đang đi qua trên đường đến một trại hè nằm trong các ngọn núi. Tommy đang trên đường đến đâu?",
                "Urdu": "گرمی اور تعلق کا احساس - یہی صحیح ہے۔ تاہم، ٹامی زیادہ دیر تک نہیں رک رہا تھا۔ وہ صرف پہاڑوں میں واقع ایک سمر کیمپ کی طرف جاتے ہوئے یہاں سے گزر رہا تھا۔ ٹامی کہاں جا رہا تھا؟",
                "Filipino": "Init at pakiramdam ng pagkakaugnay - tama iyon. Gayunpaman, hindi mananatili si Tommy ng matagal. Siya ay dumadaan lamang patungo sa isang summer camp na nakatago sa mga bundok. Saan papunta si Tommy?",
                "Romanian": "Căldură și un sentiment de apartenență - exact. Cu toate acestea, Tommy nu urma să rămână mult timp. El trecea doar prin drum spre un tabără de vară situată în munți. Unde se îndrepta Tommy?",
                "Albanian": "Ngrohtësi dhe një ndjenjë përkatësie - është e saktë. Megjithatë, Tommy nuk do të qëndronte gjatë. Ai ishte thjesht duke kaluar në rrugën e tij për në një kamp vere të fshehur në malet. Ku po shkonte Tommy?",
                "Nepali": "गर्मी र एक अपनापनको भावना - यो सहि हो। तर, टॉमी लामो समयसम्म रहने वाला थिएन। उनी केवल पहाडमा रहेको एक ग्रीष्मकालीन शिविरमा जानका लागि यहाँबाट गुज़रिरहेका थिए। टॉमी कहाँ जानु हुँदैछ?",
                "Khmer": "សូម្បីតែភាពកក់ក្តៅនិងអារម្មណ៍នៃការចូលរួម - នេះសំរាប់។ ទោះជាយ៉ាងណាក៏ដោយ តូម៉ិមិនបានស្ថិតនៅអោយយូរទេ។ គាត់គ្រាន់តែបានឆ្លងកាត់ក្នុងការទៅកាន់ផ្លូវមួយឈើនៅក្នុងភ្នំនៅកណ្តាលនៃប្រទេស។ តូម៉ិមកាន់ទៅណា?",
                "Sinhalese": "හර්ෂය සහ ආශ්‍රිතභාවය - ඔව්. නමුත්, ටොමි දිගටම සිටින්නේ නැත. ඔහු කුඩා කාලයක් පමණක් නමුත් කුඩා කඳවුරුයක් ඇති වන පාරෙහි සිටියා. ටොමි කුමක් වෙනවාද?",
                "Amharic": "እንደዚህ ያለው ስለ ምን ይሁን፣ ቶሚ በረጅም ጊዜ አልቆምም። እርሱ በተለያዩ የተዋረው በአምሳለያ አካባቢ አንድ ጥንቃቄ መዳረሻ እንደሆነ ያየውን መልእክት በትክክል ይደርሳል። ቶሚ ወዴት እንደምን ሂደው ነው?",
                "Pashto": "تودوخه او د تعلق احساس - دا سمه ده. مګر، ټامی ډیر وخت پاتې نه شو. هغه یوازې د غرونو کې پراته د یوې ژمي کمپ ته تللو په لار کې و. ټامی چیرته روان و؟",
                "Burmese": "အပူချိန်နှင့် သက်ဆိုင်မှုရှိမှု - အဲဒါမှန်ပါသည်။ သို့သော် တော်မီ သာအချိန် မကြာဘူး။ သူသည် တောင်များတွင် တည်ရှိသော ရောဂါဆေးစင်တာသို့ သွားရောက်ရန် လမ်းသွားနေသောကြောင့် ဤနေရာမှ လမ်းဖြတ်နေခဲ့သည်။ တော်မီ ဘယ်လိုနေရာသို့ သွားနေသလဲ။",
                "Somali": "Kuleyl iyo dareen belonging - taas waa sax. Si kastaba ha ahaatee, Tommy ma dheeraynin. Wuxuu kaliya u socday jiheyn ka mid ah xagaaga ee ku dhex yaal buuraha. Tommy meel noocee ah ayuu u socday?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "To a summer camp. Tommy was on his way to a summer camp. After meeting his grandmother, Tommy was now looking for a new bus ticket. Why was he looking for a new bus ticket though?",
            "translations": {
                "Chinese": "去夏令营。汤米正前往一个夏令营。在见过他的祖母后，汤米现在正在寻找一张新的公交票。他为什么需要一张新的公交票呢？",
                "Spanish": "A un campamento de verano. Tommy estaba en camino a un campamento de verano. Después de encontrarse con su abuela, Tommy ahora estaba buscando un nuevo billete de autobús. ¿Por qué estaba buscando un nuevo billete de autobús?",
                "Hindi": "एक ग्रीष्मकालीन शिविर के लिए। टॉमी ग्रीष्मकालीन शिविर की ओर जा रहा था। अपनी दादी से मिलने के बाद, टॉमी अब एक नया बस टिकट ढूंढ रहा था। वह नया बस टिकट क्यों ढूंढ रहा था?",
                "Arabic": "إلى مخيم صيفي. كان تومي في طريقه إلى مخيم صيفي. بعد لقاء جدته، كان تومي الآن يبحث عن تذكرة حافلة جديدة. لماذا كان يبحث عن تذكرة حافلة جديدة؟",
                "Bengali": "একটি গ্রীষ্মকালীন শিবিরে। টমি একটি গ্রীষ্মকালীন শিবিরে যাচ্ছিল। তার দাদীর সাথে দেখা করার পর, টমি এখন একটি নতুন বাস টিকিট খুঁজছিল। তিনি নতুন বাস টিকিট কেন খুঁজছিলেন?",
                "Portuguese": "Para um acampamento de verão. Tommy estava a caminho de um acampamento de verão. Depois de encontrar sua avó, Tommy estava agora procurando um novo bilhete de ônibus. Por que ele estava procurando um novo bilhete de ônibus?",
                "Russian": "В летний лагерь. Томми был на пути в летний лагерь. После встречи с бабушкой Томми теперь искал новый билет на автобус. Почему он искал новый билет на автобус?",
                "Japanese": "夏のキャンプへ。トミーは夏のキャンプに向かっていました。おばあさんに会った後、トミーは今、新しいバスチケットを探していました。なぜ彼は新しいバスチケットを探していたのでしょうか？",
                "Punjabi": "ਇੱਕ ਗਰਮੀ ਕੈਂਪ ਲਈ। ਟੋਮੀ ਇੱਕ ਗਰਮੀ ਕੈਂਪ ਵੱਲ ਜਾ ਰਿਹਾ ਸੀ। ਆਪਣੀ ਦਾਦੀ ਨੂੰ ਮਿਲਣ ਦੇ ਬਾਅਦ, ਟੋਮੀ ਹੁਣ ਇੱਕ ਨਵਾਂ ਬੱਸ ਟਿਕਟ ਲੱਭ ਰਿਹਾ ਸੀ। ਉਹ ਨਵਾਂ ਬੱਸ ਟਿਕਟ ਕਿਉਂ ਲੱਭ ਰਿਹਾ ਸੀ?",
                "German": "Zu einem Sommerlager. Tommy war auf dem Weg zu einem Sommerlager. Nachdem er seine Großmutter getroffen hatte, suchte Tommy jetzt nach einem neuen Busticket. Warum suchte er nach einem neuen Busticket?",
                "Javanese": "Maring kemah musim panas. Tommy lagi menyang kemah musim panas. Sawisé ketemu karo simbahé, Tommy saiki nggoleki tiket bis anyar. Kenapa dheweke nggoleki tiket bis anyar?",
                "Korean": "여름 캠프에. 토미는 여름 캠프에 가는 중이었습니다. 할머니를 만난 후, 토미는 이제 새로운 버스 티켓을 찾고 있었습니다. 왜 새로운 버스 티켓을 찾고 있었을까요?",
                "French": "Vers un camp d'été. Tommy était en route pour un camp d'été. Après avoir rencontré sa grand-mère, Tommy cherchait maintenant un nouveau billet de bus. Pourquoi cherchait-il un nouveau billet de bus ?",
                "Telugu": "ఒక గ్రీష్మ కాల శిబిరానికి. టామీ ఒక గ్రీష్మ కాల శిబిరానికి వెళ్ళిపోతున్నాడు. తన అక్కాచెల్లెమణతో కలుసుకున్న తర్వాత, టామీ ఇప్పుడు కొత్త బస్ టిక్కెట్ కోసం వెతుకుతున్నాడు. ఆయన కొత్త బస్ టిక్కెట్ కోసం ఎందుకు వెతుకుతున్నాడు?",
                "Marathi": "ग्रीष्मकालीन शिबिराकडे. टॉमी ग्रीष्मकालीन शिबिराकडे जात होता. त्याची आजीला भेटल्यानंतर, टॉमी आता नवीन बस तिकीट शोधत होता. त्याने नवीन बस तिकीट का शोधत होतं?",
                "Tamil": "ஒரு கோடை முகாமுக்காக. டாமி ஒரு கோடை முகாமுக்காக செல்கின்றான். அவன் தனது பாட்டியை சந்தித்த பிறகு, டாமி தற்போது புதிய பஸ் டிக்கெட் தேடுகிறது. அவன் புதிய பஸ் டிக்கெட் ஏன் தேடிக்கொண்டிருக்கிறான்?",
                "Vietnamese": "Đến một trại hè. Tommy đang trên đường đến một trại hè. Sau khi gặp bà của mình, Tommy giờ đang tìm một vé xe buýt mới. Tại sao anh ấy lại tìm một vé xe buýt mới?",
                "Urdu": "ایک سمر کیمپ کے لئے۔ ٹامی ایک سمر کیمپ کی طرف جا رہا تھا۔ اپنی دادی سے ملنے کے بعد، ٹامی اب ایک نئی بس ٹکٹ تلاش کر رہا تھا۔ وہ نئی بس ٹکٹ کیوں تلاش کر رہا تھا؟",
                "Filipino": "Sa isang summer camp. Si Tommy ay papunta sa isang summer camp. Pagkatapos makipagkita sa kanyang lola, si Tommy ngayon ay naghahanap ng bagong tiket sa bus. Bakit siya naghahanap ng bagong tiket sa bus?",
                "Romanian": "La un tabără de vară. Tommy era pe drum spre o tabără de vară. După ce și-a întâlnit bunica, Tommy căuta acum un nou bilet de autobuz. De ce căuta un nou bilet de autobuz?",
                "Albanian": "Në një kamp vere. Tommy ishte në rrugë për në një kamp vere. Pasi takoi gjyshen e tij, Tommy tani po kërkonte një biletë të re autobusi. Pse po kërkonte një biletë të re autobusi?",
                "Nepali": "एक ग्रीष्मकालीन शिविरमा। टॉमी एक ग्रीष्मकालीन शिविरमा जाँदै थियो। आफ्नो हजुरआजीलाई भेटेपछि, टॉमी अहिले नयाँ बस टिकटको खोजी गर्दै थियो। उसले नयाँ बस टिकट किन खोजिरहेको छ?",
                "Khmer": "ទៅកាន់បណ្ណាការសម័យកំណត់។ តូម៉ិចកំពុងមកកាន់បណ្ណាការសម័យកំណត់។ បន្ទាប់ពីជួបនឹងយាយរបស់គាត់ តូម៉ិចឥឡូវនេះកំពុងស្វែងរកសំបុត្រទាំងថ្មីមួយ។ ហេតុអ្វីបានជា​គាត់​កំពុងស្វែងរកសំបុត្រទាំងថ្មីមួយ?",
                "Sinhalese": "ගාමික කඳවුරට. ටොමි ගාමික කඳවුරකට යමින් සිටියා. ඔහුගේ මැදිලිය එක්සත් කළ පසු, ටොමි දැන් නව බස් ටිකට්පත් සොයමින් සිටියා. ඔහු නව බස් ටිකට්පත් ඇයි සොයමින් සිටියේ ද?",
                "Amharic": "ወደ የበጋ ማኅበረሰብ እንደ እንግዲህ እንጂ በጊዜ ማለት አልቻልኩም። ቶሚ ሲሆን እስከሚከተለው አድራሻው የሚሆነውን የአውቶቡስ ትኬት አሳልፎ ይፈልጋል። አዲስ ትኬት ለምን ተጠየቀ?",
                "Pashto": "د یوه ګرمۍ کمپ ته. ټامی د یوه ګرمۍ کمپ ته روان و. د خپلې نیا سره د لیدو وروسته، ټامی اوس د نوي بس ټیکټ لپاره ګوري. هغه ولې د نوي بس ټیکټ لپاره ګوري؟",
                "Burmese": "အပန်းဖြေရေးမူလဆီ။ တော်မီ အပန်းဖြေရေးမူလဆီ သွားနေပါတယ်။ သူ့အမေကိုတွေ့ပြီးနောက် တော်မီ အခုအသစ်တဲ့ဘတ်စ်ကားလက်မှတ်ကိုရှာနေပါတယ်။ ဘာကြောင့်သစ်သောဘတ်စ်ကားလက်မှတ်ကိုရှာနေသလဲ။",
                "Somali": "Xagaag. Tommy wuxuu ku socday xagaaga. Ka dib markii uu la kulmay ayeeyadiis, Tommy hadda wuxuu raadinayaa tigidh cusub oo bas ah. Sababta uu u raadinayo tigidh cusub oo bas ah maxay tahay?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "To get another bus. He needed another bus so he could get to the summer camp. They walked together to the ticket counter, where he explained his destination to the friendly clerk. Was he successful in getting a new bus ticket?",
            "translations": {
                "Chinese": "为了获取另一张公交票。他需要另一张公交票才能到达夏令营。他们一起走到售票处，他向友好的职员解释了他的目的地。他成功获得了新的公交票吗？",
                "Spanish": "Para conseguir otro autobús. Necesitaba otro autobús para poder llegar al campamento de verano. Caminaron juntos hasta la taquilla, donde explicó su destino al amable empleado. ¿Tuvo éxito en conseguir un nuevo billete de autobús?",
                "Hindi": "एक और बस पाने के लिए। उसे एक और बस की जरूरत थी ताकि वह ग्रीष्मकालीन शिविर तक पहुँच सके। वे टिकट काउंटर तक एक साथ चले गए, जहां उसने अपनी मंजिल को दोस्ताना क्लर्क को बताया। क्या वह नए बस टिकट को प्राप्त करने में सफल रहा?",
                "Arabic": "للحصول على حافلة أخرى. كان بحاجة إلى حافلة أخرى ليتمكن من الوصول إلى معسكر الصيف. ساروا معًا إلى مكتب التذاكر، حيث شرح وجهته للموظف الودود. هل نجح في الحصول على تذكرة حافلة جديدة؟",
                "Bengali": "আরেকটি বাস পাওয়ার জন্য। তাকে একটি নতুন বাস দরকার ছিল যাতে সে গ্রীষ্মকালীন শিবিরে পৌঁছাতে পারে। তারা একসাথে টিকিট কাউন্টারে গেলেন, যেখানে তিনি বন্ধুত্বপূর্ণ ক্লার্ককে তার গন্তব্য ব্যাখ্যা করলেন। তিনি কি নতুন বাস টিকিট পাওয়ার ক্ষেত্রে সফল হয়েছেন?",
                "Portuguese": "Para pegar outro ônibus. Ele precisava de outro ônibus para chegar ao acampamento de verão. Eles caminharam juntos até o balcão de bilhetes, onde ele explicou seu destino ao atendente amigável. Ele teve sucesso em conseguir um novo bilhete de ônibus?",
                "Russian": "Чтобы получить другой автобус. Ему нужен был другой автобус, чтобы добраться до летнего лагеря. Они вместе пошли к кассе, где он объяснил свой маршрут дружелюбному кассиру. Успел ли он получить новый билет на автобус?",
                "Japanese": "別のバスを手に入れるために。彼は夏のキャンプに行くために別のバスが必要でした。彼らは一緒にチケット売り場に行き、彼はフレンドリーな係員に目的地を説明しました。彼は新しいバスチケットを手に入れることに成功したのでしょうか？",
                "Punjabi": "ਹੋਰ ਇੱਕ ਬੱਸ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ। ਉਸਨੂੰ ਇੱਕ ਹੋਰ ਬੱਸ ਦੀ ਲੋੜ ਸੀ ਤਾਂ ਜੋ ਉਹ ਗਰਮੀ ਦੇ ਕੈਂਪ ਵਿੱਚ ਪਹੁੰਚ ਸਕੇ। ਉਹ ਇਕੱਠੇ ਟਿਕਟ ਕਾਊਂਟਰ ਤੱਕ ਚਲੇ ਗਏ, ਜਿੱਥੇ ਉਸਨੇ ਮਿਤਰਾਨਾ ਕਲਰਕ ਨੂੰ ਆਪਣੇ ਮੰਤਵ ਨੂੰ ਸਾਫ ਕੀਤਾ। ਕੀ ਉਹ ਨਵੇਂ ਬੱਸ ਟਿਕਟ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਸਫਲ ਹੋਇਆ?",
                "German": "Um einen anderen Bus zu bekommen. Er brauchte einen weiteren Bus, um zum Sommerlager zu gelangen. Sie gingen gemeinsam zum Ticketschalter, wo er dem freundlichen Mitarbeiter sein Ziel erklärte. War er erfolgreich, ein neues Busticket zu bekommen?",
                "Javanese": "Kanggo entuk bis liyane. Dheweke butuh bis liyane supaya bisa tekan kamp musim panas. Dheweke mlaku bareng menyang loket tiket, ing kana dheweke nerangake tujuané menyang petugas ramah. Apa dheweke sukses entuk tiket bis anyar?",
                "Korean": "다른 버스를 타기 위해서. 그는 여름 캠프에 가기 위해 다른 버스가 필요했습니다. 그들은 함께 매표소로 갔고, 그곳에서 그는 친절한 직원에게 자신의 목적지를 설명했습니다. 그는 새로운 버스 티켓을 얻는 데 성공했나요?",
                "French": "Pour prendre un autre bus. Il avait besoin d'un autre bus pour se rendre au camp d'été. Ils sont allés ensemble au guichet, où il a expliqué sa destination au sympathique employé. A-t-il réussi à obtenir un nouveau billet de bus ?",
                "Telugu": "మరొక బస్ పొందడానికి. అతనికి వేసవి శిబిరానికి చేరుకోవడానికి మరొక బస్ అవసరం వుంది. వారు ఒకేసారి టికెట్ కౌంటరుకు వెళ్లారు, అక్కడ అతను స్నేహపూర్వక క్లర్క్ కు తన గమ్యస్థానాన్ని వివరించాడు. అతను కొత్త బస్ టిక్కెట్ పొందడంలో విజయవంతమయ్యాడా?",
                "Marathi": "दुसरी बस मिळवण्यासाठी. त्याला ग्रीष्मकालीन शिबीरात पोहोचण्यासाठी दुसऱ्या बसची आवश्यकता होती. ते एकत्र तिकीट काउंटरकडे गेले, जिथे त्याने मित्रत्वपूर्ण क्लार्कला त्याचे गंतव्य स्पष्ट केले. त्याला नवीन बस तिकीट मिळवण्यात यश मिळालं का?",
                "Tamil": "மற்றொரு பஸ் பெற. அவன் கோடை முகாமுக்கு செல்ல மற்றொரு பஸ் தேவைப்பட்டது. அவர்கள் சேர்ந்து டிக்கெட் கவுண்டருக்குச் சென்றனர், அங்கு அவன் தனது பயணத்தை நண்பனான கிளர்க்கிடம் விளக்கியான். அவன் புதிய பஸ் டிக்கெட் பெறுவதில் வெற்றியடைந்தாரா?",
                "Vietnamese": "Để lấy một chiếc xe buýt khác. Anh cần một chiếc xe buýt khác để đến trại hè. Họ cùng nhau đi đến quầy vé, nơi anh giải thích điểm đến của mình cho nhân viên thân thiện. Anh có thành công trong việc lấy vé xe buýt mới không?",
                "Urdu": "ایک اور بس حاصل کرنے کے لئے۔ اسے گریم کے کیمپ تک پہنچنے کے لئے ایک اور بس کی ضرورت تھی۔ وہ دونوں مل کر ٹکٹ کے کاؤنٹر پر گئے، جہاں اس نے دوستانہ کلرک کو اپنے منزل کی وضاحت کی۔ کیا وہ نئے بس ٹکٹ کو حاصل کرنے میں کامیاب رہا؟",
                "Filipino": "Para makakuha ng isa pang bus. Kailangan niya ng isa pang bus upang makarating sa summer camp. Sila ay magkasamang pumunta sa ticket counter, kung saan ipinaliwanag niya ang kanyang destinasyon sa magiliw na clerk. Nakuha ba niya ang bagong tiket sa bus?",
                "Romanian": "Pentru a lua un alt autobuz. Avea nevoie de un alt autobuz pentru a ajunge la tabăra de vară. Au mers împreună la ghișeul de bilete, unde i-a explicat destinația funcționarului prietenos. A reușit să obțină un nou bilet de autobuz?",
                "Albanian": "Për të marrë një autobus tjetër. Ai kishte nevojë për një autobus tjetër për të arritur në kampin veror. Ata ecën së bashku në sportelin e biletave, ku ai shpjegoi destinacionin e tij tek referenti mikpritës. A kishte sukses në marrjen e një bilete të re autobusi?",
                "Nepali": "अर्को बस लिनको लागि। उसलाई ग्रीष्मकालीन शिविरमा पुग्नको लागि अर्को बस चाहिन्छ। तिनीहरू टिकट काउन्टरमा सँगै हिँड्न गए, जहाँ उसले मित्रवत् क्लार्कलाई आफ्नो गन्तव्य स्पष्ट गर्‍यो। के उसले नयाँ बस टिकट प्राप्त गर्न सफल भयो?",
                "Khmer": "ដើម្បីទទួលបានបស្ចារ៉ារផ្សេងទៀត។ គាត់ត្រូវការបស្ចារ៉ារផ្សេងទៀតដើម្បីឲ្យអាចទៅដល់បណ្ណាការសម័យកំណត់។ ពួកគេធ្វើដំណើរទៅកាន់ទីតាំងសំបុត្រ រួមគ្នា ដែលនៅទីនោះគាត់បានពិពណ៌នាអំពីទីតាំងរបស់គាត់ទៅអ្នកបម្រើដែលគួរឱ្យទាក់ទាញ។ តើគាត់ទទួលបានសំបុត្របស្ចារ៉ាថ្មីមែនទេ?",
                "Sinhalese": "තවත් බස් එකක් ලබා ගැනීමට. ඔහුට ගාමික කඳවුරට යන්න තවත් බස් එකක් අවශ්‍ය විය. ඔවුන් ටිකට් පරිපාලකයාට එක්ව ගිය අතර, ඔහු තම ගමන් මඟ නිවැරදිව පැහැදිලි කළා. ඔහු නව බස් ටිකට් එක ලබා ගැනීමට සාර්ථක වියද?",
                "Amharic": "ሌላ አውቶቡስ ለማግኘት። እሱ እንደ በጣም የሚሆን አውቶቡስ አስፈልጎበታል በእንግዲህ የአባቶች ጉብኝት ላይ መድረስ። እነሱ ከጋር ሂደው ወደ ቲኬት ኮውንተር እንዲሁም ወደ ሚጠቀሙት አዝማሪ ጋር እንደ ይገልጻሉ። እሱ አዲስ አውቶቡስ ቲኬት ማግኘት ተሳክቷልን?",
                "Pashto": "د بل بس ترلاسه کولو لپاره. هغه ته بل بس ته اړتیا وه ترڅو د دوبي د کمپ ته لاړ شي. دوی یوځای د ټیکټ کاؤنټر ته لاړل، چیرته چې هغه د دوستانه کلرک ته خپل منزل تشریح کړ. آیا هغه د نوي بس ټیکټ ترلاسه کولو کې بریالی شو؟",
                "Burmese": "တစ်စီးသုံးဘတ်စ်ကားရရန်။ သူသည်ပိုက်ဆံဝယ်ယူရန် လိုအပ်သည့် ဘတ်စ်ကားကို အချိန်ပိုလေးတင်ပေးရန်လိုအပ်ခဲ့သည်။ သူတို့က ပေါင်းစည်းပြီး တိုက်ထွန်းအချိန်တိုင်းမှာ တစ်ခါတည်း နေ့လည်ပြေးစေတတ်သောသူကိုရှာဖွေပြီး စိတ်ချမ်းသာမှုကို ဖတ်ရှုခဲ့သည်။ သူသည် အသစ်သောဘတ်စ်ကားလက်မှတ်ရရှိရောလား?",
                "Somali": "Si aad u hesho bas kale. Wuxuu u baahan yahay bas kale si uu u gaaro xagaaga. Waxay u socdeen si wadajir ah xafiiska tigidhada, halkaasoo uu u sharraxay meesha uu ku socdo shaqaalaha saaxiibtinimo leh. Ma ku guuleystay inuu helo tigidh cusub oo bas ah?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "Yes, he was. He got a new ticket. He explained everything to the friendly clerk and he was now excited to resume his journey.",
            "translations": {
                "Chinese": "是的，他成功了。他拿到了新的票。他向友好的职员解释了一切，现在他兴奋地准备继续他的旅程。",
                "Spanish": "Sí, lo hizo. Obtuvo un nuevo billete. Explicó todo al amable empleado y ahora estaba emocionado por reanudar su viaje.",
                "Hindi": "हाँ, वह सफल रहा। उसने एक नया टिकट प्राप्त किया। उसने सभी विवरण दोस्ताना क्लर्क को समझाया और अब वह अपने सफर को फिर से शुरू करने के लिए उत्साहित था।",
                "Arabic": "نعم، لقد نجح. حصل على تذكرة جديدة. شرح كل شيء للموظف الودود وكان الآن متحمسًا لاستئناف رحلته.",
                "Bengali": "হ্যাঁ, সে সফল হয়েছে। সে একটি নতুন টিকিট পেয়েছে। সে সবকিছু বন্ধুত্বপূর্ণ ক্লার্ককে ব্যাখ্যা করেছিল এবং এখন সে তার যাত্রা আবার শুরু করার জন্য উত্তেজিত ছিল।",
                "Portuguese": "Sim, ele conseguiu. Ele conseguiu um novo bilhete. Explicou tudo ao funcionário amigável e agora estava animado para retomar sua jornada.",
                "Russian": "Да, он успешно получил новый билет. Он объяснил все дружелюбному кассиру и теперь был взволнован, чтобы продолжить своё путешествие.",
                "Japanese": "はい、成功しました。彼は新しいチケットを手に入れました。彼はフレンドリーな係員にすべてを説明し、今は旅を再開するのが楽しみでした。",
                "Punjabi": "ਹਾਂ, ਉਹ ਸਫਲ ਹੋਇਆ। ਉਸਨੇ ਇੱਕ ਨਵਾਂ ਟਿਕਟ ਪ੍ਰਾਪਤ ਕੀਤਾ। ਉਸਨੇ ਸਾਰੇ ਜਾਣਕਾਰੀ ਮਿੱਤਰਤਾ ਨਾਲ ਕਲਰਕ ਨੂੰ ਦਿੱਤੀ ਅਤੇ ਹੁਣ ਉਹ ਆਪਣੇ ਯਾਤਰਾ ਨੂੰ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਉਤਸ਼ਾਹਿਤ ਸੀ।",
                "German": "Ja, er hat es geschafft. Er bekam ein neues Ticket. Er erklärte dem freundlichen Mitarbeiter alles und war nun aufgeregt, seine Reise fortzusetzen.",
                "Javanese": "Ya, dheweke sukses. Dheweke entuk tiket anyar. Dheweke nerangake kabeh marang petugas ramah lan saiki semangat nerusake perjalanane.",
                "Korean": "네, 그는 성공했습니다. 그는 새 티켓을 받았습니다. 그는 모든 것을 친절한 직원에게 설명했고 이제는 여행을 재개할 생각에 들떠 있었습니다.",
                "French": "Oui, il a réussi. Il a obtenu un nouveau billet. Il a expliqué tout au sympathique employé et était maintenant excité de reprendre son voyage.",
                "Telugu": "అవును, అతను విజయం సాధించాడు. అతను కొత్త టికెట్ పొందాడు. అతను అన్ని వివరాలను స్నేహపూర్వక క్లర్క్‌కు వివరించాడు మరియు ఇప్పుడు తన ప్రయాణాన్ని తిరిగి ప్రారంభించడానికి ఉత్సాహంగా ఉన్నాడు.",
                "Marathi": "होय, त्याला यश मिळाले. त्याने नवीन तिकीट मिळवले. त्याने सर्व काही मित्रत्वपूर्ण क्लार्कला स्पष्ट केले आणि आता तो त्याचा प्रवास पुन्हा सुरू करण्यासाठी उत्साही होता.",
                "Tamil": "ஆம், அவர் வெற்றியடைந்தார். அவர் புதிய டிக்கெட் பெற்றார். அவர் அனைத்தையும் நண்பனான கிளர்க்கிற்கு விளக்கியார் மற்றும் அவர் இப்போது தனது பயணத்தை மீண்டும் தொடர்வதற்காக உற்சாகமாக இருந்தார்.",
                "Vietnamese": "Đúng vậy, anh ấy đã thành công. Anh ấy nhận được vé mới. Anh ấy giải thích mọi thứ cho nhân viên thân thiện và giờ đây anh ấy rất hào hứng để tiếp tục hành trình của mình.",
                "Urdu": "جی ہاں، وہ کامیاب رہا۔ اس نے ایک نیا ٹکٹ حاصل کیا۔ اس نے سب کچھ دوستانہ کلرک کو وضاحت سے بیان کیا اور اب وہ اپنے سفر کو دوبارہ شروع کرنے کے لیے پرجوش تھا۔",
                "Filipino": "Oo, nagtagumpay siya. Nakuha niya ang bagong tiket. Ipinaliwanag niya ang lahat sa magiliw na clerk at ngayon siya ay excited na ipagpatuloy ang kanyang paglalakbay.",
                "Romanian": "Da, a reușit. A obținut un bilet nou. A explicat totul funcționarului prietenos și acum era încântat să își reia călătoria.",
                "Albanian": "Po, ai eci. Ai marrë një bilet të ri. Ai shpjegoi gjithçka te referenti mikpritës dhe tani ishte i emocionuar të vazhdonte udhëtimin e tij.",
                "Nepali": "हो, उसले सफलतापूर्वक नयाँ टिकट प्राप्त गर्यो। उसले सबै कुरा मित्रवत् क्लार्कलाई स्पष्ट गर्यो र अब उसले आफ्नो यात्रा पुनः सुरू गर्नको लागि उत्साहित थियो।",
                "Khmer": "បាទ គាត់បានជោគជ័យ។ គាត់ទទួលបានសំបុត្រថ្មីមួយ។ គាត់បានពន្យល់អំពីរឿងទាំងអស់ទៅអ្នកបម្រើដែលគួរឱ្យទាក់ទាញ ហើយឥឡូវនេះគាត់មានអារម្មណ៍រីករាយក្នុងការតបតទៅការធ្វើដំណើររបស់គាត់។",
                "Sinhalese": "ඔව්, ඔහු සාර්ථක විය. ඔහුට නව ටිකට් එකක් ලැබුනා. ඔහු සියල්ල මිතුරන්ට පෙනෙන පරිපාලකයාට විස්තර කළා සහ දැන් ඔහුගේ ගමන නැවත ආරම්භ කිරීමට උද්යෝගිමත් විය.",
                "Amharic": "አዎን፣ ተሳክቷል። አዲስ ቲኬት እንደሆን ተቀብሏል። ሁሉንም እንደ መጠበቅ ሰራተኛው ወንድ ይገልፅበታል። አሁን እርሱ እንደገና ጉዞውን መውሰድ ይደሰት ነው።",
                "Pashto": "هو، هغه بریالی شو. هغه یو نوی ټکټ ترلاسه کړ. هغه ټول شیان دوستانه کلرک ته تشریح کړل او اوس هغه د خپل سفر بیا پیل کولو لپاره خوښ و.",
                "Burmese": "ဟုတ်ပါတယ်၊ သူအောင်မြင်ခဲ့ပါတယ်။ သူသည် အသစ်သောလက်မှတ်တစ်စီကို ရရှိခဲ့ပါသည်။ သူသည် အားလုံးကို မိတ်ဖက်ဖွယ်ရာ ပန်ခလ်းနှင့် ရှင်းလင်းခဲ့ပြီး၊ အခု သူသည် မိမိ၏ ခရီးစဉ်ကို ထပ်မံ စတင်ရန် စိတ်လှုပ်ရှားနေပါသည်။",
                "Somali": "Haa, wuu ku guuleystay. Wuxuu helay tigidh cusub. Wuxuu sharaxay wax walba shaqaalaha saaxiibtinimo leh wuxuuna hadda ku faraxsan yahay inuu dib u bilaabo safarkiisa."
            }
        }
    ]
}