{
    "lesson": [
        {
            "title": "Listen",
            "conversation": [
                {
                    "text": "Mom, can I ask you something a bit personal?",
                    "translations": {
                        "Chinese": "妈妈，我可以问你一个稍微私人的问题吗？",
                        "Spanish": "Mamá, ¿puedo preguntarte algo un poco personal?",
                        "Hindi": "माँ, क्या मैं आपसे कुछ थोड़ा व्यक्तिगत पूछ सकता हूँ?",
                        "Arabic": "ماما، هل يمكنني أن أسألك شيئًا شخصيًا بعض الشيء؟",
                        "Bengali": "মা, আমি তোমার কাছে কিছু ব্যক্তিগত প্রশ্ন করতে পারি?",
                        "Portuguese": "Mãe, posso te perguntar algo um pouco pessoal?",
                        "Russian": "Мама, могу я задать тебе один немного личный вопрос?",
                        "Japanese": "お母さん、ちょっと個人的なことを聞いてもいいですか？",
                        "Punjabi": "ਮਾਂ, ਕੀ ਮੈਂ ਤੁਹਾਨੂੰ ਕੁਝ ਨਿੱਜੀ ਪੁੱਛ ਸਕਦਾ ਹਾਂ?",
                        "German": "Mama, darf ich dir etwas Persönliches fragen?",
                        "Javanese": "Ibu, aku bisa takon sesuatu sing rada pribadi?",
                        "Korean": "엄마, 좀 개인적인 질문을 해도 될까요?",
                        "French": "Maman, puis-je te poser une question un peu personnelle ?",
                        "Telugu": "మామ, నేను నిన్ను కొంచెం వ్యక్తిగతంగా ప్రశ్నించవచ్చా?",
                        "Marathi": "आई, मी तुम्हाला काही वैयक्तिक प्रश्न विचारू का?",
                        "Tamil": "அம்மா, நான் உங்களிடம் சிறிது தனிப்பட்ட கேள்வி கேட்கலாமா?",
                        "Vietnamese": "Mẹ, con có thể hỏi mẹ một câu hỏi hơi cá nhân được không?",
                        "Urdu": "ماں، کیا میں آپ سے کچھ ذرا ذاتی سوال پوچھ سکتا ہوں؟",
                        "Filipino": "Mom, maaari ba kitang tanungin ng isang medyo personal na bagay?",
                        "Romanian": "Mama, pot să te întreb ceva puțin personal?",
                        "Albanian": "Mama, mund të të bëj një pyetje pak më personale?",
                        "Nepali": "आमा, म तपाईंलाई केही व्यक्तिगत कुरा सोध्न सक्छु?",
                        "Khmer": "មាតា ខ្ញុំអាចសួរអ្នកអំពីរឿងផ្ទាល់ខ្លួនមួយបានទេ?",
                        "Sinhalese": "අම්මා, මට ඔබගෙන් ටිකක් පුද්ගලික ප්‍රශ්නයක් අසන්න පුළුවන්ද?",
                        "Amharic": "እናቱ፣ እኔ እንደገና የግል ጥያቄ አነሳሳለሁ?",
                        "Pashto": "مور، زه کولی شم له تاسو څخه یو څه شخصي پوښتنه وکړم؟",
                        "Burmese": "မေ, ကျွန်တော်ကို သင့်အား ကိုယ်ပိုင်အနည်းငယ်မေးခွန်းမေးရမလား?",
                        "Somali": "Hooyo, ma ku weydiin karaa wax shakhsi ah?"
                    }
                },
                {
                    "text": "Of course, sweetheart. What's on your mind?",
                    "translations": {
                        "Chinese": "当然，亲爱的。你在想什么？",
                        "Spanish": "Por supuesto, cariño. ¿En qué piensas?",
                        "Hindi": "बिलकुल, प्यारे। आपके मन में क्या चल रहा है?",
                        "Arabic": "بالطبع، عزيزي. ما الذي يدور في ذهنك؟",
                        "Bengali": "অবশ্যই, প্রিয়। আপনার মনেও কী চলছে?",
                        "Portuguese": "Claro, querida. O que está na sua mente?",
                        "Russian": "Конечно, дорогая. О чем ты думаешь?",
                        "Japanese": "もちろん、 sweetheart。何を考えているの？",
                        "Punjabi": "ਬਿਲਕੁਲ, ਪਿਆਰੇ। ਤੁਹਾਡੇ ਮਨ ਵਿੱਚ ਕੀ ਚੱਲ ਰਿਹਾ ਹੈ?",
                        "German": "Natürlich, Liebling. Was denkst du gerade?",
                        "Javanese": "Tentu wae, sayang. Apa sing ana ing pikiranmu?",
                        "Korean": "물론이죠, 애기야. 무슨 생각하고 있어?",
                        "French": "Bien sûr, chérie. À quoi penses-tu?",
                        "Telugu": "తప్పకుండా, ప్రేమికా. నీ మనసులో ఏమిటి?",
                        "Marathi": "नक्कीच, प्रिय. तुमचं मनात काय आहे?",
                        "Tamil": "அவசியமாக, அன்பே. உனக்கு என்ன எண்ணம் வருகிறது?",
                        "Vietnamese": "Tất nhiên, em yêu. Em đang nghĩ gì vậy?",
                        "Urdu": "یقیناً، پیارے۔ آپ کے دماغ میں کیا چل رہا ہے؟",
                        "Filipino": "Siyempre, mahal. Ano ang nasa isip mo?",
                        "Romanian": "Desigur, dragă. La ce te gândești?",
                        "Albanian": "Sigurisht, e dashur. Çfarë po mendon?",
                        "Nepali": "पक्कै, प्रिय। तपाईंको मनमा के चलिरहेको छ?",
                        "Khmer": "បាទ, ខ្មែរបងៗ។ តើអ្នកគិតអ្វី?",
                        "Sinhalese": "නියමයි, ආදරණීයෙ. ඔබේ මනසේ කුමක්ද?",
                        "Amharic": "እሺ እርስዎ እንዴት ነው እንዴት እንዴት ማለትን ይሁን?",
                        "Pashto": "بالکل، عزیزه. ستا دماغ کې څه چل دی؟",
                        "Burmese": "အကြောင်းမေ့ပါနှင့်၊ ချစ်သူ။ သင့်အကြံဉာဏ်အထဲမှာ ဘာတွေရှိနေလဲ?",
                        "Somali": "Dabcan, jaceyl. Maxaa maskaxda ku jira?"
                    }
                },
                {
                    "text": "I've been thinking a lot about love lately, and I realized I don't know much about your love stories. Like, what were your experiences with love as you were growing up?",
                    "translations": {
                        "Chinese": "最近我一直在思考爱情，我意识到我对你的爱情故事了解不多。比如，你在成长过程中有什么爱情经历？",
                        "Spanish": "He estado pensando mucho en el amor últimamente, y me di cuenta de que no sé mucho sobre tus historias de amor. Por ejemplo, ¿cuáles fueron tus experiencias con el amor mientras crecías?",
                        "Hindi": "मैं हाल ही में प्रेम के बारे में बहुत सोच रहा हूँ, और मैंने महसूस किया कि मैं आपके प्रेम कहानियों के बारे में ज्यादा नहीं जानता। जैसे, जब आप बड़े हो रहे थे तो आपके प्रेम के अनुभव क्या थे?",
                        "Arabic": "لقد كنت أفكر كثيرًا في الحب مؤخرًا، وأدركت أنني لا أعرف الكثير عن قصص حبك. مثلًا، ما هي تجاربك مع الحب أثناء نشأتك؟",
                        "Bengali": "সম্প্রতি আমি প্রেম নিয়ে অনেক ভাবছিলাম, এবং আমি বুঝতে পারলাম যে আমি আপনার প্রেমের গল্প সম্পর্কে তেমন কিছু জানি না। যেমন, আপনার বড় হওয়ার সময় প্রেমের অভিজ্ঞতাগুলি কী ছিল?",
                        "Portuguese": "Ultimamente, tenho pensado muito sobre o amor e percebi que não sei muito sobre suas histórias de amor. Tipo, quais foram suas experiências com o amor enquanto você crescia?",
                        "Russian": "В последнее время я много думал о любви и понял, что мало знаю о твоих любовных историях. Например, какие были твои опыты с любовью, когда ты рос?",
                        "Japanese": "最近、愛についてたくさん考えていて、あなたの愛の話についてあまり知らないことに気づきました。例えば、あなたが成長している間にどんな愛の経験がありましたか？",
                        "Punjabi": "ਮੈਂ ਹਾਲ ਹੀ ਵਿੱਚ ਪਿਆਰ ਬਾਰੇ ਬਹੁਤ ਸੋਚ ਰਿਹਾ ਹਾਂ, ਅਤੇ ਮੈਂ ਸੂਝਾ ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਪਿਆਰ ਦੀਆਂ ਕਹਾਣੀਆਂ ਬਾਰੇ ਜ਼ਿਆਦਾ ਨਹੀਂ ਜਾਣਦਾ। ਜਿਵੇਂ ਕਿ, ਤੁਹਾਡੇ ਵਧਦੇ ਸਮੇਂ ਪਿਆਰ ਨਾਲ ਤੁਹਾਡੇ ਅਨੁਭਵ ਕੀ ਸਨ?",
                        "German": "In letzter Zeit habe ich viel über Liebe nachgedacht und mir ist aufgefallen, dass ich nicht viel über deine Liebesgeschichten weiß. Wie waren deine Erfahrungen mit Liebe, als du aufgewachsen bist?",
                        "Javanese": "Aku wis akeh mikir babagan katresnan pungkasan iki, lan aku nyadari yen aku ora ngerti akeh babagan crita katresnanmu. Kaya, apa pengalamanmu karo katresnan nalika sampeyan lagi tuwuh?",
                        "Korean": "최근에 사랑에 대해 많이 생각해봤고, 당신의 사랑 이야기들에 대해 잘 모른다는 걸 깨달았어요. 예를 들어, 당신이 성장하면서 사랑에 대한 경험은 어땠나요?",
                        "French": "J'ai beaucoup réfléchi à l'amour dernièrement et je me suis rendu compte que je ne sais pas grand-chose sur tes histoires d'amour. Par exemple, quelles ont été tes expériences avec l'amour pendant que tu grandissais ?",
                        "Telugu": "ఇటీవలి కాలంలో నేను ప్రేమ గురించి చాలా ఆలోచిస్తున్నాను, మరియు మీ ప్రేమ కథలు గురించి నేను ఎక్కువగా తెలియదు అని నేను గ్రహించాను. మీరు పెరుగుతున్నప్పుడు మీ ప్రేమ అనుభవాలు ఏమిటి?",
                        "Marathi": "अलीकडच्या काळात मी प्रेमावर खूप विचार करत आहे आणि मला तुमच्या प्रेम कथा बद्दल खूप काही माहिती नाही असे लक्षात आले आहे. तुम्ही मोठे होत असताना तुमचे प्रेमाचे अनुभव काय होते?",
                        "Tamil": "சமீபத்தில் நான் காதல் பற்றி மிகவும் சிந்தித்து வருகிறேன், மேலும் உங்கள் காதல் கதைகள் பற்றி நான் அதிகம் அறியாது என்று உணர்ந்தேன். நீங்கள் வளர்ந்துவரும் போது உங்கள் காதல் அனுபவங்கள் என்ன?",
                        "Vietnamese": "Gần đây, tôi đã nghĩ nhiều về tình yêu và nhận ra rằng tôi không biết nhiều về những câu chuyện tình yêu của bạn. Ví dụ, những trải nghiệm của bạn về tình yêu khi bạn lớn lên là gì?",
                        "Urdu": "حال ہی میں میں محبت کے بارے میں بہت سوچ رہا ہوں، اور مجھے احساس ہوا کہ مجھے آپ کی محبت کی کہانیوں کے بارے میں زیادہ علم نہیں ہے۔ جیسے، آپ کے بڑے ہوتے وقت محبت کے تجربات کیا تھے؟",
                        "Filipino": "Kam recently ko lang iniisip ang tungkol sa pag-ibig, at napagtanto kong hindi ko gaanong alam tungkol sa iyong mga kwento ng pag-ibig. Halimbawa, ano ang iyong mga karanasan sa pag-ibig habang lumalaki ka?",
                        "Romanian": "Am tot gândit în ultima vreme la iubire și am realizat că nu știu prea multe despre poveștile tale de dragoste. De exemplu, care au fost experiențele tale cu iubirea în timp ce creșteai?",
                        "Albanian": "Kam menduar shumë për dashurinë kohët e fundit dhe e kuptova se nuk di shumë për historitë e tua të dashurisë. Si, cilat ishin përvojat e tua me dashurinë kur po rritej?",
                        "Nepali": "हालसालै मैले प्रेमको बारेमा धेरै सोचिरहेको छु र मैले तपाईंको प्रेमकथा बारेमा धेरै थाहा छैन भनेर महसुस गरे। जस्तै, तपाईंको हुर्किएको बेलामा प्रेमसँगका अनुभवहरू के थिए?",
                        "Khmer": "សព្វថ្ងៃ ខ្ញុំបានគិតពីសេចក្តីស្រឡាញ់យ៉ាងច្រើន ហើយខ្ញុំបានដឹងថាមិនបានដឹងពីរឿងស្រឡាញ់របស់អ្នកយ៉ាងច្រើនទេ។ ឧទាហរណ៍ តើបទពិសោធន៍របស់អ្នកជាមួយសេចក្តីស្រឡាញ់នៅពេលអ្នកកំពុងធំនេះជាអ្វី?",
                        "Sinhalese": "අපූරුයි, ආදරණීයෙ. ඔබට මතු වුයේ කුමක්ද?",
                        "Amharic": "በቅርቡ በፍቅር በተያያዘ በጣም እንደምርምር እንደሆንህ ተመልከቻለሁ እና እኔ እንደምንም አላውቅም ከፍቅር ታሪኮች ይህም ማለት በእንደ አንተ ስምንት ትምህርት ያደርጋል።",
                        "Pashto": "پدې وروستیو کې زه د مینې په اړه ډیر فکر کوم، او ما پوه شو چې زه د ستاسو د مینې کیسې په اړه ډیر څه نه پوهیږم. لکه څنګه چې، ستاسو د لوی کیدو په وخت کې ستاسو د مینې تجربې څه وې؟",
                        "Burmese": "နောက်ဆုံးတွင် ကျွန်တော် ချစ်ခြင်းအကြောင်းကို အများကြီး စဉ်းစားနေခဲ့ပြီး သင့်ချစ်ခြင်းအကြောင်းများကို များစွာ မသိသလို သိရှိရပါတယ်။ ဥပမာအားဖြင့်၊ သင့်အရွယ်အစားဖြစ်နေစဉ် ခချစ်ခြင်းအတွေ့အကြုံများက ဘာများရှိခဲ့သလဲ။",
                        "Somali": "Waayahay, qaaliga. Waxaan dhowaan ka fikirayay jacaylka, waxaana ogaaday inaanan wax badan ka aqoon sheekooyinkaaga jacaylka. Tusaale ahaan, maxay yihiin waayo-aragnimadaada jacaylka marka aad kori jirtay?"
                    }
                },
                {
                    "text": "Oh, my yearly love stories, huh? That sounds interesting. Where should I start?",
                    "translations": {
                        "Chinese": "哦，我每年的爱情故事，对吧？听起来很有趣。我应该从哪里开始？",
                        "Spanish": "Oh, mis historias de amor anuales, ¿eh? Suena interesante. ¿Por dónde debería empezar?",
                        "Hindi": "ओह, मेरी वार्षिक प्रेम कहानियाँ, हाँ? यह दिलचस्प लगता है। मुझे कहाँ से शुरू करना चाहिए?",
                        "Arabic": "أوه، قصص حبي السنوية، أليس كذلك؟ يبدو ذلك مثيرًا. من أين يجب أن أبدأ؟",
                        "Bengali": "ওহ, আমার বার্ষিক প্রেমের গল্পগুলো, হ্যাঁ? এটা মজাদার শোনাচ্ছে। আমি কোথা থেকে শুরু করব?",
                        "Portuguese": "Oh, minhas histórias de amor anuais, hein? Isso parece interessante. Por onde devo começar?",
                        "Russian": "О, мои ежегодные любовные истории, да? Это звучит интересно. С чего мне начать?",
                        "Japanese": "ああ、私の年に一度のラブストーリーね？面白そうだね。どこから始めればいい？",
                        "Punjabi": "ਅਹ, ਮੇਰੀ ਸਾਲਾਨਾ ਪ੍ਰੇਮ ਕਹਾਣੀਆਂ, ਨਾ? ਇਹ ਦਿਲਚਸਪ ਲੱਗਦਾ ਹੈ। ਮੈਂ ਕਿੱਥੋਂ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ?",
                        "German": "Oh, meine jährlichen Liebesgeschichten, was? Das klingt interessant. Wo soll ich anfangen?",
                        "Javanese": "Oh, crita cinta tahunan saya, ya? Kedadeyan menarik. Kula kudu miwiti saka ngendi?",
                        "Korean": "오, 내 연례 사랑 이야기네? 흥미롭군요. 어디서 시작해야 할까요?",
                        "French": "Oh, mes histoires d'amour annuelles, hein ? Ça semble intéressant. Par où devrais-je commencer ?",
                        "Telugu": "ఓహ్, నా వార్షిక ప్రేమ కథలు, కదా? ఇది ఆసక్తికరంగా ఉందిలా. నేను ఎక్కడ ప్రారంభించాలి?",
                        "Marathi": "ओह, माझ्या वार्षिक प्रेम कथा, होय? ते रसदार आहे. मी कुठून सुरू करावे?",
                        "Tamil": "ஆஹா, என் வருடாந்திர காதல் கதைகள், இல்லையா? இது சுவாரஸ்யமாகத் தெரிகிறது. நான் எங்கே ஆரம்பிக்க வேண்டும்?",
                        "Vietnamese": "Ồ, những câu chuyện tình yêu hàng năm của tôi, phải không? Nghe có vẻ thú vị. Tôi nên bắt đầu từ đâu?",
                        "Urdu": "اوہ، میری سالانہ محبت کی کہانیاں، ہاں؟ یہ دلچسپ لگتا ہے۔ مجھے کہاں سے شروع کرنا چاہیے؟",
                        "Filipino": "Oh, ang mga taon-taon kong love stories, ha? Mukhang interesante. Saan ako dapat magsimula?",
                        "Romanian": "Oh, poveștile mele de dragoste anuale, nu? Asta sună interesant. De unde ar trebui să încep?",
                        "Albanian": "Oh, historitë e mia të dashurisë vjetore, apo? Kjo duket interesante. Nga ku duhet të filloj?",
                        "Nepali": "ओह, मेरो वार्षिक प्रेमकथाहरू, हो? यो रोचक लागिरहेको छ। म कहाँबाट शुरू गर्नुपर्छ?",
                        "Khmer": "អូហ៍, រឿងស្នេហារបស់ខ្ញុំប្រចាំឆ្នាំហើយ។ វាស្តាប់គួរឱ្យចាប់អារម្មណ៍។ ខ្ញុំគួរតែចាប់ផ្តើមពីកន្លែងណា?",
                        "Sinhalese": "ඔහ්, මගේ වාර්ෂික ආදර කතා හරි? එය රුචිකර ලෙස පෙනේ. මම කොහෙන් ආරම්භ කරන්නද?",
                        "Amharic": "እንደ ሆን ያለው አመታዊ ፍቅር ታሪኮች እንዴት? እንደ እንቅስቃሴ ተመልከቱ። ከዚህ የተነሳ እንዴት?",
                        "Pashto": "آه، زما کلنۍ مینه کیسې، نه؟ دا خوندور ښکاري. زه باید له کومه ځایه پیل وکړم؟",
                        "Burmese": "အိုဟေ့၊ ကျွန်တော်ရဲ့နှစ်စဉ်ရင်ဆိုင်မှုဇာတ်လမ်းများ၊ ဟုတ်လား? အစိတ်အပိုင်းများစွာပါ။ မည်သည့်နေရာမှ စတင်ရမည်နည်း?",
                        "Somali": "Oh, sheekooyinka jacaylka sanadlaha ah ee aan leeyahay, haa? Taasi waxay u muuqataa mid xiiso leh. Halkee ka bilaabi karaa?"
                    }
                },
                {
                    "text": "Maybe from when you were a teenager? I bet there are some fun stories there.",
                    "translations": {
                        "Chinese": "也许从你还是青少年时开始？我敢打赌那里有一些有趣的故事。",
                        "Spanish": "¿Quizás desde que eras adolescente? Apuesto a que hay algunas historias divertidas allí.",
                        "Hindi": "शायद जब आप किशोर थे तब से? मुझे यकीन है कि वहाँ कुछ मजेदार कहानियाँ होंगी।",
                        "Arabic": "ربما من فترة مراهقتك؟ أراهن أن هناك بعض القصص الممتعة هناك.",
                        "Bengali": "আপনি যখন কিশোর ছিলেন তখন থেকেই শুরু করা যেতে পারে। আমি বাজি ধরে বলতে পারি সেখানে কিছু মজার গল্প আছে।",
                        "Portuguese": "Talvez a partir da sua adolescência? Aposto que há algumas histórias divertidas lá.",
                        "Russian": "Может быть, с того времени, когда вы были подростком? Уверен, что там есть несколько забавных историй.",
                        "Japanese": "ティーンエイジャーの頃から話すのはどう？きっと楽しい話がいくつかあると思うよ。",
                        "Punjabi": "ਸ਼ਾਇਦ ਜਦੋਂ ਤੁਸੀਂ ਨੌਜਵਾਨ ਸਨ? ਮੈਨੂੰ ਪੱਕਾ ਯਕੀਨ ਹੈ ਕਿ ਉਥੇ ਕੁਝ ਮਜ਼ੇਦਾਰ ਕਹਾਣੀਆਂ ਹੋਣਗੀਆਂ।",
                        "German": "Vielleicht aus der Zeit, als du ein Teenager warst? Ich wette, dass es dort einige lustige Geschichten gibt.",
                        "Javanese": "Mungkin saka wektu sampeyan isih remaja? Aku yakin ana sawetara crita sing nyenengake ing kana.",
                        "Korean": "십대였던 시절부터 시작하는 건 어때? 거기에는 재미있는 이야기들이 있을 거라 확신해.",
                        "French": "Peut-être depuis que tu étais adolescent ? Je parie qu'il y a des histoires amusantes là-bas.",
                        "Telugu": "మీరు పుష్కలమైన వయసులో ఉన్నప్పుడు ప్రారంభించడమేనా? అక్కడ కొన్ని ఆనందమైన కథలు ఉండనున్నాయనే నేను భరోసా ఇస్తున్నాను.",
                        "Marathi": "कदाचित तुम्ही किशोर वयात असताना सुरुवात करावी? तिथे काही मजेदार कथा असतील अशी मला खात्री आहे.",
                        "Tamil": "நீங்கள் இளம் பருவத்தில் இருந்தது போல? அங்கு சில சுவாரஸ்யமான கதைகள் இருப்பதாக நான் வைத்துக் கொள்கிறேன்.",
                        "Vietnamese": "Có thể bắt đầu từ khi bạn còn là thiếu niên? Tôi cá là có một số câu chuyện thú vị ở đó.",
                        "Urdu": "شاید آپ کے نوجوان ہونے کے وقت سے؟ مجھے یقین ہے کہ وہاں کچھ مزیدار کہانیاں ہوں گی۔",
                        "Filipino": "Siguro mula noong kabataan mo? Siguradong may ilang masayang kwento doon.",
                        "Romanian": "Poate de când erai adolescent? Sunt sigur că sunt câteva povești amuzante acolo.",
                        "Albanian": "Ndoshta nga koha kur ishe adoleshent? Jam i sigurt që ka disa histori argëtuese atje.",
                        "Nepali": "शायद तपाइँ किशोर हुँदा भन्दा? त्यहाँ केही रमाइलो कथाहरू हुनेछन् भन्ने मलाई विश्वास छ।",
                        "Khmer": "ប្រហែលតែចាប់ពីពេលអ្នកនៅជ័យវ័យ? ខ្ញុំមានទំនុកចិត្តថាអ្នកនឹងមានរឿងកម្សាន្តខ្លះនៅទីនោះ។",
                        "Sinhalese": "ඔබ තරුණ කාලයේ සිට ආරම්භ කළ හැකිද? එහි රසවත් කතා කිහිපයක් තිබෙන බව මට විශ්වාසයි.",
                        "Amharic": "በተናጋሪ እንደ ወጣቶች እንደ ወደ ምን ይመስላል? እባኮትን በስንቱ የተለያዩ ተናጋሪ ታሪኮች ይገኛሉ።",
                        "Pashto": "ممکن د هغه وخت نه پیل کړو کله چې تاسو ځوان وئ؟ زه یقین لرم چې هلته به ځینې مزاحیه کیسې وي.",
                        "Burmese": "သင့်လူငယ်ကျောင်းသားအချိန်မှစ၍စတင်မည်ဟုထင်ပါသည်။ အားလုံးကစိတ်ဝင်စားဖွယ်ရာတွင်ရှိနေကြောင်းထင်ပါတယ်။",
                        "Somali": "Waxaa laga yaabaa markii aad dhalinyaro ahayd? Waxaan hubaa inay jiraan sheekooyin xiiso leh halkaas."
                    }
                },
                {
                    "text": "Alright, let's see. When I was 15, I had my first crush on a boy named Tom. He was in my history class. I used to write his name all over my notebooks. We never actually talked much, but my heart would race every time I saw him.",
                    "translations": {
                        "Chinese": "好的，来看看。当我15岁时，我第一次喜欢上了一个叫汤姆的男孩。他在我的历史课上。我经常在笔记本上写他的名字。我们实际上并没有多说话，但每次看到他时，我的心跳都会加速。",
                        "Spanish": "Está bien, veamos. Cuando tenía 15 años, tuve mi primer enamoramiento con un chico llamado Tom. Él estaba en mi clase de historia. Solía escribir su nombre en todos mis cuadernos. En realidad, nunca hablamos mucho, pero mi corazón se aceleraba cada vez que lo veía.",
                        "Hindi": "ठीक है, देख लेते हैं। जब मैं 15 साल का था, तो मुझे एक लड़के टॉम पर पहला क्रश हुआ। वह मेरी इतिहास की कक्षा में था। मैं उसके नाम को अपनी नोटबुक्स पर हमेशा लिखता था। हमने वास्तव में ज्यादा बात नहीं की, लेकिन जब भी उसे देखता था, मेरा दिल तेजी से धड़कने लगता था।",
                        "Arabic": "حسنًا، دعنا نرى. عندما كنت في الخامسة عشرة من عمري، كان لدي أول إعجاب بصبي يدعى توم. كان في صف التاريخ الخاص بي. كنت أكتب اسمه على جميع دفاتري. لم نتحدث كثيرًا في الواقع، لكن قلبي كان يسرع كلما رأيته.",
                        "Bengali": "ঠিক আছে, দেখা যাক। যখন আমি ১৫ বছর বয়সী ছিলাম, তখন আমার প্রথম ক্রাশ ছিল এক ছেলের ওপর যার নাম ছিল টম। সে আমার ইতিহাস ক্লাসে ছিল। আমি আমার নোটবুকে তার নাম সব জায়গায় লিখতাম। আমরা আসলে খুব একটা কথা বলিনি, কিন্তু যখনই তাকে দেখতাম, আমার হৃদস্পন্দন বেড়ে যেত।",
                        "Portuguese": "Certo, vamos ver. Quando eu tinha 15 anos, tive minha primeira paixão por um garoto chamado Tom. Ele estava na minha aula de história. Eu costumava escrever o nome dele em todos os meus cadernos. Na verdade, nunca conversamos muito, mas meu coração acelerava toda vez que eu o via.",
                        "Russian": "Хорошо, посмотрим. Когда мне было 15 лет, у меня был первый влюблённость в мальчика по имени Том. Он учился в моём классе по истории. Я писала его имя по всему своим тетрадям. Мы не разговаривали много, но моё сердце начинало биться быстрее каждый раз, когда я его видела.",
                        "Japanese": "さて、見てみましょう。15歳のとき、トムという名前の男の子に初めて恋をしました。彼は私の歴史の授業にいました。ノートには彼の名前をよく書いていました。実際にはあまり話さなかったけれど、彼を見るたびに心臓がドキドキしました。",
                        "Punjabi": "ਚੰਗਾ, ਦੇਖੀਏ। ਜਦੋਂ ਮੈਂ 15 ਸਾਲ ਦਾ ਸੀ, ਮੇਰੀ ਪਹਿਲੀ ਪਿਆਰ ਇਕ ਮੁੰਡੇ ਤੇ ਸੀ ਜਿਸਦਾ ਨਾਮ ਟੌਮ ਸੀ। ਉਹ ਮੇਰੀ ਇਤਿਹਾਸ ਦੀ ਕਲਾਸ ਵਿੱਚ ਸੀ। ਮੈਂ ਉਸਦਾ ਨਾਮ ਆਪਣੇ ਨੋਟਬੁੱਕਾਂ 'ਤੇ ਹਮੇਸ਼ਾ ਲਿਖਦਾ ਸੀ। ਅਸੀਂ ਵਾਸਤਵ ਵਿੱਚ ਜ਼ਿਆਦਾ ਗੱਲ ਨਹੀਂ ਕੀਤੀ, ਪਰ ਜਦੋਂ ਵੀ ਮੈਂ ਉਸਨੂੰ ਵੇਖਦਾ ਸੀ, ਮੇਰਾ ਦਿਲ ਧੜਕਣ ਲੱਗ ਪੈਂਦਾ ਸੀ।",
                        "German": "Gut, mal sehen. Als ich 15 war, hatte ich meinen ersten Schwarm für einen Jungen namens Tom. Er war in meinem Geschichtsunterricht. Ich habe seinen Namen überall in meinen Heften geschrieben. Wir haben eigentlich nicht viel geredet, aber mein Herz raste jedes Mal, wenn ich ihn sah.",
                        "Javanese": "Apik, ayo ndeleng. Nalika aku umur 15 taun, aku duwe cinta pisanan marang bocah sing jenenge Tom. Dheweke ana ing kelas sejarahku. Aku biasane nulis jenenge ing kabeh buku catetanku. Kita ora tau ngobrol akeh, nanging atiku bakal cepet-cepet saben aku ndeleng dheweke.",
                        "Korean": "좋아, 한번 보자. 내가 15살이었을 때, 톰이라는 이름의 소년에 첫사랑을 느꼈어. 그는 내 역사 수업에 있었어. 나는 그의 이름을 내 노트북 여기저기에 적었어. 우리는 실제로 많이 대화하지 않았지만, 그를 볼 때마다 내 심장은 빨리 뛰었어.",
                        "French": "D'accord, voyons. Quand j'avais 15 ans, j'ai eu mon premier coup de cœur pour un garçon nommé Tom. Il était dans ma classe d'histoire. J'avais l'habitude d'écrire son nom sur tous mes cahiers. Nous n'avons pas vraiment beaucoup parlé, mais mon cœur se mettait à battre plus vite chaque fois que je le voyais.",
                        "Telugu": "సరే, చూడదాం. నేను 15 ఏళ్ళ వయస్సులో ఉన్నప్పుడు, టామ్ అనే బాలుడిపై నాకు మొదటి ప్రేమను కలిగింది. అతడు నా చరిత్ర తరగతిలో ఉన్నాడు. నేను నా నోట్బుక్‌లపై అతని పేరు రాయడానికి అలవాటు పడింది. మేము నిజంగా చాలా మాట్లాడలేదు, కానీ అతన్ని చూసిన ప్రతిసారీ నా గుండె వేగంగా కొట్టేది.",
                        "Marathi": "ठीक आहे, पाहूया. जेव्हा मी 15 वर्षांचा होतो, तेव्हा माझ्यावर टॉम नावाच्या एका मुलावर पहिली क्रश आली. तो माझ्या इतिहासाच्या वर्गात होता. मी त्याचे नाव माझ्या नोटबुक्सवर सर्वत्र लिहीत असे. आम्ही खूप बोललो नाही, पण त्याला पाहिल्यावर माझे हृदय धडधडत असे.",
                        "Tamil": "சரி, பார்ப்போம். நான் 15வது வயதில் இருந்த போது, டாம் எனும் இளைஞரிடம் எனக்கு முதன்மை காதல் ஏற்பட்டது. அவர் என் வரலாறு வகுப்பில் இருந்தார். நான் எப்போதும் என் நொட்புக் களில் அவரது பெயரை எழுதுவேன். நாங்கள் சரியாகச் சந்திக்கவில்லை, ஆனால் அவர் எனை சந்திக்கும்போது என் இதயம் துடித்தது.",
                        "Vietnamese": "Được rồi, hãy xem. Khi tôi 15 tuổi, tôi có cảm tình đầu tiên với một cậu bé tên là Tom. Cậu ấy học trong lớp lịch sử của tôi. Tôi thường viết tên cậu ấy khắp các tập vở của mình. Chúng tôi không thực sự nói chuyện nhiều, nhưng trái tim tôi lại đập nhanh mỗi khi thấy cậu ấy.",
                        "Urdu": "ٹھیک ہے، دیکھتے ہیں۔ جب میں 15 سال کا تھا، تو مجھے ٹام نام کے لڑکے پر پہلا کرش ہوا۔ وہ میری تاریخ کی کلاس میں تھا۔ میں اپنے نوٹ بک پر اس کا نام ہر جگہ لکھتی تھی۔ ہم نے حقیقت میں زیادہ بات نہیں کی، لیکن جب بھی میں اسے دیکھتی تھی، میرا دل تیز دھڑکنے لگتا تھا۔",
                        "Filipino": "Sige, tingnan natin. Nang ako ay 15 taong gulang, nagkaroon ako ng unang crush sa isang batang lalaki na ang pangalan ay Tom. Siya ay nasa aking klase sa kasaysayan. Madalas kong isinusulat ang kanyang pangalan sa lahat ng aking mga notebook. Hindi kami talagang nag-usap nang marami, ngunit palaging bumibilis ang tibok ng aking puso tuwing nakita ko siya.",
                        "Romanian": "Bine, să vedem. Când aveam 15 ani, am avut prima mea simpatie pentru un băiat pe nume Tom. El era în clasa mea de istorie. Foloseam să scriu numele lui pe toate caietele mele. De fapt, nu am vorbit prea mult, dar inima mea se grăbea de fiecare dată când îl vedeam.",
                        "Albanian": "Mirë, le të shohim. Kur isha 15 vjeç, kisha pëlqimin e parë për një djalë me emrin Tom. Ai ishte në klasën time të historisë. Përdorja të shkruaja emrin e tij në të gjitha fletoret e mia. Nuk kemi biseduar shumë, por zemra ime rrihte më shpejt sa herë që e shikoja.",
                        "Nepali": "ठीक छ, हेरौँ। जब म १५ वर्षको थिएँ, मैले पहिलो पटक टम नामको केटामा मन परेको थियो। उनी मेरो इतिहासको कक्षामा थिए। म प्रायः उनको नाम मेरो नोटबुकहरूमा लेख्थें। हामीले वास्तवमा धेरै कुरा गरेनौं, तर उनीलाई हेरिरहेको बेला मेरो मुटु छिटो धड्कन्थ्यो।",
                        "Khmer": "ល្អ, មកមើលគ្នា។ ពេលខ្ញុំអាយុ 15 ឆ្នាំ ខ្ញុំមានការស្រឡាញ់លើកដំបូងទៅកាន់ក្មេងប្រុសឈ្មោះតូម។ គាត់នៅក្នុងថ្នាក់ប្រវត្តិសាស្ត្ររបស់ខ្ញុំ។ ខ្ញុំធម្មតាប្រាប់ឈ្មោះរបស់គាត់នៅលើសៀវភៅសរសេរទាំងអស់របស់ខ្ញុំ។ យើងមិនបាននិយាយគ្នាហើយទេ ប៉ុន្តែចិត្តរបស់ខ្ញុំតែងតែដឹកនឹងឆាប់ប៉ុន្តែពេលណាដែលខ្ញុំបានមើលឃើញគាត់។",
                        "Sinhalese": "හොඳයි, බලමු. මම 15 හැවිරිදි වෙද්දී, මට ටොම් නම්කොල්ලා මට පළමු ආදරය විය. ඔහු මගේ ඉතිහාස පංති එකේ සිටියේය. මම ඔහුගේ නම මගේ සටහන් පොත් වලට හැමටිකම ලිවීමට එපා කරමි. අපි සැබැවින්ම බොහෝ කතා නොකියා, නමුත් ඔහුට බලන හැමවරෙත් මගේ හදවත වේගයෙන් ගමන යයි.",
                        "Amharic": "ጥሩ እንደሆንም፣ እንዴት ነው ተመልከትን። እኔ 15 አመት ሲሆን፣ በተባለው ቶም ስም የተጠራ አንድ ልጅ ላይ የመጀመሪያውን ተመልከት አለኝ። እርሱ በእኔ ታሪክ ክፍል ውስጥ ነበር። እኔ እንደነዚህ ተመልከቱ፣ የሚስጥር ስም በእኔ እባክህ የሚጠራው የማይሆን፣ በሚሰጠው ቦታ እንደሚገኙት እንደ የማይደለክ ነው። እኛ እንደተደረገው ስለዚህ የእኛ ሁኔታ አልተደረገም፣ ነገር ግን እኔ ሁልጊዜ እንደ አንድ እና ይህ በመሆኑም፣ ልዩ ሰው ነኝ።",
                        "Pashto": "ښه، وګورو. کله چې زه ۱۵ کلن وم، ما د ټام په نوم یوه هلک باندې لومړی کرش درلود. هغه زما په تاریخ ټولګي کې و. ما د هغه نوم په خپلو ټولګیو کې هر ځای لیکلو. موږ په حقیقت کې ډېر خبرې ونه کړې، مګر زما زړه هر ځل چې هغه مې ولید، تیز تیز ویشتل.",
                        "Burmese": "အိုကေ၊ ကြည့်ကြရအောင်။ ငါ့အသက် 15 နှစ်ရှိသောအခါ၊ ကျွန်တော်က Tom လို့ခေါ်တဲ့လူငယ်တစ်ဦးကို ပထမဆုံးအကြင်တစ်ခု ခံစားခဲ့ပါတယ်။ သူက ကျွန်တော့်သမိုင်းခန်းမထဲမှာ ရှိခဲ့ပါသေးတယ်။ ကျွန်တော် သူ့နာမည်ကို ကျွန်တော့်စာအုပ်တွေမှာ အစုံလုံးရေးခဲ့ပါတယ်။ ကျွန်တော်တို့ တကယ့်အများကြီးပြောဆိုခြင်းမရှိဘူး၊ ဒါပေမယ့် သူ့ကိုတွေ့တဲ့အခါကျွန်တော့်အသည်းဟာ တစ်ခါတစ်ရံမြန်ပါတယ်။",
                        "Somali": "Hagaag, aan eegno. Markii aan 15 jir ahaa, waxaan lahaa jaceylkii ugu horeeyay ee wiil lagu magacaabo Tom. Wuxuu ahaa fasalka taariikhda ee aan dhigto. Waxaan caadiyan ku qoray magaca isaga dhammaan buug-yaraha aan isticmaalay. Si dhab ah uma hadalnay, laakiin qalbigayga ayaa si degdeg ah u garaacay markasta oo aan arko."
                    }
                }
            ]
        },
        {
            "title": "Speak Yellow",
            "conversation": [
                {
                    "text": "Mom, can I ask you something a bit personal?",
                    "translations": {
                        "Chinese": "妈妈，我可以问你一个稍微私人的问题吗？",
                        "Spanish": "Mamá, ¿puedo preguntarte algo un poco personal?",
                        "Hindi": "माँ, क्या मैं आपसे कुछ थोड़ा व्यक्तिगत पूछ सकता हूँ?",
                        "Arabic": "ماما، هل يمكنني أن أسألك شيئًا شخصيًا بعض الشيء؟",
                        "Bengali": "মা, আমি তোমার কাছে কিছু ব্যক্তিগত প্রশ্ন করতে পারি?",
                        "Portuguese": "Mãe, posso te perguntar algo um pouco pessoal?",
                        "Russian": "Мама, могу я задать тебе один немного личный вопрос?",
                        "Japanese": "お母さん、ちょっと個人的なことを聞いてもいいですか？",
                        "Punjabi": "ਮਾਂ, ਕੀ ਮੈਂ ਤੁਹਾਨੂੰ ਕੁਝ ਨਿੱਜੀ ਪੁੱਛ ਸਕਦਾ ਹਾਂ?",
                        "German": "Mama, darf ich dir etwas Persönliches fragen?",
                        "Javanese": "Ibu, aku bisa takon sesuatu sing rada pribadi?",
                        "Korean": "엄마, 좀 개인적인 질문을 해도 될까요?",
                        "French": "Maman, puis-je te poser une question un peu personnelle ?",
                        "Telugu": "మామ, నేను నిన్ను కొంచెం వ్యక్తిగతంగా ప్రశ్నించవచ్చా?",
                        "Marathi": "आई, मी तुम्हाला काही वैयक्तिक प्रश्न विचारू का?",
                        "Tamil": "அம்மா, நான் உங்களிடம் சிறிது தனிப்பட்ட கேள்வி கேட்கலாமா?",
                        "Vietnamese": "Mẹ, con có thể hỏi mẹ một câu hỏi hơi cá nhân được không?",
                        "Urdu": "ماں، کیا میں آپ سے کچھ ذرا ذاتی سوال پوچھ سکتا ہوں؟",
                        "Filipino": "Mom, maaari ba kitang tanungin ng isang medyo personal na bagay?",
                        "Romanian": "Mama, pot să te întreb ceva puțin personal?",
                        "Albanian": "Mama, mund të të bëj një pyetje pak më personale?",
                        "Nepali": "आमा, म तपाईंलाई केही व्यक्तिगत कुरा सोध्न सक्छु?",
                        "Khmer": "មាតា ខ្ញុំអាចសួរអ្នកអំពីរឿងផ្ទាល់ខ្លួនមួយបានទេ?",
                        "Sinhalese": "අම්මා, මට ඔබගෙන් ටිකක් පුද්ගලික ප්‍රශ්නයක් අසන්න පුළුවන්ද?",
                        "Amharic": "እናቱ፣ እኔ እንደገና የግል ጥያቄ አነሳሳለሁ?",
                        "Pashto": "مور، زه کولی شم له تاسو څخه یو څه شخصي پوښتنه وکړم؟",
                        "Burmese": "မေ, ကျွန်တော်ကို သင့်အား ကိုယ်ပိုင်အနည်းငယ်မေးခွန်းမေးရမလား?",
                        "Somali": "Hooyo, ma ku weydiin karaa wax shakhsi ah?"
                    }
                },
                {
                    "text": "Of course, sweetheart. What's on your mind?",
                    "translations": {
                        "Chinese": "当然，亲爱的。你在想什么？",
                        "Spanish": "Por supuesto, cariño. ¿En qué piensas?",
                        "Hindi": "बिलकुल, प्यारे। आपके मन में क्या चल रहा है?",
                        "Arabic": "بالطبع، عزيزي. ما الذي يدور في ذهنك؟",
                        "Bengali": "অবশ্যই, প্রিয়। আপনার মনেও কী চলছে?",
                        "Portuguese": "Claro, querida. O que está na sua mente?",
                        "Russian": "Конечно, дорогая. О чем ты думаешь?",
                        "Japanese": "もちろん、 sweetheart。何を考えているの？",
                        "Punjabi": "ਬਿਲਕੁਲ, ਪਿਆਰੇ। ਤੁਹਾਡੇ ਮਨ ਵਿੱਚ ਕੀ ਚੱਲ ਰਿਹਾ ਹੈ?",
                        "German": "Natürlich, Liebling. Was denkst du gerade?",
                        "Javanese": "Tentu wae, sayang. Apa sing ana ing pikiranmu?",
                        "Korean": "물론이죠, 애기야. 무슨 생각하고 있어?",
                        "French": "Bien sûr, chérie. À quoi penses-tu?",
                        "Telugu": "తప్పకుండా, ప్రేమికా. నీ మనసులో ఏమిటి?",
                        "Marathi": "नक्कीच, प्रिय. तुमचं मनात काय आहे?",
                        "Tamil": "அவசியமாக, அன்பே. உனக்கு என்ன எண்ணம் வருகிறது?",
                        "Vietnamese": "Tất nhiên, em yêu. Em đang nghĩ gì vậy?",
                        "Urdu": "یقیناً، پیارے۔ آپ کے دماغ میں کیا چل رہا ہے؟",
                        "Filipino": "Siyempre, mahal. Ano ang nasa isip mo?",
                        "Romanian": "Desigur, dragă. La ce te gândești?",
                        "Albanian": "Sigurisht, e dashur. Çfarë po mendon?",
                        "Nepali": "पक्कै, प्रिय। तपाईंको मनमा के चलिरहेको छ?",
                        "Khmer": "បាទ, ខ្មែរបងៗ។ តើអ្នកគិតអ្វី?",
                        "Sinhalese": "නියමයි, ආදරණීයෙ. ඔබේ මනසේ කුමක්ද?",
                        "Amharic": "እሺ እርስዎ እንዴት ነው እንዴት እንዴት ማለትን ይሁን?",
                        "Pashto": "بالکل، عزیزه. ستا دماغ کې څه چل دی؟",
                        "Burmese": "အကြောင်းမေ့ပါနှင့်၊ ချစ်သူ။ သင့်အကြံဉာဏ်အထဲမှာ ဘာတွေရှိနေလဲ?",
                        "Somali": "Dabcan, jaceyl. Maxaa maskaxda ku jira?"
                    }
                },
                {
                    "text": "I've been thinking a lot about love lately, and I realized I don't know much about your love stories. Like, what were your experiences with love as you were growing up?",
                    "translations": {
                        "Chinese": "最近我一直在思考爱情，我意识到我对你的爱情故事了解不多。比如，你在成长过程中有什么爱情经历？",
                        "Spanish": "He estado pensando mucho en el amor últimamente, y me di cuenta de que no sé mucho sobre tus historias de amor. Por ejemplo, ¿cuáles fueron tus experiencias con el amor mientras crecías?",
                        "Hindi": "मैं हाल ही में प्रेम के बारे में बहुत सोच रहा हूँ, और मैंने महसूस किया कि मैं आपके प्रेम कहानियों के बारे में ज्यादा नहीं जानता। जैसे, जब आप बड़े हो रहे थे तो आपके प्रेम के अनुभव क्या थे?",
                        "Arabic": "لقد كنت أفكر كثيرًا في الحب مؤخرًا، وأدركت أنني لا أعرف الكثير عن قصص حبك. مثلًا، ما هي تجاربك مع الحب أثناء نشأتك؟",
                        "Bengali": "সম্প্রতি আমি প্রেম নিয়ে অনেক ভাবছিলাম, এবং আমি বুঝতে পারলাম যে আমি আপনার প্রেমের গল্প সম্পর্কে তেমন কিছু জানি না। যেমন, আপনার বড় হওয়ার সময় প্রেমের অভিজ্ঞতাগুলি কী ছিল?",
                        "Portuguese": "Ultimamente, tenho pensado muito sobre o amor e percebi que não sei muito sobre suas histórias de amor. Tipo, quais foram suas experiências com o amor enquanto você crescia?",
                        "Russian": "В последнее время я много думал о любви и понял, что мало знаю о твоих любовных историях. Например, какие были твои опыты с любовью, когда ты рос?",
                        "Japanese": "最近、愛についてたくさん考えていて、あなたの愛の話についてあまり知らないことに気づきました。例えば、あなたが成長している間にどんな愛の経験がありましたか？",
                        "Punjabi": "ਮੈਂ ਹਾਲ ਹੀ ਵਿੱਚ ਪਿਆਰ ਬਾਰੇ ਬਹੁਤ ਸੋਚ ਰਿਹਾ ਹਾਂ, ਅਤੇ ਮੈਂ ਸੂਝਾ ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਪਿਆਰ ਦੀਆਂ ਕਹਾਣੀਆਂ ਬਾਰੇ ਜ਼ਿਆਦਾ ਨਹੀਂ ਜਾਣਦਾ। ਜਿਵੇਂ ਕਿ, ਤੁਹਾਡੇ ਵਧਦੇ ਸਮੇਂ ਪਿਆਰ ਨਾਲ ਤੁਹਾਡੇ ਅਨੁਭਵ ਕੀ ਸਨ?",
                        "German": "In letzter Zeit habe ich viel über Liebe nachgedacht und mir ist aufgefallen, dass ich nicht viel über deine Liebesgeschichten weiß. Wie waren deine Erfahrungen mit Liebe, als du aufgewachsen bist?",
                        "Javanese": "Aku wis akeh mikir babagan katresnan pungkasan iki, lan aku nyadari yen aku ora ngerti akeh babagan crita katresnanmu. Kaya, apa pengalamanmu karo katresnan nalika sampeyan lagi tuwuh?",
                        "Korean": "최근에 사랑에 대해 많이 생각해봤고, 당신의 사랑 이야기들에 대해 잘 모른다는 걸 깨달았어요. 예를 들어, 당신이 성장하면서 사랑에 대한 경험은 어땠나요?",
                        "French": "J'ai beaucoup réfléchi à l'amour dernièrement et je me suis rendu compte que je ne sais pas grand-chose sur tes histoires d'amour. Par exemple, quelles ont été tes expériences avec l'amour pendant que tu grandissais ?",
                        "Telugu": "ఇటీవలి కాలంలో నేను ప్రేమ గురించి చాలా ఆలోచిస్తున్నాను, మరియు మీ ప్రేమ కథలు గురించి నేను ఎక్కువగా తెలియదు అని నేను గ్రహించాను. మీరు పెరుగుతున్నప్పుడు మీ ప్రేమ అనుభవాలు ఏమిటి?",
                        "Marathi": "अलीकडच्या काळात मी प्रेमावर खूप विचार करत आहे आणि मला तुमच्या प्रेम कथा बद्दल खूप काही माहिती नाही असे लक्षात आले आहे. तुम्ही मोठे होत असताना तुमचे प्रेमाचे अनुभव काय होते?",
                        "Tamil": "சமீபத்தில் நான் காதல் பற்றி மிகவும் சிந்தித்து வருகிறேன், மேலும் உங்கள் காதல் கதைகள் பற்றி நான் அதிகம் அறியாது என்று உணர்ந்தேன். நீங்கள் வளர்ந்துவரும் போது உங்கள் காதல் அனுபவங்கள் என்ன?",
                        "Vietnamese": "Gần đây, tôi đã nghĩ nhiều về tình yêu và nhận ra rằng tôi không biết nhiều về những câu chuyện tình yêu của bạn. Ví dụ, những trải nghiệm của bạn về tình yêu khi bạn lớn lên là gì?",
                        "Urdu": "حال ہی میں میں محبت کے بارے میں بہت سوچ رہا ہوں، اور مجھے احساس ہوا کہ مجھے آپ کی محبت کی کہانیوں کے بارے میں زیادہ علم نہیں ہے۔ جیسے، آپ کے بڑے ہوتے وقت محبت کے تجربات کیا تھے؟",
                        "Filipino": "Kam recently ko lang iniisip ang tungkol sa pag-ibig, at napagtanto kong hindi ko gaanong alam tungkol sa iyong mga kwento ng pag-ibig. Halimbawa, ano ang iyong mga karanasan sa pag-ibig habang lumalaki ka?",
                        "Romanian": "Am tot gândit în ultima vreme la iubire și am realizat că nu știu prea multe despre poveștile tale de dragoste. De exemplu, care au fost experiențele tale cu iubirea în timp ce creșteai?",
                        "Albanian": "Kam menduar shumë për dashurinë kohët e fundit dhe e kuptova se nuk di shumë për historitë e tua të dashurisë. Si, cilat ishin përvojat e tua me dashurinë kur po rritej?",
                        "Nepali": "हालसालै मैले प्रेमको बारेमा धेरै सोचिरहेको छु र मैले तपाईंको प्रेमकथा बारेमा धेरै थाहा छैन भनेर महसुस गरे। जस्तै, तपाईंको हुर्किएको बेलामा प्रेमसँगका अनुभवहरू के थिए?",
                        "Khmer": "សព្វថ្ងៃ ខ្ញុំបានគិតពីសេចក្តីស្រឡាញ់យ៉ាងច្រើន ហើយខ្ញុំបានដឹងថាមិនបានដឹងពីរឿងស្រឡាញ់របស់អ្នកយ៉ាងច្រើនទេ។ ឧទាហរណ៍ តើបទពិសោធន៍របស់អ្នកជាមួយសេចក្តីស្រឡាញ់នៅពេលអ្នកកំពុងធំនេះជាអ្វី?",
                        "Sinhalese": "අපූරුයි, ආදරණීයෙ. ඔබට මතු වුයේ කුමක්ද?",
                        "Amharic": "በቅርቡ በፍቅር በተያያዘ በጣም እንደምርምር እንደሆንህ ተመልከቻለሁ እና እኔ እንደምንም አላውቅም ከፍቅር ታሪኮች ይህም ማለት በእንደ አንተ ስምንት ትምህርት ያደርጋል።",
                        "Pashto": "پدې وروستیو کې زه د مینې په اړه ډیر فکر کوم، او ما پوه شو چې زه د ستاسو د مینې کیسې په اړه ډیر څه نه پوهیږم. لکه څنګه چې، ستاسو د لوی کیدو په وخت کې ستاسو د مینې تجربې څه وې؟",
                        "Burmese": "နောက်ဆုံးတွင် ကျွန်တော် ချစ်ခြင်းအကြောင်းကို အများကြီး စဉ်းစားနေခဲ့ပြီး သင့်ချစ်ခြင်းအကြောင်းများကို များစွာ မသိသလို သိရှိရပါတယ်။ ဥပမာအားဖြင့်၊ သင့်အရွယ်အစားဖြစ်နေစဉ် ခချစ်ခြင်းအတွေ့အကြုံများက ဘာများရှိခဲ့သလဲ။",
                        "Somali": "Waayahay, qaaliga. Waxaan dhowaan ka fikirayay jacaylka, waxaana ogaaday inaanan wax badan ka aqoon sheekooyinkaaga jacaylka. Tusaale ahaan, maxay yihiin waayo-aragnimadaada jacaylka marka aad kori jirtay?"
                    }
                },
                {
                    "text": "Oh, my yearly love stories, huh? That sounds interesting. Where should I start?",
                    "translations": {
                        "Chinese": "哦，我每年的爱情故事，对吧？听起来很有趣。我应该从哪里开始？",
                        "Spanish": "Oh, mis historias de amor anuales, ¿eh? Suena interesante. ¿Por dónde debería empezar?",
                        "Hindi": "ओह, मेरी वार्षिक प्रेम कहानियाँ, हाँ? यह दिलचस्प लगता है। मुझे कहाँ से शुरू करना चाहिए?",
                        "Arabic": "أوه، قصص حبي السنوية، أليس كذلك؟ يبدو ذلك مثيرًا. من أين يجب أن أبدأ؟",
                        "Bengali": "ওহ, আমার বার্ষিক প্রেমের গল্পগুলো, হ্যাঁ? এটা মজাদার শোনাচ্ছে। আমি কোথা থেকে শুরু করব?",
                        "Portuguese": "Oh, minhas histórias de amor anuais, hein? Isso parece interessante. Por onde devo começar?",
                        "Russian": "О, мои ежегодные любовные истории, да? Это звучит интересно. С чего мне начать?",
                        "Japanese": "ああ、私の年に一度のラブストーリーね？面白そうだね。どこから始めればいい？",
                        "Punjabi": "ਅਹ, ਮੇਰੀ ਸਾਲਾਨਾ ਪ੍ਰੇਮ ਕਹਾਣੀਆਂ, ਨਾ? ਇਹ ਦਿਲਚਸਪ ਲੱਗਦਾ ਹੈ। ਮੈਂ ਕਿੱਥੋਂ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ?",
                        "German": "Oh, meine jährlichen Liebesgeschichten, was? Das klingt interessant. Wo soll ich anfangen?",
                        "Javanese": "Oh, crita cinta tahunan saya, ya? Kedadeyan menarik. Kula kudu miwiti saka ngendi?",
                        "Korean": "오, 내 연례 사랑 이야기네? 흥미롭군요. 어디서 시작해야 할까요?",
                        "French": "Oh, mes histoires d'amour annuelles, hein ? Ça semble intéressant. Par où devrais-je commencer ?",
                        "Telugu": "ఓహ్, నా వార్షిక ప్రేమ కథలు, కదా? ఇది ఆసక్తికరంగా ఉందిలా. నేను ఎక్కడ ప్రారంభించాలి?",
                        "Marathi": "ओह, माझ्या वार्षिक प्रेम कथा, होय? ते रसदार आहे. मी कुठून सुरू करावे?",
                        "Tamil": "ஆஹா, என் வருடாந்திர காதல் கதைகள், இல்லையா? இது சுவாரஸ்யமாகத் தெரிகிறது. நான் எங்கே ஆரம்பிக்க வேண்டும்?",
                        "Vietnamese": "Ồ, những câu chuyện tình yêu hàng năm của tôi, phải không? Nghe có vẻ thú vị. Tôi nên bắt đầu từ đâu?",
                        "Urdu": "اوہ، میری سالانہ محبت کی کہانیاں، ہاں؟ یہ دلچسپ لگتا ہے۔ مجھے کہاں سے شروع کرنا چاہیے؟",
                        "Filipino": "Oh, ang mga taon-taon kong love stories, ha? Mukhang interesante. Saan ako dapat magsimula?",
                        "Romanian": "Oh, poveștile mele de dragoste anuale, nu? Asta sună interesant. De unde ar trebui să încep?",
                        "Albanian": "Oh, historitë e mia të dashurisë vjetore, apo? Kjo duket interesante. Nga ku duhet të filloj?",
                        "Nepali": "ओह, मेरो वार्षिक प्रेमकथाहरू, हो? यो रोचक लागिरहेको छ। म कहाँबाट शुरू गर्नुपर्छ?",
                        "Khmer": "អូហ៍, រឿងស្នេហារបស់ខ្ញុំប្រចាំឆ្នាំហើយ។ វាស្តាប់គួរឱ្យចាប់អារម្មណ៍។ ខ្ញុំគួរតែចាប់ផ្តើមពីកន្លែងណា?",
                        "Sinhalese": "ඔහ්, මගේ වාර්ෂික ආදර කතා හරි? එය රුචිකර ලෙස පෙනේ. මම කොහෙන් ආරම්භ කරන්නද?",
                        "Amharic": "እንደ ሆን ያለው አመታዊ ፍቅር ታሪኮች እንዴት? እንደ እንቅስቃሴ ተመልከቱ። ከዚህ የተነሳ እንዴት?",
                        "Pashto": "آه، زما کلنۍ مینه کیسې، نه؟ دا خوندور ښکاري. زه باید له کومه ځایه پیل وکړم؟",
                        "Burmese": "အိုဟေ့၊ ကျွန်တော်ရဲ့နှစ်စဉ်ရင်ဆိုင်မှုဇာတ်လမ်းများ၊ ဟုတ်လား? အစိတ်အပိုင်းများစွာပါ။ မည်သည့်နေရာမှ စတင်ရမည်နည်း?",
                        "Somali": "Oh, sheekooyinka jacaylka sanadlaha ah ee aan leeyahay, haa? Taasi waxay u muuqataa mid xiiso leh. Halkee ka bilaabi karaa?"
                    }
                },
                {
                    "text": "Maybe from when you were a teenager? I bet there are some fun stories there.",
                    "translations": {
                        "Chinese": "也许从你还是青少年时开始？我敢打赌那里有一些有趣的故事。",
                        "Spanish": "¿Quizás desde que eras adolescente? Apuesto a que hay algunas historias divertidas allí.",
                        "Hindi": "शायद जब आप किशोर थे तब से? मुझे यकीन है कि वहाँ कुछ मजेदार कहानियाँ होंगी।",
                        "Arabic": "ربما من فترة مراهقتك؟ أراهن أن هناك بعض القصص الممتعة هناك.",
                        "Bengali": "আপনি যখন কিশোর ছিলেন তখন থেকেই শুরু করা যেতে পারে। আমি বাজি ধরে বলতে পারি সেখানে কিছু মজার গল্প আছে।",
                        "Portuguese": "Talvez a partir da sua adolescência? Aposto que há algumas histórias divertidas lá.",
                        "Russian": "Может быть, с того времени, когда вы были подростком? Уверен, что там есть несколько забавных историй.",
                        "Japanese": "ティーンエイジャーの頃から話すのはどう？きっと楽しい話がいくつかあると思うよ。",
                        "Punjabi": "ਸ਼ਾਇਦ ਜਦੋਂ ਤੁਸੀਂ ਨੌਜਵਾਨ ਸਨ? ਮੈਨੂੰ ਪੱਕਾ ਯਕੀਨ ਹੈ ਕਿ ਉਥੇ ਕੁਝ ਮਜ਼ੇਦਾਰ ਕਹਾਣੀਆਂ ਹੋਣਗੀਆਂ।",
                        "German": "Vielleicht aus der Zeit, als du ein Teenager warst? Ich wette, dass es dort einige lustige Geschichten gibt.",
                        "Javanese": "Mungkin saka wektu sampeyan isih remaja? Aku yakin ana sawetara crita sing nyenengake ing kana.",
                        "Korean": "십대였던 시절부터 시작하는 건 어때? 거기에는 재미있는 이야기들이 있을 거라 확신해.",
                        "French": "Peut-être depuis que tu étais adolescent ? Je parie qu'il y a des histoires amusantes là-bas.",
                        "Telugu": "మీరు పుష్కలమైన వయసులో ఉన్నప్పుడు ప్రారంభించడమేనా? అక్కడ కొన్ని ఆనందమైన కథలు ఉండనున్నాయనే నేను భరోసా ఇస్తున్నాను.",
                        "Marathi": "कदाचित तुम्ही किशोर वयात असताना सुरुवात करावी? तिथे काही मजेदार कथा असतील अशी मला खात्री आहे.",
                        "Tamil": "நீங்கள் இளம் பருவத்தில் இருந்தது போல? அங்கு சில சுவாரஸ்யமான கதைகள் இருப்பதாக நான் வைத்துக் கொள்கிறேன்.",
                        "Vietnamese": "Có thể bắt đầu từ khi bạn còn là thiếu niên? Tôi cá là có một số câu chuyện thú vị ở đó.",
                        "Urdu": "شاید آپ کے نوجوان ہونے کے وقت سے؟ مجھے یقین ہے کہ وہاں کچھ مزیدار کہانیاں ہوں گی۔",
                        "Filipino": "Siguro mula noong kabataan mo? Siguradong may ilang masayang kwento doon.",
                        "Romanian": "Poate de când erai adolescent? Sunt sigur că sunt câteva povești amuzante acolo.",
                        "Albanian": "Ndoshta nga koha kur ishe adoleshent? Jam i sigurt që ka disa histori argëtuese atje.",
                        "Nepali": "शायद तपाइँ किशोर हुँदा भन्दा? त्यहाँ केही रमाइलो कथाहरू हुनेछन् भन्ने मलाई विश्वास छ।",
                        "Khmer": "ប្រហែលតែចាប់ពីពេលអ្នកនៅជ័យវ័យ? ខ្ញុំមានទំនុកចិត្តថាអ្នកនឹងមានរឿងកម្សាន្តខ្លះនៅទីនោះ។",
                        "Sinhalese": "ඔබ තරුණ කාලයේ සිට ආරම්භ කළ හැකිද? එහි රසවත් කතා කිහිපයක් තිබෙන බව මට විශ්වාසයි.",
                        "Amharic": "በተናጋሪ እንደ ወጣቶች እንደ ወደ ምን ይመስላል? እባኮትን በስንቱ የተለያዩ ተናጋሪ ታሪኮች ይገኛሉ።",
                        "Pashto": "ممکن د هغه وخت نه پیل کړو کله چې تاسو ځوان وئ؟ زه یقین لرم چې هلته به ځینې مزاحیه کیسې وي.",
                        "Burmese": "သင့်လူငယ်ကျောင်းသားအချိန်မှစ၍စတင်မည်ဟုထင်ပါသည်။ အားလုံးကစိတ်ဝင်စားဖွယ်ရာတွင်ရှိနေကြောင်းထင်ပါတယ်။",
                        "Somali": "Waxaa laga yaabaa markii aad dhalinyaro ahayd? Waxaan hubaa inay jiraan sheekooyin xiiso leh halkaas."
                    }
                },
                {
                    "text": "Alright, let's see. When I was 15, I had my first crush on a boy named Tom. He was in my history class. I used to write his name all over my notebooks. We never actually talked much, but my heart would race every time I saw him.",
                    "translations": {
                        "Chinese": "好的，来看看。当我15岁时，我第一次喜欢上了一个叫汤姆的男孩。他在我的历史课上。我经常在笔记本上写他的名字。我们实际上并没有多说话，但每次看到他时，我的心跳都会加速。",
                        "Spanish": "Está bien, veamos. Cuando tenía 15 años, tuve mi primer enamoramiento con un chico llamado Tom. Él estaba en mi clase de historia. Solía escribir su nombre en todos mis cuadernos. En realidad, nunca hablamos mucho, pero mi corazón se aceleraba cada vez que lo veía.",
                        "Hindi": "ठीक है, देख लेते हैं। जब मैं 15 साल का था, तो मुझे एक लड़के टॉम पर पहला क्रश हुआ। वह मेरी इतिहास की कक्षा में था। मैं उसके नाम को अपनी नोटबुक्स पर हमेशा लिखता था। हमने वास्तव में ज्यादा बात नहीं की, लेकिन जब भी उसे देखता था, मेरा दिल तेजी से धड़कने लगता था।",
                        "Arabic": "حسنًا، دعنا نرى. عندما كنت في الخامسة عشرة من عمري، كان لدي أول إعجاب بصبي يدعى توم. كان في صف التاريخ الخاص بي. كنت أكتب اسمه على جميع دفاتري. لم نتحدث كثيرًا في الواقع، لكن قلبي كان يسرع كلما رأيته.",
                        "Bengali": "ঠিক আছে, দেখা যাক। যখন আমি ১৫ বছর বয়সী ছিলাম, তখন আমার প্রথম ক্রাশ ছিল এক ছেলের ওপর যার নাম ছিল টম। সে আমার ইতিহাস ক্লাসে ছিল। আমি আমার নোটবুকে তার নাম সব জায়গায় লিখতাম। আমরা আসলে খুব একটা কথা বলিনি, কিন্তু যখনই তাকে দেখতাম, আমার হৃদস্পন্দন বেড়ে যেত।",
                        "Portuguese": "Certo, vamos ver. Quando eu tinha 15 anos, tive minha primeira paixão por um garoto chamado Tom. Ele estava na minha aula de história. Eu costumava escrever o nome dele em todos os meus cadernos. Na verdade, nunca conversamos muito, mas meu coração acelerava toda vez que eu o via.",
                        "Russian": "Хорошо, посмотрим. Когда мне было 15 лет, у меня был первый влюблённость в мальчика по имени Том. Он учился в моём классе по истории. Я писала его имя по всему своим тетрадям. Мы не разговаривали много, но моё сердце начинало биться быстрее каждый раз, когда я его видела.",
                        "Japanese": "さて、見てみましょう。15歳のとき、トムという名前の男の子に初めて恋をしました。彼は私の歴史の授業にいました。ノートには彼の名前をよく書いていました。実際にはあまり話さなかったけれど、彼を見るたびに心臓がドキドキしました。",
                        "Punjabi": "ਚੰਗਾ, ਦੇਖੀਏ। ਜਦੋਂ ਮੈਂ 15 ਸਾਲ ਦਾ ਸੀ, ਮੇਰੀ ਪਹਿਲੀ ਪਿਆਰ ਇਕ ਮੁੰਡੇ ਤੇ ਸੀ ਜਿਸਦਾ ਨਾਮ ਟੌਮ ਸੀ। ਉਹ ਮੇਰੀ ਇਤਿਹਾਸ ਦੀ ਕਲਾਸ ਵਿੱਚ ਸੀ। ਮੈਂ ਉਸਦਾ ਨਾਮ ਆਪਣੇ ਨੋਟਬੁੱਕਾਂ 'ਤੇ ਹਮੇਸ਼ਾ ਲਿਖਦਾ ਸੀ। ਅਸੀਂ ਵਾਸਤਵ ਵਿੱਚ ਜ਼ਿਆਦਾ ਗੱਲ ਨਹੀਂ ਕੀਤੀ, ਪਰ ਜਦੋਂ ਵੀ ਮੈਂ ਉਸਨੂੰ ਵੇਖਦਾ ਸੀ, ਮੇਰਾ ਦਿਲ ਧੜਕਣ ਲੱਗ ਪੈਂਦਾ ਸੀ।",
                        "German": "Gut, mal sehen. Als ich 15 war, hatte ich meinen ersten Schwarm für einen Jungen namens Tom. Er war in meinem Geschichtsunterricht. Ich habe seinen Namen überall in meinen Heften geschrieben. Wir haben eigentlich nicht viel geredet, aber mein Herz raste jedes Mal, wenn ich ihn sah.",
                        "Javanese": "Apik, ayo ndeleng. Nalika aku umur 15 taun, aku duwe cinta pisanan marang bocah sing jenenge Tom. Dheweke ana ing kelas sejarahku. Aku biasane nulis jenenge ing kabeh buku catetanku. Kita ora tau ngobrol akeh, nanging atiku bakal cepet-cepet saben aku ndeleng dheweke.",
                        "Korean": "좋아, 한번 보자. 내가 15살이었을 때, 톰이라는 이름의 소년에 첫사랑을 느꼈어. 그는 내 역사 수업에 있었어. 나는 그의 이름을 내 노트북 여기저기에 적었어. 우리는 실제로 많이 대화하지 않았지만, 그를 볼 때마다 내 심장은 빨리 뛰었어.",
                        "French": "D'accord, voyons. Quand j'avais 15 ans, j'ai eu mon premier coup de cœur pour un garçon nommé Tom. Il était dans ma classe d'histoire. J'avais l'habitude d'écrire son nom sur tous mes cahiers. Nous n'avons pas vraiment beaucoup parlé, mais mon cœur se mettait à battre plus vite chaque fois que je le voyais.",
                        "Telugu": "సరే, చూడదాం. నేను 15 ఏళ్ళ వయస్సులో ఉన్నప్పుడు, టామ్ అనే బాలుడిపై నాకు మొదటి ప్రేమను కలిగింది. అతడు నా చరిత్ర తరగతిలో ఉన్నాడు. నేను నా నోట్బుక్‌లపై అతని పేరు రాయడానికి అలవాటు పడింది. మేము నిజంగా చాలా మాట్లాడలేదు, కానీ అతన్ని చూసిన ప్రతిసారీ నా గుండె వేగంగా కొట్టేది.",
                        "Marathi": "ठीक आहे, पाहूया. जेव्हा मी 15 वर्षांचा होतो, तेव्हा माझ्यावर टॉम नावाच्या एका मुलावर पहिली क्रश आली. तो माझ्या इतिहासाच्या वर्गात होता. मी त्याचे नाव माझ्या नोटबुक्सवर सर्वत्र लिहीत असे. आम्ही खूप बोललो नाही, पण त्याला पाहिल्यावर माझे हृदय धडधडत असे.",
                        "Tamil": "சரி, பார்ப்போம். நான் 15வது வயதில் இருந்த போது, டாம் எனும் இளைஞரிடம் எனக்கு முதன்மை காதல் ஏற்பட்டது. அவர் என் வரலாறு வகுப்பில் இருந்தார். நான் எப்போதும் என் நொட்புக் களில் அவரது பெயரை எழுதுவேன். நாங்கள் சரியாகச் சந்திக்கவில்லை, ஆனால் அவர் எனை சந்திக்கும்போது என் இதயம் துடித்தது.",
                        "Vietnamese": "Được rồi, hãy xem. Khi tôi 15 tuổi, tôi có cảm tình đầu tiên với một cậu bé tên là Tom. Cậu ấy học trong lớp lịch sử của tôi. Tôi thường viết tên cậu ấy khắp các tập vở của mình. Chúng tôi không thực sự nói chuyện nhiều, nhưng trái tim tôi lại đập nhanh mỗi khi thấy cậu ấy.",
                        "Urdu": "ٹھیک ہے، دیکھتے ہیں۔ جب میں 15 سال کا تھا، تو مجھے ٹام نام کے لڑکے پر پہلا کرش ہوا۔ وہ میری تاریخ کی کلاس میں تھا۔ میں اپنے نوٹ بک پر اس کا نام ہر جگہ لکھتی تھی۔ ہم نے حقیقت میں زیادہ بات نہیں کی، لیکن جب بھی میں اسے دیکھتی تھی، میرا دل تیز دھڑکنے لگتا تھا۔",
                        "Filipino": "Sige, tingnan natin. Nang ako ay 15 taong gulang, nagkaroon ako ng unang crush sa isang batang lalaki na ang pangalan ay Tom. Siya ay nasa aking klase sa kasaysayan. Madalas kong isinusulat ang kanyang pangalan sa lahat ng aking mga notebook. Hindi kami talagang nag-usap nang marami, ngunit palaging bumibilis ang tibok ng aking puso tuwing nakita ko siya.",
                        "Romanian": "Bine, să vedem. Când aveam 15 ani, am avut prima mea simpatie pentru un băiat pe nume Tom. El era în clasa mea de istorie. Foloseam să scriu numele lui pe toate caietele mele. De fapt, nu am vorbit prea mult, dar inima mea se grăbea de fiecare dată când îl vedeam.",
                        "Albanian": "Mirë, le të shohim. Kur isha 15 vjeç, kisha pëlqimin e parë për një djalë me emrin Tom. Ai ishte në klasën time të historisë. Përdorja të shkruaja emrin e tij në të gjitha fletoret e mia. Nuk kemi biseduar shumë, por zemra ime rrihte më shpejt sa herë që e shikoja.",
                        "Nepali": "ठीक छ, हेरौँ। जब म १५ वर्षको थिएँ, मैले पहिलो पटक टम नामको केटामा मन परेको थियो। उनी मेरो इतिहासको कक्षामा थिए। म प्रायः उनको नाम मेरो नोटबुकहरूमा लेख्थें। हामीले वास्तवमा धेरै कुरा गरेनौं, तर उनीलाई हेरिरहेको बेला मेरो मुटु छिटो धड्कन्थ्यो।",
                        "Khmer": "ល្អ, មកមើលគ្នា។ ពេលខ្ញុំអាយុ 15 ឆ្នាំ ខ្ញុំមានការស្រឡាញ់លើកដំបូងទៅកាន់ក្មេងប្រុសឈ្មោះតូម។ គាត់នៅក្នុងថ្នាក់ប្រវត្តិសាស្ត្ររបស់ខ្ញុំ។ ខ្ញុំធម្មតាប្រាប់ឈ្មោះរបស់គាត់នៅលើសៀវភៅសរសេរទាំងអស់របស់ខ្ញុំ។ យើងមិនបាននិយាយគ្នាហើយទេ ប៉ុន្តែចិត្តរបស់ខ្ញុំតែងតែដឹកនឹងឆាប់ប៉ុន្តែពេលណាដែលខ្ញុំបានមើលឃើញគាត់។",
                        "Sinhalese": "හොඳයි, බලමු. මම 15 හැවිරිදි වෙද්දී, මට ටොම් නම්කොල්ලා මට පළමු ආදරය විය. ඔහු මගේ ඉතිහාස පංති එකේ සිටියේය. මම ඔහුගේ නම මගේ සටහන් පොත් වලට හැමටිකම ලිවීමට එපා කරමි. අපි සැබැවින්ම බොහෝ කතා නොකියා, නමුත් ඔහුට බලන හැමවරෙත් මගේ හදවත වේගයෙන් ගමන යයි.",
                        "Amharic": "ጥሩ እንደሆንም፣ እንዴት ነው ተመልከትን። እኔ 15 አመት ሲሆን፣ በተባለው ቶም ስም የተጠራ አንድ ልጅ ላይ የመጀመሪያውን ተመልከት አለኝ። እርሱ በእኔ ታሪክ ክፍል ውስጥ ነበር። እኔ እንደነዚህ ተመልከቱ፣ የሚስጥር ስም በእኔ እባክህ የሚጠራው የማይሆን፣ በሚሰጠው ቦታ እንደሚገኙት እንደ የማይደለክ ነው። እኛ እንደተደረገው ስለዚህ የእኛ ሁኔታ አልተደረገም፣ ነገር ግን እኔ ሁልጊዜ እንደ አንድ እና ይህ በመሆኑም፣ ልዩ ሰው ነኝ።",
                        "Pashto": "ښه، وګورو. کله چې زه ۱۵ کلن وم، ما د ټام په نوم یوه هلک باندې لومړی کرش درلود. هغه زما په تاریخ ټولګي کې و. ما د هغه نوم په خپلو ټولګیو کې هر ځای لیکلو. موږ په حقیقت کې ډېر خبرې ونه کړې، مګر زما زړه هر ځل چې هغه مې ولید، تیز تیز ویشتل.",
                        "Burmese": "အိုကေ၊ ကြည့်ကြရအောင်။ ငါ့အသက် 15 နှစ်ရှိသောအခါ၊ ကျွန်တော်က Tom လို့ခေါ်တဲ့လူငယ်တစ်ဦးကို ပထမဆုံးအကြင်တစ်ခု ခံစားခဲ့ပါတယ်။ သူက ကျွန်တော့်သမိုင်းခန်းမထဲမှာ ရှိခဲ့ပါသေးတယ်။ ကျွန်တော် သူ့နာမည်ကို ကျွန်တော့်စာအုပ်တွေမှာ အစုံလုံးရေးခဲ့ပါတယ်။ ကျွန်တော်တို့ တကယ့်အများကြီးပြောဆိုခြင်းမရှိဘူး၊ ဒါပေမယ့် သူ့ကိုတွေ့တဲ့အခါကျွန်တော့်အသည်းဟာ တစ်ခါတစ်ရံမြန်ပါတယ်။",
                        "Somali": "Hagaag, aan eegno. Markii aan 15 jir ahaa, waxaan lahaa jaceylkii ugu horeeyay ee wiil lagu magacaabo Tom. Wuxuu ahaa fasalka taariikhda ee aan dhigto. Waxaan caadiyan ku qoray magaca isaga dhammaan buug-yaraha aan isticmaalay. Si dhab ah uma hadalnay, laakiin qalbigayga ayaa si degdeg ah u garaacay markasta oo aan arko."
                    }
                }
            ]
        },
        {
            "title": "Speak Green",
            "conversation": [
                {
                    "text": "Mom, can I ask you something a bit personal?",
                    "translations": {
                        "Chinese": "妈妈，我可以问你一个稍微私人的问题吗？",
                        "Spanish": "Mamá, ¿puedo preguntarte algo un poco personal?",
                        "Hindi": "माँ, क्या मैं आपसे कुछ थोड़ा व्यक्तिगत पूछ सकता हूँ?",
                        "Arabic": "ماما، هل يمكنني أن أسألك شيئًا شخصيًا بعض الشيء؟",
                        "Bengali": "মা, আমি তোমার কাছে কিছু ব্যক্তিগত প্রশ্ন করতে পারি?",
                        "Portuguese": "Mãe, posso te perguntar algo um pouco pessoal?",
                        "Russian": "Мама, могу я задать тебе один немного личный вопрос?",
                        "Japanese": "お母さん、ちょっと個人的なことを聞いてもいいですか？",
                        "Punjabi": "ਮਾਂ, ਕੀ ਮੈਂ ਤੁਹਾਨੂੰ ਕੁਝ ਨਿੱਜੀ ਪੁੱਛ ਸਕਦਾ ਹਾਂ?",
                        "German": "Mama, darf ich dir etwas Persönliches fragen?",
                        "Javanese": "Ibu, aku bisa takon sesuatu sing rada pribadi?",
                        "Korean": "엄마, 좀 개인적인 질문을 해도 될까요?",
                        "French": "Maman, puis-je te poser une question un peu personnelle ?",
                        "Telugu": "మామ, నేను నిన్ను కొంచెం వ్యక్తిగతంగా ప్రశ్నించవచ్చా?",
                        "Marathi": "आई, मी तुम्हाला काही वैयक्तिक प्रश्न विचारू का?",
                        "Tamil": "அம்மா, நான் உங்களிடம் சிறிது தனிப்பட்ட கேள்வி கேட்கலாமா?",
                        "Vietnamese": "Mẹ, con có thể hỏi mẹ một câu hỏi hơi cá nhân được không?",
                        "Urdu": "ماں، کیا میں آپ سے کچھ ذرا ذاتی سوال پوچھ سکتا ہوں؟",
                        "Filipino": "Mom, maaari ba kitang tanungin ng isang medyo personal na bagay?",
                        "Romanian": "Mama, pot să te întreb ceva puțin personal?",
                        "Albanian": "Mama, mund të të bëj një pyetje pak më personale?",
                        "Nepali": "आमा, म तपाईंलाई केही व्यक्तिगत कुरा सोध्न सक्छु?",
                        "Khmer": "មាតា ខ្ញុំអាចសួរអ្នកអំពីរឿងផ្ទាល់ខ្លួនមួយបានទេ?",
                        "Sinhalese": "අම්මා, මට ඔබගෙන් ටිකක් පුද්ගලික ප්‍රශ්නයක් අසන්න පුළුවන්ද?",
                        "Amharic": "እናቱ፣ እኔ እንደገና የግል ጥያቄ አነሳሳለሁ?",
                        "Pashto": "مور، زه کولی شم له تاسو څخه یو څه شخصي پوښتنه وکړم؟",
                        "Burmese": "မေ, ကျွန်တော်ကို သင့်အား ကိုယ်ပိုင်အနည်းငယ်မေးခွန်းမေးရမလား?",
                        "Somali": "Hooyo, ma ku weydiin karaa wax shakhsi ah?"
                    }
                },
                {
                    "text": "Of course, sweetheart. What's on your mind?",
                    "translations": {
                        "Chinese": "当然，亲爱的。你在想什么？",
                        "Spanish": "Por supuesto, cariño. ¿En qué piensas?",
                        "Hindi": "बिलकुल, प्यारे। आपके मन में क्या चल रहा है?",
                        "Arabic": "بالطبع، عزيزي. ما الذي يدور في ذهنك؟",
                        "Bengali": "অবশ্যই, প্রিয়। আপনার মনেও কী চলছে?",
                        "Portuguese": "Claro, querida. O que está na sua mente?",
                        "Russian": "Конечно, дорогая. О чем ты думаешь?",
                        "Japanese": "もちろん、 sweetheart。何を考えているの？",
                        "Punjabi": "ਬਿਲਕੁਲ, ਪਿਆਰੇ। ਤੁਹਾਡੇ ਮਨ ਵਿੱਚ ਕੀ ਚੱਲ ਰਿਹਾ ਹੈ?",
                        "German": "Natürlich, Liebling. Was denkst du gerade?",
                        "Javanese": "Tentu wae, sayang. Apa sing ana ing pikiranmu?",
                        "Korean": "물론이죠, 애기야. 무슨 생각하고 있어?",
                        "French": "Bien sûr, chérie. À quoi penses-tu?",
                        "Telugu": "తప్పకుండా, ప్రేమికా. నీ మనసులో ఏమిటి?",
                        "Marathi": "नक्कीच, प्रिय. तुमचं मनात काय आहे?",
                        "Tamil": "அவசியமாக, அன்பே. உனக்கு என்ன எண்ணம் வருகிறது?",
                        "Vietnamese": "Tất nhiên, em yêu. Em đang nghĩ gì vậy?",
                        "Urdu": "یقیناً، پیارے۔ آپ کے دماغ میں کیا چل رہا ہے؟",
                        "Filipino": "Siyempre, mahal. Ano ang nasa isip mo?",
                        "Romanian": "Desigur, dragă. La ce te gândești?",
                        "Albanian": "Sigurisht, e dashur. Çfarë po mendon?",
                        "Nepali": "पक्कै, प्रिय। तपाईंको मनमा के चलिरहेको छ?",
                        "Khmer": "បាទ, ខ្មែរបងៗ។ តើអ្នកគិតអ្វី?",
                        "Sinhalese": "නියමයි, ආදරණීයෙ. ඔබේ මනසේ කුමක්ද?",
                        "Amharic": "እሺ እርስዎ እንዴት ነው እንዴት እንዴት ማለትን ይሁን?",
                        "Pashto": "بالکل، عزیزه. ستا دماغ کې څه چل دی؟",
                        "Burmese": "အကြောင်းမေ့ပါနှင့်၊ ချစ်သူ။ သင့်အကြံဉာဏ်အထဲမှာ ဘာတွေရှိနေလဲ?",
                        "Somali": "Dabcan, jaceyl. Maxaa maskaxda ku jira?"
                    }
                },
                {
                    "text": "I've been thinking a lot about love lately, and I realized I don't know much about your love stories. Like, what were your experiences with love as you were growing up?",
                    "translations": {
                        "Chinese": "最近我一直在思考爱情，我意识到我对你的爱情故事了解不多。比如，你在成长过程中有什么爱情经历？",
                        "Spanish": "He estado pensando mucho en el amor últimamente, y me di cuenta de que no sé mucho sobre tus historias de amor. Por ejemplo, ¿cuáles fueron tus experiencias con el amor mientras crecías?",
                        "Hindi": "मैं हाल ही में प्रेम के बारे में बहुत सोच रहा हूँ, और मैंने महसूस किया कि मैं आपके प्रेम कहानियों के बारे में ज्यादा नहीं जानता। जैसे, जब आप बड़े हो रहे थे तो आपके प्रेम के अनुभव क्या थे?",
                        "Arabic": "لقد كنت أفكر كثيرًا في الحب مؤخرًا، وأدركت أنني لا أعرف الكثير عن قصص حبك. مثلًا، ما هي تجاربك مع الحب أثناء نشأتك؟",
                        "Bengali": "সম্প্রতি আমি প্রেম নিয়ে অনেক ভাবছিলাম, এবং আমি বুঝতে পারলাম যে আমি আপনার প্রেমের গল্প সম্পর্কে তেমন কিছু জানি না। যেমন, আপনার বড় হওয়ার সময় প্রেমের অভিজ্ঞতাগুলি কী ছিল?",
                        "Portuguese": "Ultimamente, tenho pensado muito sobre o amor e percebi que não sei muito sobre suas histórias de amor. Tipo, quais foram suas experiências com o amor enquanto você crescia?",
                        "Russian": "В последнее время я много думал о любви и понял, что мало знаю о твоих любовных историях. Например, какие были твои опыты с любовью, когда ты рос?",
                        "Japanese": "最近、愛についてたくさん考えていて、あなたの愛の話についてあまり知らないことに気づきました。例えば、あなたが成長している間にどんな愛の経験がありましたか？",
                        "Punjabi": "ਮੈਂ ਹਾਲ ਹੀ ਵਿੱਚ ਪਿਆਰ ਬਾਰੇ ਬਹੁਤ ਸੋਚ ਰਿਹਾ ਹਾਂ, ਅਤੇ ਮੈਂ ਸੂਝਾ ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਪਿਆਰ ਦੀਆਂ ਕਹਾਣੀਆਂ ਬਾਰੇ ਜ਼ਿਆਦਾ ਨਹੀਂ ਜਾਣਦਾ। ਜਿਵੇਂ ਕਿ, ਤੁਹਾਡੇ ਵਧਦੇ ਸਮੇਂ ਪਿਆਰ ਨਾਲ ਤੁਹਾਡੇ ਅਨੁਭਵ ਕੀ ਸਨ?",
                        "German": "In letzter Zeit habe ich viel über Liebe nachgedacht und mir ist aufgefallen, dass ich nicht viel über deine Liebesgeschichten weiß. Wie waren deine Erfahrungen mit Liebe, als du aufgewachsen bist?",
                        "Javanese": "Aku wis akeh mikir babagan katresnan pungkasan iki, lan aku nyadari yen aku ora ngerti akeh babagan crita katresnanmu. Kaya, apa pengalamanmu karo katresnan nalika sampeyan lagi tuwuh?",
                        "Korean": "최근에 사랑에 대해 많이 생각해봤고, 당신의 사랑 이야기들에 대해 잘 모른다는 걸 깨달았어요. 예를 들어, 당신이 성장하면서 사랑에 대한 경험은 어땠나요?",
                        "French": "J'ai beaucoup réfléchi à l'amour dernièrement et je me suis rendu compte que je ne sais pas grand-chose sur tes histoires d'amour. Par exemple, quelles ont été tes expériences avec l'amour pendant que tu grandissais ?",
                        "Telugu": "ఇటీవలి కాలంలో నేను ప్రేమ గురించి చాలా ఆలోచిస్తున్నాను, మరియు మీ ప్రేమ కథలు గురించి నేను ఎక్కువగా తెలియదు అని నేను గ్రహించాను. మీరు పెరుగుతున్నప్పుడు మీ ప్రేమ అనుభవాలు ఏమిటి?",
                        "Marathi": "अलीकडच्या काळात मी प्रेमावर खूप विचार करत आहे आणि मला तुमच्या प्रेम कथा बद्दल खूप काही माहिती नाही असे लक्षात आले आहे. तुम्ही मोठे होत असताना तुमचे प्रेमाचे अनुभव काय होते?",
                        "Tamil": "சமீபத்தில் நான் காதல் பற்றி மிகவும் சிந்தித்து வருகிறேன், மேலும் உங்கள் காதல் கதைகள் பற்றி நான் அதிகம் அறியாது என்று உணர்ந்தேன். நீங்கள் வளர்ந்துவரும் போது உங்கள் காதல் அனுபவங்கள் என்ன?",
                        "Vietnamese": "Gần đây, tôi đã nghĩ nhiều về tình yêu và nhận ra rằng tôi không biết nhiều về những câu chuyện tình yêu của bạn. Ví dụ, những trải nghiệm của bạn về tình yêu khi bạn lớn lên là gì?",
                        "Urdu": "حال ہی میں میں محبت کے بارے میں بہت سوچ رہا ہوں، اور مجھے احساس ہوا کہ مجھے آپ کی محبت کی کہانیوں کے بارے میں زیادہ علم نہیں ہے۔ جیسے، آپ کے بڑے ہوتے وقت محبت کے تجربات کیا تھے؟",
                        "Filipino": "Kam recently ko lang iniisip ang tungkol sa pag-ibig, at napagtanto kong hindi ko gaanong alam tungkol sa iyong mga kwento ng pag-ibig. Halimbawa, ano ang iyong mga karanasan sa pag-ibig habang lumalaki ka?",
                        "Romanian": "Am tot gândit în ultima vreme la iubire și am realizat că nu știu prea multe despre poveștile tale de dragoste. De exemplu, care au fost experiențele tale cu iubirea în timp ce creșteai?",
                        "Albanian": "Kam menduar shumë për dashurinë kohët e fundit dhe e kuptova se nuk di shumë për historitë e tua të dashurisë. Si, cilat ishin përvojat e tua me dashurinë kur po rritej?",
                        "Nepali": "हालसालै मैले प्रेमको बारेमा धेरै सोचिरहेको छु र मैले तपाईंको प्रेमकथा बारेमा धेरै थाहा छैन भनेर महसुस गरे। जस्तै, तपाईंको हुर्किएको बेलामा प्रेमसँगका अनुभवहरू के थिए?",
                        "Khmer": "សព្វថ្ងៃ ខ្ញុំបានគិតពីសេចក្តីស្រឡាញ់យ៉ាងច្រើន ហើយខ្ញុំបានដឹងថាមិនបានដឹងពីរឿងស្រឡាញ់របស់អ្នកយ៉ាងច្រើនទេ។ ឧទាហរណ៍ តើបទពិសោធន៍របស់អ្នកជាមួយសេចក្តីស្រឡាញ់នៅពេលអ្នកកំពុងធំនេះជាអ្វី?",
                        "Sinhalese": "අපූරුයි, ආදරණීයෙ. ඔබට මතු වුයේ කුමක්ද?",
                        "Amharic": "በቅርቡ በፍቅር በተያያዘ በጣም እንደምርምር እንደሆንህ ተመልከቻለሁ እና እኔ እንደምንም አላውቅም ከፍቅር ታሪኮች ይህም ማለት በእንደ አንተ ስምንት ትምህርት ያደርጋል።",
                        "Pashto": "پدې وروستیو کې زه د مینې په اړه ډیر فکر کوم، او ما پوه شو چې زه د ستاسو د مینې کیسې په اړه ډیر څه نه پوهیږم. لکه څنګه چې، ستاسو د لوی کیدو په وخت کې ستاسو د مینې تجربې څه وې؟",
                        "Burmese": "နောက်ဆုံးတွင် ကျွန်တော် ချစ်ခြင်းအကြောင်းကို အများကြီး စဉ်းစားနေခဲ့ပြီး သင့်ချစ်ခြင်းအကြောင်းများကို များစွာ မသိသလို သိရှိရပါတယ်။ ဥပမာအားဖြင့်၊ သင့်အရွယ်အစားဖြစ်နေစဉ် ခချစ်ခြင်းအတွေ့အကြုံများက ဘာများရှိခဲ့သလဲ။",
                        "Somali": "Waayahay, qaaliga. Waxaan dhowaan ka fikirayay jacaylka, waxaana ogaaday inaanan wax badan ka aqoon sheekooyinkaaga jacaylka. Tusaale ahaan, maxay yihiin waayo-aragnimadaada jacaylka marka aad kori jirtay?"
                    }
                },
                {
                    "text": "Oh, my yearly love stories, huh? That sounds interesting. Where should I start?",
                    "translations": {
                        "Chinese": "最近我一直在思考爱情，我意识到我对你的爱情故事了解不多。比如，你在成长过程中有什么爱情经历？",
                        "Spanish": "He estado pensando mucho en el amor últimamente, y me di cuenta de que no sé mucho sobre tus historias de amor. Por ejemplo, ¿cuáles fueron tus experiencias con el amor mientras crecías?",
                        "Hindi": "मैं हाल ही में प्रेम के बारे में बहुत सोच रहा हूँ, और मैंने महसूस किया कि मैं आपके प्रेम कहानियों के बारे में ज्यादा नहीं जानता। जैसे, जब आप बड़े हो रहे थे तो आपके प्रेम के अनुभव क्या थे?",
                        "Arabic": "لقد كنت أفكر كثيرًا في الحب مؤخرًا، وأدركت أنني لا أعرف الكثير عن قصص حبك. مثلًا، ما هي تجاربك مع الحب أثناء نشأتك؟",
                        "Bengali": "সম্প্রতি আমি প্রেম নিয়ে অনেক ভাবছিলাম, এবং আমি বুঝতে পারলাম যে আমি আপনার প্রেমের গল্প সম্পর্কে তেমন কিছু জানি না। যেমন, আপনার বড় হওয়ার সময় প্রেমের অভিজ্ঞতাগুলি কী ছিল?",
                        "Portuguese": "Ultimamente, tenho pensado muito sobre o amor e percebi que não sei muito sobre suas histórias de amor. Tipo, quais foram suas experiências com o amor enquanto você crescia?",
                        "Russian": "В последнее время я много думал о любви и понял, что мало знаю о твоих любовных историях. Например, какие были твои опыты с любовью, когда ты рос?",
                        "Japanese": "最近、愛についてたくさん考えていて、あなたの愛の話についてあまり知らないことに気づきました。例えば、あなたが成長している間にどんな愛の経験がありましたか？",
                        "Punjabi": "ਮੈਂ ਹਾਲ ਹੀ ਵਿੱਚ ਪਿਆਰ ਬਾਰੇ ਬਹੁਤ ਸੋਚ ਰਿਹਾ ਹਾਂ, ਅਤੇ ਮੈਂ ਸੂਝਾ ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਪਿਆਰ ਦੀਆਂ ਕਹਾਣੀਆਂ ਬਾਰੇ ਜ਼ਿਆਦਾ ਨਹੀਂ ਜਾਣਦਾ। ਜਿਵੇਂ ਕਿ, ਤੁਹਾਡੇ ਵਧਦੇ ਸਮੇਂ ਪਿਆਰ ਨਾਲ ਤੁਹਾਡੇ ਅਨੁਭਵ ਕੀ ਸਨ?",
                        "German": "In letzter Zeit habe ich viel über Liebe nachgedacht und mir ist aufgefallen, dass ich nicht viel über deine Liebesgeschichten weiß. Wie waren deine Erfahrungen mit Liebe, als du aufgewachsen bist?",
                        "Javanese": "Aku wis akeh mikir babagan katresnan pungkasan iki, lan aku nyadari yen aku ora ngerti akeh babagan crita katresnanmu. Kaya, apa pengalamanmu karo katresnan nalika sampeyan lagi tuwuh?",
                        "Korean": "최근에 사랑에 대해 많이 생각해봤고, 당신의 사랑 이야기들에 대해 잘 모른다는 걸 깨달았어요. 예를 들어, 당신이 성장하면서 사랑에 대한 경험은 어땠나요?",
                        "French": "J'ai beaucoup réfléchi à l'amour dernièrement et je me suis rendu compte que je ne sais pas grand-chose sur tes histoires d'amour. Par exemple, quelles ont été tes expériences avec l'amour pendant que tu grandissais ?",
                        "Telugu": "ఇటీవలి కాలంలో నేను ప్రేమ గురించి చాలా ఆలోచిస్తున్నాను, మరియు మీ ప్రేమ కథలు గురించి నేను ఎక్కువగా తెలియదు అని నేను గ్రహించాను. మీరు పెరుగుతున్నప్పుడు మీ ప్రేమ అనుభవాలు ఏమిటి?",
                        "Marathi": "अलीकडच्या काळात मी प्रेमावर खूप विचार करत आहे आणि मला तुमच्या प्रेम कथा बद्दल खूप काही माहिती नाही असे लक्षात आले आहे. तुम्ही मोठे होत असताना तुमचे प्रेमाचे अनुभव काय होते?",
                        "Tamil": "சமீபத்தில் நான் காதல் பற்றி மிகவும் சிந்தித்து வருகிறேன், மேலும் உங்கள் காதல் கதைகள் பற்றி நான் அதிகம் அறியாது என்று உணர்ந்தேன். நீங்கள் வளர்ந்துவரும் போது உங்கள் காதல் அனுபவங்கள் என்ன?",
                        "Vietnamese": "Gần đây, tôi đã nghĩ nhiều về tình yêu và nhận ra rằng tôi không biết nhiều về những câu chuyện tình yêu của bạn. Ví dụ, những trải nghiệm của bạn về tình yêu khi bạn lớn lên là gì?",
                        "Urdu": "حال ہی میں میں محبت کے بارے میں بہت سوچ رہا ہوں، اور مجھے احساس ہوا کہ مجھے آپ کی محبت کی کہانیوں کے بارے میں زیادہ علم نہیں ہے۔ جیسے، آپ کے بڑے ہوتے وقت محبت کے تجربات کیا تھے؟",
                        "Filipino": "Kam recently ko lang iniisip ang tungkol sa pag-ibig, at napagtanto kong hindi ko gaanong alam tungkol sa iyong mga kwento ng pag-ibig. Halimbawa, ano ang iyong mga karanasan sa pag-ibig habang lumalaki ka?",
                        "Romanian": "Am tot gândit în ultima vreme la iubire și am realizat că nu știu prea multe despre poveștile tale de dragoste. De exemplu, care au fost experiențele tale cu iubirea în timp ce creșteai?",
                        "Albanian": "Kam menduar shumë për dashurinë kohët e fundit dhe e kuptova se nuk di shumë për historitë e tua të dashurisë. Si, cilat ishin përvojat e tua me dashurinë kur po rritej?",
                        "Nepali": "हालसालै मैले प्रेमको बारेमा धेरै सोचिरहेको छु र मैले तपाईंको प्रेमकथा बारेमा धेरै थाहा छैन भनेर महसुस गरे। जस्तै, तपाईंको हुर्किएको बेलामा प्रेमसँगका अनुभवहरू के थिए?",
                        "Khmer": "សព្វថ្ងៃ ខ្ញុំបានគិតពីសេចក្តីស្រឡាញ់យ៉ាងច្រើន ហើយខ្ញុំបានដឹងថាមិនបានដឹងពីរឿងស្រឡាញ់របស់អ្នកយ៉ាងច្រើនទេ។ ឧទាហរណ៍ តើបទពិសោធន៍របស់អ្នកជាមួយសេចក្តីស្រឡាញ់នៅពេលអ្នកកំពុងធំនេះជាអ្វី?",
                        "Sinhalese": "අපූරුයි, ආදරණීයෙ. ඔබට මතු වුයේ කුමක්ද?",
                        "Amharic": "በቅርቡ በፍቅር በተያያዘ በጣም እንደምርምር እንደሆንህ ተመልከቻለሁ እና እኔ እንደምንም አላውቅም ከፍቅር ታሪኮች ይህም ማለት በእንደ አንተ ስምንት ትምህርት ያደርጋል።",
                        "Pashto": "پدې وروستیو کې زه د مینې په اړه ډیر فکر کوم، او ما پوه شو چې زه د ستاسو د مینې کیسې په اړه ډیر څه نه پوهیږم. لکه څنګه چې، ستاسو د لوی کیدو په وخت کې ستاسو د مینې تجربې څه وې؟",
                        "Burmese": "နောက်ဆုံးတွင် ကျွန်တော် ချစ်ခြင်းအကြောင်းကို အများကြီး စဉ်းစားနေခဲ့ပြီး သင့်ချစ်ခြင်းအကြောင်းများကို များစွာ မသိသလို သိရှိရပါတယ်။ ဥပမာအားဖြင့်၊ သင့်အရွယ်အစားဖြစ်နေစဉ် ချစ်ခြင်းအတွေ့အကြုံများက ဘာများရှိခဲ့သလဲ။",
                        "Somali": "Waayahay, qaaliga. Waxaan dhowaan ka fikirayay jacaylka, waxaana ogaaday inaanan wax badan ka aqoon sheekooyinkaaga jacaylka. Tusaale ahaan, maxay yihiin waayo-aragnimadaada jacaylka marka aad kori jirtay?"
                    }
                },
                {
                    "text": "Maybe from when you were a teenager? I bet there are some fun stories there.",
                    "translations": {
                        "Chinese": "也许从你还是青少年时开始？我敢打赌那里有一些有趣的故事。",
                        "Spanish": "¿Quizás desde que eras adolescente? Apuesto a que hay algunas historias divertidas allí.",
                        "Hindi": "शायद जब आप किशोर थे तब से? मुझे यकीन है कि वहाँ कुछ मजेदार कहानियाँ होंगी।",
                        "Arabic": "ربما من فترة مراهقتك؟ أراهن أن هناك بعض القصص الممتعة هناك.",
                        "Bengali": "আপনি যখন কিশোর ছিলেন তখন থেকেই শুরু করা যেতে পারে। আমি বাজি ধরে বলতে পারি সেখানে কিছু মজার গল্প আছে।",
                        "Portuguese": "Talvez a partir da sua adolescência? Aposto que há algumas histórias divertidas lá.",
                        "Russian": "Может быть, с того времени, когда вы были подростком? Уверен, что там есть несколько забавных историй.",
                        "Japanese": "ティーンエイジャーの頃から話すのはどう？きっと楽しい話がいくつかあると思うよ。",
                        "Punjabi": "ਸ਼ਾਇਦ ਜਦੋਂ ਤੁਸੀਂ ਨੌਜਵਾਨ ਸਨ? ਮੈਨੂੰ ਪੱਕਾ ਯਕੀਨ ਹੈ ਕਿ ਉਥੇ ਕੁਝ ਮਜ਼ੇਦਾਰ ਕਹਾਣੀਆਂ ਹੋਣਗੀਆਂ।",
                        "German": "Vielleicht aus der Zeit, als du ein Teenager warst? Ich wette, dass es dort einige lustige Geschichten gibt.",
                        "Javanese": "Mungkin saka wektu sampeyan isih remaja? Aku yakin ana sawetara crita sing nyenengake ing kana.",
                        "Korean": "십대였던 시절부터 시작하는 건 어때? 거기에는 재미있는 이야기들이 있을 거라 확신해.",
                        "French": "Peut-être depuis que tu étais adolescent ? Je parie qu'il y a des histoires amusantes là-bas.",
                        "Telugu": "మీరు పుష్కలమైన వయసులో ఉన్నప్పుడు ప్రారంభించడమేనా? అక్కడ కొన్ని ఆనందమైన కథలు ఉండనున్నాయనే నేను భరోసా ఇస్తున్నాను.",
                        "Marathi": "कदाचित तुम्ही किशोर वयात असताना सुरुवात करावी? तिथे काही मजेदार कथा असतील अशी मला खात्री आहे.",
                        "Tamil": "நீங்கள் இளம் பருவத்தில் இருந்தது போல? அங்கு சில சுவாரஸ்யமான கதைகள் இருப்பதாக நான் வைத்துக் கொள்கிறேன்.",
                        "Vietnamese": "Có thể bắt đầu từ khi bạn còn là thiếu niên? Tôi cá là có một số câu chuyện thú vị ở đó.",
                        "Urdu": "شاید آپ کے نوجوان ہونے کے وقت سے؟ مجھے یقین ہے کہ وہاں کچھ مزیدار کہانیاں ہوں گی۔",
                        "Filipino": "Siguro mula noong kabataan mo? Siguradong may ilang masayang kwento doon.",
                        "Romanian": "Poate de când erai adolescent? Sunt sigur că sunt câteva povești amuzante acolo.",
                        "Albanian": "Ndoshta nga koha kur ishe adoleshent? Jam i sigurt që ka disa histori argëtuese atje.",
                        "Nepali": "शायद तपाइँ किशोर हुँदा भन्दा? त्यहाँ केही रमाइलो कथाहरू हुनेछन् भन्ने मलाई विश्वास छ।",
                        "Khmer": "ប្រហែលតែចាប់ពីពេលអ្នកនៅជ័យវ័យ? ខ្ញុំមានទំនុកចិត្តថាអ្នកនឹងមានរឿងកម្សាន្តខ្លះនៅទីនោះ។",
                        "Sinhalese": "ඔබ තරුණ කාලයේ සිට ආරම්භ කළ හැකිද? එහි රසවත් කතා කිහිපයක් තිබෙන බව මට විශ්වාසයි.",
                        "Amharic": "በተናጋሪ እንደ ወጣቶች እንደ ወደ ምን ይመስላል? እባኮትን በስንቱ የተለያዩ ተናጋሪ ታሪኮች ይገኛሉ።",
                        "Pashto": "ممکن د هغه وخت نه پیل کړو کله چې تاسو ځوان وئ؟ زه یقین لرم چې هلته به ځینې مزاحیه کیسې وي.",
                        "Burmese": "သင့်လူငယ်ကျောင်းသားအချိန်မှစ၍စတင်မည်ဟုထင်ပါသည်။ အားလုံးကစိတ်ဝင်စားဖွယ်ရာတွင်ရှိနေကြောင်းထင်ပါတယ်။",
                        "Somali": "Waxaa laga yaabaa markii aad dhalinyaro ahayd? Waxaan hubaa inay jiraan sheekooyin xiiso leh halkaas."
                    }
                },
                {
                    "text": "Alright, let's see. When I was 15, I had my first crush on a boy named Tom. He was in my history class. I used to write his name all over my notebooks. We never actually talked much, but my heart would race every time I saw him.",
                    "translations": {
                        "Chinese": "好的，来看看。当我15岁时，我第一次喜欢上了一个叫汤姆的男孩。他在我的历史课上。我经常在笔记本上写他的名字。我们实际上并没有多说话，但每次看到他时，我的心跳都会加速。",
                        "Spanish": "Está bien, veamos. Cuando tenía 15 años, tuve mi primer enamoramiento con un chico llamado Tom. Él estaba en mi clase de historia. Solía escribir su nombre en todos mis cuadernos. En realidad, nunca hablamos mucho, pero mi corazón se aceleraba cada vez que lo veía.",
                        "Hindi": "ठीक है, देख लेते हैं। जब मैं 15 साल का था, तो मुझे एक लड़के टॉम पर पहला क्रश हुआ। वह मेरी इतिहास की कक्षा में था। मैं उसके नाम को अपनी नोटबुक्स पर हमेशा लिखता था। हमने वास्तव में ज्यादा बात नहीं की, लेकिन जब भी उसे देखता था, मेरा दिल तेजी से धड़कने लगता था।",
                        "Arabic": "حسنًا، دعنا نرى. عندما كنت في الخامسة عشرة من عمري، كان لدي أول إعجاب بصبي يدعى توم. كان في صف التاريخ الخاص بي. كنت أكتب اسمه على جميع دفاتري. لم نتحدث كثيرًا في الواقع، لكن قلبي كان يسرع كلما رأيته.",
                        "Bengali": "ঠিক আছে, দেখা যাক। যখন আমি ১৫ বছর বয়সী ছিলাম, তখন আমার প্রথম ক্রাশ ছিল এক ছেলের ওপর যার নাম ছিল টম। সে আমার ইতিহাস ক্লাসে ছিল। আমি আমার নোটবুকে তার নাম সব জায়গায় লিখতাম। আমরা আসলে খুব একটা কথা বলিনি, কিন্তু যখনই তাকে দেখতাম, আমার হৃদস্পন্দন বেড়ে যেত।",
                        "Portuguese": "Certo, vamos ver. Quando eu tinha 15 anos, tive minha primeira paixão por um garoto chamado Tom. Ele estava na minha aula de história. Eu costumava escrever o nome dele em todos os meus cadernos. Na verdade, nunca conversamos muito, mas meu coração acelerava toda vez que eu o via.",
                        "Russian": "Хорошо, посмотрим. Когда мне было 15 лет, у меня был первый влюблённость в мальчика по имени Том. Он учился в моём классе по истории. Я писала его имя по всему своим тетрадям. Мы не разговаривали много, но моё сердце начинало биться быстрее каждый раз, когда я его видела.",
                        "Japanese": "さて、見てみましょう。15歳のとき、トムという名前の男の子に初めて恋をしました。彼は私の歴史の授業にいました。ノートには彼の名前をよく書いていました。実際にはあまり話さなかったけれど、彼を見るたびに心臓がドキドキしました。",
                        "Punjabi": "ਚੰਗਾ, ਦੇਖੀਏ। ਜਦੋਂ ਮੈਂ 15 ਸਾਲ ਦਾ ਸੀ, ਮੇਰੀ ਪਹਿਲੀ ਪਿਆਰ ਇਕ ਮੁੰਡੇ ਤੇ ਸੀ ਜਿਸਦਾ ਨਾਮ ਟੌਮ ਸੀ। ਉਹ ਮੇਰੀ ਇਤਿਹਾਸ ਦੀ ਕਲਾਸ ਵਿੱਚ ਸੀ। ਮੈਂ ਉਸਦਾ ਨਾਮ ਆਪਣੇ ਨੋਟਬੁੱਕਾਂ 'ਤੇ ਹਮੇਸ਼ਾ ਲਿਖਦਾ ਸੀ। ਅਸੀਂ ਵਾਸਤਵ ਵਿੱਚ ਜ਼ਿਆਦਾ ਗੱਲ ਨਹੀਂ ਕੀਤੀ, ਪਰ ਜਦੋਂ ਵੀ ਮੈਂ ਉਸਨੂੰ ਵੇਖਦਾ ਸੀ, ਮੇਰਾ ਦਿਲ ਧੜਕਣ ਲੱਗ ਪੈਂਦਾ ਸੀ।",
                        "German": "Gut, mal sehen. Als ich 15 war, hatte ich meinen ersten Schwarm für einen Jungen namens Tom. Er war in meinem Geschichtsunterricht. Ich habe seinen Namen überall in meinen Heften geschrieben. Wir haben eigentlich nicht viel geredet, aber mein Herz raste jedes Mal, wenn ich ihn sah.",
                        "Javanese": "Apik, ayo ndeleng. Nalika aku umur 15 taun, aku duwe cinta pisanan marang bocah sing jenenge Tom. Dheweke ana ing kelas sejarahku. Aku biasane nulis jenenge ing kabeh buku catetanku. Kita ora tau ngobrol akeh, nanging atiku bakal cepet-cepet saben aku ndeleng dheweke.",
                        "Korean": "좋아, 한번 보자. 내가 15살이었을 때, 톰이라는 이름의 소년에 첫사랑을 느꼈어. 그는 내 역사 수업에 있었어. 나는 그의 이름을 내 노트북 여기저기에 적었어. 우리는 실제로 많이 대화하지 않았지만, 그를 볼 때마다 내 심장은 빨리 뛰었어.",
                        "French": "D'accord, voyons. Quand j'avais 15 ans, j'ai eu mon premier coup de cœur pour un garçon nommé Tom. Il était dans ma classe d'histoire. J'avais l'habitude d'écrire son nom sur tous mes cahiers. Nous n'avons pas vraiment beaucoup parlé, mais mon cœur se mettait à battre plus vite chaque fois que je le voyais.",
                        "Telugu": "సరే, చూడదాం. నేను 15 ఏళ్ళ వయస్సులో ఉన్నప్పుడు, టామ్ అనే బాలుడిపై నాకు మొదటి ప్రేమను కలిగింది. అతడు నా చరిత్ర తరగతిలో ఉన్నాడు. నేను నా నోట్బుక్‌లపై అతని పేరు రాయడానికి అలవాటు పడింది. మేము నిజంగా చాలా మాట్లాడలేదు, కానీ అతన్ని చూసిన ప్రతిసారీ నా గుండె వేగంగా కొట్టేది.",
                        "Marathi": "ठीक आहे, पाहूया. जेव्हा मी 15 वर्षांचा होतो, तेव्हा माझ्यावर टॉम नावाच्या एका मुलावर पहिली क्रश आली. तो माझ्या इतिहासाच्या वर्गात होता. मी त्याचे नाव माझ्या नोटबुक्सवर सर्वत्र लिहीत असे. आम्ही खूप बोललो नाही, पण त्याला पाहिल्यावर माझे हृदय धडधडत असे.",
                        "Tamil": "சரி, பார்ப்போம். நான் 15வது வயதில் இருந்த போது, டாம் எனும் இளைஞரிடம் எனக்கு முதன்மை காதல் ஏற்பட்டது. அவர் என் வரலாறு வகுப்பில் இருந்தார். நான் எப்போதும் என் நொட்புக் களில் அவரது பெயரை எழுதுவேன். நாங்கள் சரியாகச் சந்திக்கவில்லை, ஆனால் அவர் எனை சந்திக்கும்போது என் இதயம் துடித்தது.",
                        "Vietnamese": "Được rồi, hãy xem. Khi tôi 15 tuổi, tôi có cảm tình đầu tiên với một cậu bé tên là Tom. Cậu ấy học trong lớp lịch sử của tôi. Tôi thường viết tên cậu ấy khắp các tập vở của mình. Chúng tôi không thực sự nói chuyện nhiều, nhưng trái tim tôi lại đập nhanh mỗi khi thấy cậu ấy.",
                        "Urdu": "ٹھیک ہے، دیکھتے ہیں۔ جب میں 15 سال کا تھا، تو مجھے ٹام نام کے لڑکے پر پہلا کرش ہوا۔ وہ میری تاریخ کی کلاس میں تھا۔ میں اپنے نوٹ بک پر اس کا نام ہر جگہ لکھتی تھی۔ ہم نے حقیقت میں زیادہ بات نہیں کی، لیکن جب بھی میں اسے دیکھتی تھی، میرا دل تیز دھڑکنے لگتا تھا۔",
                        "Filipino": "Sige, tingnan natin. Nang ako ay 15 taong gulang, nagkaroon ako ng unang crush sa isang batang lalaki na ang pangalan ay Tom. Siya ay nasa aking klase sa kasaysayan. Madalas kong isinusulat ang kanyang pangalan sa lahat ng aking mga notebook. Hindi kami talagang nag-usap nang marami, ngunit palaging bumibilis ang tibok ng aking puso tuwing nakita ko siya.",
                        "Romanian": "Bine, să vedem. Când aveam 15 ani, am avut prima mea simpatie pentru un băiat pe nume Tom. El era în clasa mea de istorie. Foloseam să scriu numele lui pe toate caietele mele. De fapt, nu am vorbit prea mult, dar inima mea se grăbea de fiecare dată când îl vedeam.",
                        "Albanian": "Mirë, le të shohim. Kur isha 15 vjeç, kisha pëlqimin e parë për një djalë me emrin Tom. Ai ishte në klasën time të historisë. Përdorja të shkruaja emrin e tij në të gjitha fletoret e mia. Nuk kemi biseduar shumë, por zemra ime rrihte më shpejt sa herë që e shikoja.",
                        "Nepali": "ठीक छ, हेरौँ। जब म १५ वर्षको थिएँ, मैले पहिलो पटक टम नामको केटामा मन परेको थियो। उनी मेरो इतिहासको कक्षामा थिए। म प्रायः उनको नाम मेरो नोटबुकहरूमा लेख्थें। हामीले वास्तवमा धेरै कुरा गरेनौं, तर उनीलाई हेरिरहेको बेला मेरो मुटु छिटो धड्कन्थ्यो।",
                        "Khmer": "ល្អ, មកមើលគ្នា។ ពេលខ្ញុំអាយុ 15 ឆ្នាំ ខ្ញុំមានការស្រឡាញ់លើកដំបូងទៅកាន់ក្មេងប្រុសឈ្មោះតូម។ គាត់នៅក្នុងថ្នាក់ប្រវត្តិសាស្ត្ររបស់ខ្ញុំ។ ខ្ញុំធម្មតាប្រាប់ឈ្មោះរបស់គាត់នៅលើសៀវភៅសរសេរទាំងអស់របស់ខ្ញុំ។ យើងមិនបាននិយាយគ្នាហើយទេ ប៉ុន្តែចិត្តរបស់ខ្ញុំតែងតែដឹកនឹងឆាប់ប៉ុន្តែពេលណាដែលខ្ញុំបានមើលឃើញគាត់។",
                        "Sinhalese": "හොඳයි, බලමු. මම 15 හැවිරිදි වෙද්දී, මට ටොම් නම්කොල්ලා මට පළමු ආදරය විය. ඔහු මගේ ඉතිහාස පංති එකේ සිටියේය. මම ඔහුගේ නම මගේ සටහන් පොත් වලට හැමටිකම ලිවීමට එපා කරමි. අපි සැබැවින්ම බොහෝ කතා නොකියා, නමුත් ඔහුට බලන හැමවරෙත් මගේ හදවත වේගයෙන් ගමන යයි.",
                        "Amharic": "ጥሩ እንደሆንም፣ እንዴት ነው ተመልከትን። እኔ 15 አመት ሲሆን፣ በተባለው ቶም ስም የተጠራ አንድ ልጅ ላይ የመጀመሪያውን ተመልከት አለኝ። እርሱ በእኔ ታሪክ ክፍል ውስጥ ነበር። እኔ እንደነዚህ ተመልከቱ፣ የሚስጥር ስም በእኔ እባክህ የሚጠራው የማይሆን፣ በሚሰጠው ቦታ እንደሚገኙት እንደ የማይደለክ ነው። እኛ እንደተደረገው ስለዚህ የእኛ ሁኔታ አልተደረገም፣ ነገር ግን እኔ ሁልጊዜ እንደ አንድ እና ይህ በመሆኑም፣ ልዩ ሰው ነኝ።",
                        "Pashto": "ښه، وګورو. کله چې زه ۱۵ کلن وم، ما د ټام په نوم یوه هلک باندې لومړی کرش درلود. هغه زما په تاریخ ټولګي کې و. ما د هغه نوم په خپلو ټولګیو کې هر ځای لیکلو. موږ په حقیقت کې ډېر خبرې ونه کړې، مګر زما زړه هر ځل چې هغه مې ولید، تیز تیز ویشتل.",
                        "Burmese": "အိုကေ၊ ကြည့်ကြရအောင်။ ငါ့အသက် 15 နှစ်ရှိသောအခါ၊ ကျွန်တော်က Tom လို့ခေါ်တဲ့လူငယ်တစ်ဦးကို ပထမဆုံးအကြင်တစ်ခု ခံစားခဲ့ပါတယ်။ သူက ကျွန်တော့်သမိုင်းခန်းမထဲမှာ ရှိခဲ့ပါသေးတယ်။ ကျွန်တော် သူ့နာမည်ကို ကျွန်တော့်စာအုပ်တွေမှာ အစုံလုံးရေးခဲ့ပါတယ်။ ကျွန်တော်တို့ တကယ့်အများကြီးပြောဆိုခြင်းမရှိဘူး၊ ဒါပေမယ့် သူ့ကိုတွေ့တဲ့အခါကျွန်တော့်အသည်းဟာ တစ်ခါတစ်ရံမြန်ပါတယ်။",
                        "Somali": "Hagaag, aan eegno. Markii aan 15 jir ahaa, waxaan lahaa jaceylkii ugu horeeyay ee wiil lagu magacaabo Tom. Wuxuu ahaa fasalka taariikhda ee aan dhigto. Waxaan caadiyan ku qoray magaca isaga dhammaan buug-yaraha aan isticmaalay. Si dhab ah uma hadalnay, laakiin qalbigayga ayaa si degdeg ah u garaacay markasta oo aan arko."
                    }
                }
            ]
        }
    ]
}