{
    "lesson": [
        {
            "title": "Answer out loud",
            "text": "Dane glanced around the quiet street, his heart racing with a mixture of fear and exhilaration. He spotted a sleek, red bicycle leaning against a lamppost, its owner nowhere in sight. What did he spot?",
            "translations": {
                "Chinese": "丹尼环顾寂静的街道，他的心跳因为恐惧和兴奋的混合而加速。他发现一辆光滑的红色自行车靠在路灯柱上，但车主不见踪影。他发现了什么？",
                "Spanish": "Dane miró alrededor de la tranquila calle, con el corazón acelerado por una mezcla de miedo y emoción. Vio una bicicleta roja y elegante apoyada contra un poste de luz, y su dueño no estaba a la vista. ¿Qué vio él?",
                "Hindi": "डेन ने शांत सड़क के चारों ओर देखा, उसका दिल डर और रोमांच के मिश्रण से तेजी से धड़क रहा था। उसने एक चिकनी, लाल साइकिल देखी जो एक लैंपपोस्ट के खिलाफ झुकी हुई थी, उसके मालिक का कहीं पता नहीं था। उसने क्या देखा?",
                "Arabic": "داني نظر حول الشارع الهادئ، وقلبه ينبض بمزيج من الخوف والإثارة. رصد دراجة حمراء أنيقة leaning ضد عمود الإنارة، ولم يكن مالكها في الأفق. ماذا رأى؟",
                "Bengali": "ডেন চুপচাপ রাস্তায় চারপাশে তাকালেন, তার হৃদয় ভয় এবং উত্তেজনার মিশ্রণে দ্রুত কাঁপছিল। তিনি একটি চকচকে লাল বাইক দেখতে পেলেন যা একটি ল্যাম্পপোস্টের বিপরীতে ছিল, এর মালিক কোথাও ছিল না। তিনি কী দেখেছিলেন?",
                "Portuguese": "Dane olhou ao redor da rua tranquila, com o coração acelerado por uma mistura de medo e excitação. Ele avistou uma bicicleta vermelha e elegante encostada em um poste de luz, sem sinal do proprietário. O que ele avistou?",
                "Russian": "Дейн осмотрел тихую улицу, его сердце бешено билось от смеси страха и восторга. Он заметил элегантный красный велосипед, прислоненный к фонарному столбу, но владельца нигде не было видно. Что он заметил?",
                "Japanese": "デーンは静かな通りを見回し、恐怖と興奮が入り混じった心臓がドキドキしていました。彼は、街灯の柱に寄りかかったスリムな赤い自転車を見つけましたが、その所有者の姿は見当たりませんでした。彼は何を見つけたのでしょうか？",
                "Punjabi": "ਡੇਨ ਨੇ ਸੁਣਸਾਣ ਸੜਕ ਦੇ ਆਲੇ ਦੁਆਲੇ ਵੇਖਿਆ, ਉਸਦਾ ਦਿਲ ਡਰ ਅਤੇ ਰੋਮਾਂਚ ਦੇ ਮਿਸ਼ਰਣ ਨਾਲ ਧੜਕ ਰਹੇ ਸਨ। ਉਸ ਨੇ ਇੱਕ ਚਿੱਟੇ ਅਤੇ ਲਾਲ ਸਾਈਕਲ ਨੂੰ ਇੱਕ ਲੈਂਪਪੋਸਟ ਦੇ ਖਿਲਾਫ ਝੁਕਿਆ ਹੋਇਆ ਦੇਖਿਆ, ਉਸ ਦਾ ਮਾਲਕ ਕਿਤੇ ਵੀ ਨਹੀਂ ਸੀ। ਉਸ ਨੇ ਕੀ ਦੇਖਿਆ?",
                "German": "Dane blickte um die ruhige Straße und sein Herz raste vor Angst und Aufregung. Er entdeckte ein schlankes, rotes Fahrrad, das an einem Laternenpfahl lehnte, dessen Besitzer nirgends zu sehen war. Was hat er entdeckt?",
                "Javanese": "Dane ngadhep ing dalan sing sepi, jantungé kenceng amarga gabungan rasa wedi lan semangat. Dheweke ndeleng sepeda abang sing ramping nyandhang ing tiang lampu, lan sing duwe ora katon. Apa sing didelengé?",
                "Korean": "데인은 조용한 거리를 둘러보았고, 그의 심장은 두려움과 흥분이 섞여 빠르게 뛰고 있었습니다. 그는 가로등에 기대어 있는 세련된 빨간 자전거를 발견했지만 주인은 보이지 않았습니다. 그는 무엇을 발견했나요?",
                "French": "Dane regarda autour de lui dans la rue calme, son cœur battant à toute vitesse à cause d'un mélange de peur et d'excitation. Il aperçut une élégante bicyclette rouge appuyée contre un lampadaire, sans signe de son propriétaire. Que vit-il ?",
                "Telugu": "డేన్ మౌనమైన వీధిని చుట్టూ చూసాడు, అతని హృదయం భయంతో మరియు ఉత్కంఠతో కలిసిపోవడంతో వేగంగా కొట్టిపడుతోంది. అతను ఒక స్లీక్, ఎరుపు బైసికల్‌ను లాంప్‌పోస్ట్‌కి అడ్డంగా చూసి, దాని యజమాని ఎక్కడా కనిపించ లేదు. అతను ఏమి చూశాడు?",
                "Marathi": "डेनने शांत रस्त्यावर नजर टाकली, त्याचे हृदय भय आणि उत्साहाच्या मिश्रणाने धडधडत होते. त्याने एक पतला, लाल सायकल एक लॅम्पपोस्टवर झुकीलेली पाहिली, त्याचा मालक कुठेच दिसला नाही. त्याने काय पाहिले?",
                "Tamil": "டேன் அமைதியான தெரு முழுவதும் பார், அவன் இதயம் அஞ்சலும் மற்றும் உற்சாகத்துடன் கலந்த மூச்சு பிடிப்புடன் உடைந்தது. அவன் ஒரு மென்மையான, சிவப்பு சைக்கிள் ஒரு விளக்குப்பொருளுக்கு எதிராக சாய்ந்து நின்றதை கண்டுபிடித்தான், அதன் உரிமையாளர் எங்கு தெரியவில்லை. அவன் என்னைக் கண்டுபிடித்தான்?",
                "Vietnamese": "Dane nhìn quanh con phố yên tĩnh, trái tim anh đập nhanh vì sự kết hợp giữa sợ hãi và phấn khích. Anh nhìn thấy một chiếc xe đạp đỏ bóng loáng dựa vào cột đèn, nhưng chủ nhân của nó không thấy đâu. Anh đã phát hiện ra gì?",
                "Urdu": "ڈین نے خاموش سڑک کے گرد نظر ڈالی، اس کا دل خوف اور پرجوشی کے ملاپ سے تیز دھڑک رہا تھا۔ اس نے ایک چمکدار، سرخ سائیکل دیکھا جو ایک لیمپ پوسٹ کے خلاف جھک رہی تھی، اور اس کا مالک کہیں نظر نہیں آیا۔ اس نے کیا دیکھا؟",
                "Filipino": "Tumingin si Dane sa paligid ng tahimik na kalye, ang kanyang puso ay tumibok ng mabilis sa kumbinasyon ng takot at pananabik. Nakita niya ang isang makintab na pulang bisikleta na nakasandal sa isang poste ng ilaw, wala ang may-ari nito. Ano ang nakita niya?",
                "Romanian": "Dane s-a uitat în jurul străzii liniștite, inima lui bătând repede dintr-o combinație de frică și entuziasm. A observat o bicicletă roșie și elegantă sprijinită de un stâlp de iluminat, dar proprietarul nu era nicăieri în apropiere. Ce a observat el?",
                "Albanian": "Dane shikoi përreth rrugës së qetë, zemra e tij duke rrahur me një përzierje frike dhe eksitimi. Ai pa një biçikletë të kuqe dhe elegante që mbështetej pas një shtyllë ndriçimi, pronari i saj nuk ishte në pamje. Çfarë pa ai?",
                "Nepali": "डेनले शान्त सडकको चारैतिर हेर्‍यो, उसको मुटु डर र रोमाञ्चको मिश्रणले तीव्र गतिमा धड्किरहेको थियो। उसले एक चमकदार, रातो साइकिल देख्यो जुन एक लाइटपोलमा झुकी थियो, यसको मालिक कहीं देखा परेन। उसले के देख्यो?",
                "Khmer": "ដេនបានមើលជុំវិញផ្លូវដែលមានសញ្ញាបញ្ជាក់ថាស្ងៀមៗ ហើយបេះដូងរបស់គាត់បានច្រាស់ដោយការភ្ញាក់ផ្អើលនិងការលើកទឹកចិត្ត។ គាត់បានឃើញរទេះក្រហមដ៏ស្អាតមួយឲ្យបានជិតនឹងកុងត្រូលពន្លឺមួយ ប៉ុន្តែម្ចាស់របស់វាមិនមានទេ។ គាត់បានឃើញអ្វី?",
                "Sinhalese": "ඩේන් නිහතමානී මාර්ගය වටා බැලුවා, ඔහුගේ හෘදයාබාධය බිය සහ උද්‍යෝගය මිශ්‍ර වූ ස්වරයකින් කටුකව පීඩිත විය. ඔහු කුඩා රතු බයිසිකල් එකක් කුමුදු සලාවකට සයින් කළා, නමුත් එහි අයිතිකරු මැකුණාය. ඔහු දැක්කා කුමක්ද?",
                "Amharic": "ዴን የሚያምር በሚስቱ መንገድ ውስጥ አንተኛ ባህር ማስታወስ ነበር። በየጊዜው በጭምር በየጊዜው ወንድም ወደ እርሱ እንደሚደርስ ሆኖ አይቻልም። የተለየውን ተመልስ በግንዛቤ የተከሰኑትን የአስከተለውን ተንቀሳቃሽ ምንም አካላት አይቻልም።",
                "Pashto": "هو، هغه یې ولید. هغه یو نوې ټکټ ترلاسه کړ. هغه ټول څه دوستانه کلرک ته تشریح کړل او اوس هغه د خپل سفر بیا پیل کولو لپاره خوښ و.",
                "Burmese": "ဒိန်းသည် သQuietသောလမ်းကို မျက်စိမေးပြီး မျိုးစုံလေးနှင့် ပျော်ရွှင်မှုမရှိလို့ မျက်စိရှုပ်မှုရှိနေသည်။ သူသည် စတိုင်လ်အဖြစ် အနီရောင်တစ်စီးကွက်ပြားကင်းသော မီးထိုးတိုက်များကို သီလပ်မှ ထိပ်ပေါ်တွင် အနီးတွင်ရှာဖွေခဲ့ပါသည်။ သူကဘာကိုတွေ့ခဲ့လဲ?",
                "Somali": "Dane wuxuu eegay waddada deggan, qalbigiisu wuxuu garaacayay iyadoo isku-darka cabsi iyo farxad. Wuxuu arkay baaskiil cas oo dhalaalaya oo ku dheggan tiir iftiin ah, milkiilihiisa ma muuqdo. Maxuu arkay?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "A red bicycle right. Without thinking twice, he approached the bike, glancing over his shoulder to ensure no one was watching. Did he leave the bike?",
            "translations": {
                "Chinese": "一辆红色的自行车。毫不犹豫地，他走近了自行车，回头看了一眼以确保没有人观察他。他离开了自行车吗？",
                "Spanish": "Una bicicleta roja, correcto. Sin pensarlo dos veces, se acercó a la bicicleta, mirando por encima del hombro para asegurarse de que nadie lo estaba observando. ¿Dejó la bicicleta?",
                "Hindi": "एक लाल साइकिल, सही। बिना दो बार सोचे, वह साइकिल के पास गया, और यह सुनिश्चित करने के लिए अपने कंधे की ओर देखा कि कोई देख नहीं रहा है। क्या उसने साइकिल छोड़ दी?",
                "Arabic": "دراجة حمراء، صحيح. دون التفكير مرتين، اقترب من الدراجة، وهو ينظر فوق كتفه للتأكد من عدم مشاهدة أحد له. هل ترك الدراجة؟",
                "Bengali": "একটি লাল সাইকেল, ঠিক। দুইবার চিন্তা না করে, সে সাইকেলের কাছে গেল, তার কাঁধের উপর তাকিয়ে নিশ্চিত হল যে কেউ তাকে দেখছে না। কি সে সাইকেলটি ছেড়ে দিল?",
                "Portuguese": "Uma bicicleta vermelha, certo. Sem pensar duas vezes, ele se aproximou da bicicleta, olhando por cima do ombro para garantir que ninguém estivesse observando. Ele deixou a bicicleta?",
                "Russian": "Красный велосипед, верно. Не раздумывая, он подошел к велосипеду, оглянувшись через плечо, чтобы убедиться, что никто не смотрит. Он оставил велосипед?",
                "Japanese": "赤い自転車、そうです。二度考えずに、自転車に近づき、肩越しに誰も見ていないことを確認しました。自転車を置いていきましたか？",
                "Punjabi": "ਇੱਕ ਲਾਲ ਸਾਈਕਲ, ਸਹੀ। ਦੋ ਵਾਰੀ ਨਾ ਸੋਚਦੇ ਹੋਏ, ਉਹ ਸਾਈਕਲ ਦੇ ਕੋਲ ਗਿਆ, ਆਪਣੇ ਕਾਂਧੇ ਉੱਤੇ ਦੇਖਿਆ ਇਹ ਯਕੀਨੀ ਕਰਨ ਲਈ ਕਿ ਕੋਈ ਉਸਨੂੰ ਨਹੀਂ ਵੇਖ ਰਿਹਾ। ਕੀ ਉਸਨੇ ਸਾਈਕਲ ਛੱਡ ਦਿੱਤੀ?",
                "German": "Ein rotes Fahrrad, richtig. Ohne zweimal nachzudenken, näherte er sich dem Fahrrad, indem er über seine Schulter schaute, um sicherzustellen, dass niemand zusah. Hat er das Fahrrad stehen lassen?",
                "Javanese": "Sepeda abang, bener. Tanpa mikir kaping pindho, dheweke nyedhaki sepeda, nyawang ing pundhak kanggo mesthekake yen ora ana sing nonton. Apa dheweke ninggalake sepeda?",
                "Korean": "맞아요, 빨간 자전거입니다. 두 번 생각하지 않고 자전거에 다가가면서 어깨 너머로 살펴보아 아무도 보고 있지 않은지 확인했습니다. 자전거를 남겼나요?",
                "French": "Une bicyclette rouge, c'est ça. Sans réfléchir à deux fois, il s'est approché de la bicyclette, regardant par-dessus son épaule pour s'assurer que personne ne le regardait. A-t-il laissé la bicyclette?",
                "Telugu": "ఒక ఎరుపు సైకిల్, సరిగ్గా. రెండు సార్లు ఆలోచించకుండా, అతను సైకిల్ వైపు వెళ్లాడు, ఎవరో చూస్తున్నారో లేదో తన భుజంపై చూసాడు. అతను సైకిల్‌ను విడిచిపెట్టాడా?",
                "Marathi": "एक लाल सायकल, बरोबर. दोनदा विचार न करता, तो सायकलकडे निघाला, त्याच्या खांबावर नजर टाकून पाहिला की कोणी पाहत नाही. त्याने सायकल सोडली का?",
                "Tamil": "ஒரு சிவப்பு சைக்கிள், சரி. இரண்டு முறை சிந்திக்காமல், அவர் சைக்கிளுக்கு அருகில் சென்றார், யாரும் பார்க்கவில்லை என்று உறுதிப்படுத்த அவர் தோளில் முந்தைய பக்கம் பார்த்தார். அவர் சைக்கிளைப் பறித்து விட்டாரா?",
                "Vietnamese": "Một chiếc xe đạp màu đỏ, đúng rồi. Không suy nghĩ hai lần, anh ta tiếp cận chiếc xe đạp, nhìn qua vai để đảm bảo không ai đang nhìn. Anh ta có để lại chiếc xe đạp không?",
                "Urdu": "ایک سرخ سائیکل، ٹھیک ہے۔ بغیر دو بار سوچے، وہ سائیکل کے قریب پہنچا، اور یہ یقینی بنانے کے لیے اپنے کندھے کی طرف دیکھا کہ کوئی اسے نہیں دیکھ رہا تھا۔ کیا اس نے سائیکل چھوڑ دی؟",
                "Filipino": "Isang pulang bisikleta, tama. Nang hindi nag-isip ng dalawang beses, lumapit siya sa bisikleta, tinitingnan ang kanyang balikat upang tiyakin na walang nanonood. Iniwan ba niya ang bisikleta?",
                "Romanian": "O bicicletă roșie, corect. Fără să se gândească de două ori, s-a apropiat de bicicletă, aruncând o privire peste umăr pentru a se asigura că nimeni nu îl urmărește. A lăsat bicicleta?",
                "Albanian": "Një biçikletë e kuqe, e drejtë. Pa menduar dy herë, ai iu afrua biçikletës, duke shikuar mbi shpatull për të siguruar që askush nuk po shikonte. E la ai biçikletën?",
                "Nepali": "एक रातो साइकिल, ठीक छ। दुईपटक सोच्न नलागी, उसले साइकिलको नजिक गए, कसैले हेरिरहेको छैन भनेर सुनिश्चित गर्न आफ्नो काँधको माथि हेर्यो। उसले साइकिल छोड्यो कि?",
                "Khmer": "មួកក្រហមមួយ។ ដោយមិនគិតពីរដងទេ គាត់បានជិតនឹងកង់នោះ ហើយមើលត្រឡប់ទៅនៅលើស្មារដើម្បីធានាថាគ្មាននរណាអំពាវនាវ។ តើគាត់បានទុកកង់ទេ?",
                "Sinhalese": "රතු බයිසිකලයක්, නිවැරදිවම. දෙවරක් සිතන්න තවත්, ඔහු බයිසිකලයට ආසන්න විය, කාට හෝ බලමින් නැතැයි සනාථ කිරීමට ඔහුගේ කකුල් මත රැඳී සිටියා. ඔහු බයිසිකලය අත්හරින්නේද?",
                "Amharic": "ቀይ በስከት ተቀባይ እንደሆነ፣ በምልክት ወይንም ወደ ማድረግ ይደርስ። እሱ በሚከተለው ወቅት እንደሆነ የተመለከተ እንዲያውም በላይ ከሚከተልና በሚጠብቅ ማስታወስ ይህንን እርግጠኝነትን ይቆርጣል። አስተውለው እንዲያውም የተመለከተን እንዲያውም በላይ እንዲሆን ይህንን በተመለከተ እንዲያውም በማስታወስ ማይችል።",
                "Pashto": "صحیح، یو سره بایسکل. پرته له دې چې دوه ځله فکر وکړي، هغه بایسکل ته نږدې شو، او د دې ډاډ ترلاسه کولو لپاره چې هیڅ څوک نه ګوري، د خپل اوږې څخه ګورل. آیا هغه بایسکل پریښود؟",
                "Burmese": "နီယားဘူတာ့ စက်ဘီးတစ်စီး။ နှစ်ချက်စဉ်းစားမထားဘဲ စက်ဘီးကို ရှေ့တွင် သွားပါက အကြောင်းမစဉ်းစားပဲ သင့်ရဲ့နောက်ထပ်ပေါ်မှာ မြင်ရပါသည်။ စက်ဘီးကို ကောင်းမွန်စွာ ခွင့်ပြုလား?",
                "Somali": "Baaskiil cas ah, sax. Isagoo laba jeer fikirin, ayuu baaskiilka u dhowaanaya, isagoo eegaya garbihiisa si uu u hubiyo in qofna uusan arkayn. Ma ka tagay baaskiilka?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "No, no, he didn't leave the bike. He approached the bike. Dane's fingers trembled as he gripped the handlebars, lifting the bike off the ground. Why did he lift it off the ground, though?",
            "translations": {
                "Chinese": "不，不，他没有离开自行车。他靠近了自行车。丹恩的手指颤抖着握住车把，把自行车抬离地面。不过，他为什么要把自行车抬离地面呢？",
                "Spanish": "No, no, no dejó la bicicleta. Se acercó a la bicicleta. Los dedos de Dane temblaban mientras agarraba el manillar, levantando la bicicleta del suelo. Pero, ¿por qué la levantó del suelo?",
                "Hindi": "नहीं, नहीं, उसने साइकिल नहीं छोड़ी। वह साइकिल के पास गया। डेन के अंगूठे कांप रहे थे जब उसने हैंडलबार को पकड़ा, साइकिल को जमीन से ऊपर उठाते हुए। हालांकि, उसने इसे जमीन से क्यों उठाया?",
                "Arabic": "لا، لا، لم يترك الدراجة. اقترب من الدراجة. كانت أصابع دين ترتعش بينما كان يمسك بالمقود، ويرفع الدراجة عن الأرض. لكن، لماذا رفعها عن الأرض؟",
                "Bengali": "না, না, সে সাইকেলটি ছেড়ে দেয়নি। সে সাইকেলের কাছে গেল। ডেনের আঙ্গুলগুলি কাঁপছিল যখন সে হ্যান্ডেলবারটি ধরেছিল, সাইকেলটি মাটির উপরে তুলছিল। তবে, কেন সে এটি মাটির উপরে তুলেছিল?",
                "Portuguese": "Não, não, ele não deixou a bicicleta. Ele se aproximou da bicicleta. Os dedos de Dane tremiam enquanto ele segurava o guidão, levantando a bicicleta do chão. Mas, por que ele a levantou do chão?",
                "Russian": "Нет, нет, он не оставил велосипед. Он подошел к велосипеду. Пальцы Дейна дрожали, когда он схватил ручки и поднял велосипед с земли. Почему же он его поднял?",
                "Japanese": "いいえ、いいえ、彼は自転車を置き去りにはしませんでした。彼は自転車に近づきました。デーンの指はハンドルバーを握ると震え、自転車を地面から持ち上げました。しかし、なぜ彼はそれを地面から持ち上げたのでしょうか？",
                "Punjabi": "ਨਹੀਂ, ਨਹੀਂ, ਉਸਨੇ ਸਾਈਕਲ ਨਹੀਂ ਛੱਡੀ। ਉਹ ਸਾਈਕਲ ਦੇ ਕੋਲ ਗਿਆ। ਡੇਨ ਦੇ ਹੱਥ ਕਾਂਪ ਰਹੇ ਸਨ ਜਦੋਂ ਉਸਨੇ ਹੈਂਡਲਬਾਰ ਨੂੰ ਫੜਿਆ, ਸਾਈਕਲ ਨੂੰ ਜ਼ਮੀਨ ਤੋਂ ਉਠਾਉਂਦੇ ਹੋਏ। ਫਿਰ, ਉਸਨੇ ਇਸਨੂੰ ਜ਼ਮੀਨ ਤੋਂ ਕਿਉਂ ਉਠਾਇਆ?",
                "German": "Nein, nein, er hat das Fahrrad nicht stehen gelassen. Er ging auf das Fahrrad zu. Danes Finger zitterten, als er den Lenker griff und das Fahrrad vom Boden hob. Warum hat er es vom Boden gehoben?",
                "Javanese": "Ora, ora, dheweke ora ninggalake sepeda. Dheweke nyedhaki sepeda. Jari-jari Dane geter nalika dheweke nyekel stang sepeda, ngangkat sepeda saka lemah. Nanging, kenapa dheweke ngangkat saka lemah?",
                "Korean": "아니요, 아니요, 그는 자전거를 놓지 않았습니다. 그는 자전거에 다가갔습니다. 데인의 손가락이 떨리면서 핸들바를 잡고 자전거를 땅에서 들어 올렸습니다. 그런데 왜 자전거를 땅에서 들어 올렸을까요?",
                "French": "Non, non, il n'a pas laissé le vélo. Il s'est approché du vélo. Les doigts de Dane tremblaient alors qu'il saisissait le guidon, soulevant le vélo du sol. Mais pourquoi l'a-t-il soulevé du sol ?",
                "Telugu": "లేదు, లేదు, అతను సైకిల్‌ను వదలలేదు. అతను సైకిల్ వద్దకు వచ్చాడు. డేన్ యొక్క వేళ్ళు హ్యాండిల్‌బార్‌ను పట్టుకున్నప్పుడు కదిలేవిగా ఉన్నవు, సైకిల్‌ను నేల నుండి పైకి ఎత్తారు. అయితే, అతను దీనిని నేల నుండి ఎందుకు ఎత్తాడు?",
                "Marathi": "होय, होय, त्याने सायकल सोडली नाही. त्याने सायकलच्या जवळ गेला. डेनच्या अंगठ्या थरथरत होत्या कारण त्याने हँडलबार पकडला, सायकलला जमिनीपासून उचलत. पण, त्याने ते जमिनीपासून का उचलले?",
                "Tamil": "ஆம்,ஆம், அவர் சைக்கிள் விட்டுவிடவில்லை. அவர் சைக்கிளுக்கு அருகில் சென்றார். டேனின் விரல்கள் கம்பிகள் பிடிக்கும்போது கிறித்தனமாக இருந்தன, சைக்கிளைப் நிலத்திலிருந்து உயர்த்தினார். எனவே, அவர் அதை நிலத்திலிருந்து ஏன் உயர்த்தினார்?",
                "Vietnamese": "Không, không, anh ta không rời chiếc xe đạp. Anh ta tiếp cận chiếc xe đạp. Ngón tay của Dane run rẩy khi anh ta nắm lấy tay lái, nâng chiếc xe đạp lên khỏi mặt đất. Tuy nhiên, tại sao anh ta lại nâng nó lên khỏi mặt đất?",
                "Urdu": "نہیں، نہیں، اس نے سائیکل نہیں چھوڑی۔ وہ سائیکل کے قریب گیا۔ ڈین کی انگلیاں ہل رہی تھیں جب اس نے ہینڈل بار پکڑا، سائیکل کو زمین سے اٹھایا۔ لیکن، اس نے اسے زمین سے کیوں اٹھایا؟",
                "Filipino": "Hindi, hindi, hindi niya iniwan ang bisikleta. Lumapit siya sa bisikleta. Nanginig ang mga daliri ni Dane habang hinahawakan ang manibela, itinaas ang bisikleta mula sa lupa. Ngunit bakit niya ito itinaas mula sa lupa?",
                "Romanian": "Nu, nu, nu a lăsat bicicleta. S-a apropiat de bicicletă. Degetele lui Dane tremurau în timp ce prindea ghidonul, ridicând bicicleta de la sol. Dar de ce a ridicat-o de la sol?",
                "Albanian": "Jo, jo, ai nuk e la biçikletën. Ai iu afrua biçikletës. Gishtat e Dane ishin duke dridhur ndërsa ai mbante timonin, duke e ngritur biçikletën nga toka. Pse e ngriti nga toka, ndonjëway?",
                "Nepali": "हो, हो, उसले साइकिल छोडेको छैन। उसले साइकिलको नजिक गयो। डेनका औंलाहरू काँपिरहेका थिए जब उसले हैंडलबारलाई सम्हाल्यो, साइकिललाई जमिनबाट उचाल्दै। तर, उसले यसलाई जमिनबाट किन उचाल्यो?",
                "Khmer": "មិនទេ, មិនទេ, គាត់មិនបានទុកកង់នោះទេ។ គាត់បានជិតស្គាល់កង់។ ដៃរបស់ Dane បានរះរ៉ាសនៅពេលដែលគាត់បានយកកាន់បណ្ដោះអាសន្ន, ហើយឡើងលើកង់ពីលើដី។ តែធ្វើមីដូចម្តេចដើម្បីឲ្យវាឡើងពីលើដី?",
                "Sinhalese": "ඔව්, ඔව්, ඔහු බයිසිකලය අත්හරින්නා වූයේ නොවේ. ඔහු බයිසිකලයට ආසන්න විය. ඩේන්ගේ ඇඟිලි සෙට බයිසිකලය උඩට මතුවෙමින් වාරණාකාරී විය. කෙසේ වියදම් කිරීම සඳහා ඔහු ගාස්තු ගණන් ආදර්ශයක් සඳහා පළ කරන ලදී?",
                "Amharic": "አዎን፣ አዎን፣ እሱ እንዲያውም በዚህ ሁኔታ የተደረገውን በህግና እንደሆን ህግና የተደርሰውን ይበልጣል። የተለያዩ የሆነውን ሰንበት የሚወስድ ተሞክሯል።",
                "Pashto": "نه، نه، هغه بایسکل نه دی پریښودل. هغه بایسکل ته لاړ. د ډین ګوتې لرزیدلې، کله چې هغه د ټینک لرګی نیولی، بایسکل له ځمکې پورته کړه. مګر، هغه ولې د ځمکې څخه پورته کړه؟",
                "Burmese": "ဟုတ်ကဲ့၊ ဟုတ်ကဲ့၊ သူသည် စက်ဘီးကို မလွှဲခဲ့ပါ။ သူသည် စက်ဘီးကို လှမ်းသွားခဲ့သည်။ ဒိန်း၏ လက်လေးများ ချုပ်ထားသောအခါ သက်ရောက်နေစဉ် ခံစားရသည့် ခံစားချက်က စက်ဘီးကို မြေပြင်ထက် အထိ ပြန်ထုခြင်း ဖြစ်သည့်အထိ ခံစားရသည်။ သို့သော် သူသည် ဘာကြောင့် ယင်းကို မြေပြင်ထက် ထွက်ရန် လုပ်ခဲ့သလဲ?",
                "Somali": "Maya, maya, ma uu ka tagin baaskiilka. Wuxuu u dhawaaqay baaskiilka. Fariimaha Dane ayaa gariiraya isagoo qabta gacanta, isagoo kor u qaadaya baaskiilka dhulka ka. Laakiin, maxay ugu qaaday dhulka?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "Right, because it was just lying there. His destination was a small park on the outskirts of town, a place he often went to escape the chaos of his life. Where was he now heading to?",
            "translations": {
                "Chinese": "对，因为它就那样躺在那里。他的目的地是城镇郊区的一个小公园，一个他经常去的地方，以逃避生活中的混乱。他现在要去哪里？",
                "Spanish": "Correcto, porque simplemente estaba allí tirado. Su destino era un pequeño parque en las afueras de la ciudad, un lugar al que solía ir para escapar del caos de su vida. ¿A dónde se dirigía ahora?",
                "Hindi": "सही, क्योंकि यह बस वहीं पड़ा था। उसकी मंजिल एक छोटे से पार्क थी जो शहर के बाहरी इलाके में था, एक ऐसा स्थान जहाँ वह अक्सर जीवन की अराजकता से बचने के लिए जाता था। अब वह कहाँ जा रहा था?",
                "Arabic": "صحيح، لأنه كان ملقى هناك فقط. كانت وجهته حديقة صغيرة في أطراف المدينة، مكان كان يذهب إليه غالبًا للهروب من فوضى حياته. إلى أين كان يتجه الآن؟",
                "Bengali": "ঠিক, কারণ এটি সেখানেই পড়েছিল। তার গন্তব্য ছিল শহরের উপকণ্ঠে একটি ছোট পার্ক, একটি স্থান যেখানে সে প্রায়ই তার জীবনের বিশৃঙ্খলা থেকে পালানোর জন্য যেত। এখন সে কোথায় যাচ্ছিল?",
                "Portuguese": "Correto, porque estava apenas ali deitado. Seu destino era um pequeno parque nos arredores da cidade, um lugar para onde ele costumava ir para escapar do caos de sua vida. Para onde ele estava indo agora?",
                "Russian": "Верно, потому что он просто лежал там. Его целью был небольшой парк на окраине города, место, куда он часто ходил, чтобы уйти от хаоса своей жизни. Куда он направлялся сейчас?",
                "Japanese": "その通り、それはただそこに放置されていました。彼の目的地は町の郊外にある小さな公園で、彼が人生の混乱から逃れるためによく訪れる場所でした。彼は今どこに向かっていたのでしょうか？",
                "Punjabi": "ਸਹੀ ਹੈ, ਕਿਉਂਕਿ ਇਹ ਸਿੱਧਾ ਉਥੇ ਪਿਆ ਹੋਇਆ ਸੀ। ਉਸਦਾ ਮੰਜ਼ਿਲ ਸ਼ਹਿਰ ਦੇ ਪਰਿਸ਼ਰ ਵਿੱਚ ਇੱਕ ਛੋਟਾ ਸਾਰਕ ਸੀ, ਇੱਕ ਥਾਂ ਜਿਥੇ ਉਹ ਅਕਸਰ ਆਪਣੇ ਜੀਵਨ ਦੀ ਕਹਿਰਤ ਤੋਂ ਪਲਾਇਨ ਕਰਣ ਲਈ ਜਾਂਦਾ ਸੀ। ਹੁਣ ਉਹ ਕਿੱਥੇ ਜਾ ਰਿਹਾ ਸੀ?",
                "German": "Richtig, weil es einfach nur dort lag. Sein Ziel war ein kleiner Park am Stadtrand, ein Ort, an den er oft ging, um dem Chaos seines Lebens zu entkommen. Wohin war er jetzt unterwegs?",
                "Javanese": "Bener, amarga mung nganggur ana ing kana. Tujuané yaiku taman cilik ing pinggiran kutha, papan sing asring dikunjungi kanggo nyingkiri kekacauan uripe. Saiki, dheweke arep menyang ngendi?",
                "Korean": "맞아요, 그냥 거기에 놓여 있었기 때문이죠. 그의 목적지는 도시 외곽에 있는 작은 공원이었고, 그는 인생의 혼란에서 벗어나기 위해 자주 가는 곳이었습니다. 그는 지금 어디로 가고 있었나요?",
                "French": "Exactement, car il était simplement là. Sa destination était un petit parc à la périphérie de la ville, un endroit où il allait souvent pour échapper au chaos de sa vie. Où se dirigeait-il maintenant ?",
                "Telugu": "సరే, ఎందుకంటే అది అక్కడే పడి ఉంది. అతని గమ్యం పట్టణం పక్కన ఉన్న చిన్న పార్కు, ఒకవేళ అతను జీవితంలోని అస్తవ్యస్తత నుండి తప్పించుకోవడానికి తరచూ వెళ్లేది. అతను ఇప్పుడు ఎక్కడకు వెళ్ళిపోతున్నాడు?",
                "Marathi": "होय, कारण ते तिथेच पडले होते. त्याचे लक्ष्य म्हणजे शहराच्या कडेला असलेला एक लहानसा उद्यान, जिथे तो सहसा आपल्या जीवनाच्या गोंधळापासून दूर जाण्यासाठी जातो. तो आता कुठे जात होता?",
                "Tamil": "சரி, ஏனெனில் அது அங்கு மட்டும் கிடந்தது. அவரது இலக்கமானது நகரத்தின் உள்நாட்டில் உள்ள சிறிய பூங்கா, அவர் வாழ்க்கையின் கலவரத்திலிருந்து逃 மிக்க இடம். அவர் இப்போது எங்கு செல்கிறார்?",
                "Vietnamese": "Đúng vậy, vì nó chỉ nằm đó. Điểm đến của anh là một công viên nhỏ ở ngoại ô thành phố, nơi anh thường đến để thoát khỏi sự hỗn loạn trong cuộc sống. Anh đang đi đâu bây giờ?",
                "Urdu": "صحیح، کیونکہ یہ بس وہاں پڑا ہوا تھا۔ اس کا مقصد شہر کے کنارے پر ایک چھوٹا سا پارک تھا، ایک جگہ جہاں وہ اکثر اپنی زندگی کی افراتفری سے بچنے کے لیے جاتا تھا۔ وہ اب کہاں جا رہا تھا؟",
                "Filipino": "Tama, dahil doon lang ito nakahiga. Ang kanyang destinasyon ay isang maliit na parke sa labas ng bayan, isang lugar na madalas niyang pinupuntahan upang makatakas sa kaguluhan ng kanyang buhay. Saan siya papunta ngayon?",
                "Romanian": "Corect, pentru că era doar acolo. Destinația lui era un parc mic la marginea orașului, un loc unde adesea mergea pentru a scăpa de haosul vieții sale. Unde se îndrepta acum?",
                "Albanian": "E drejtë, sepse ishte thjesht aty. Destinacioni i tij ishte një park i vogël në periferi të qytetit, një vend ku ai shkonte shpesh për të shpëtuar nga kaosi i jetës së tij. Ku ishte ai tani duke shkuar?",
                "Nepali": "सही, किनकि यो त्यहाँ मात्रै थियो। उसको गन्तव्य शहरको बाहिरी क्षेत्रको एक सानो पार्क थियो, जहाँ उनी प्रायः आफ्नो जीवनको अराजकता बाट बच्न जान्थे। अब ऊ कहाँ जानु हुँदैछ?",
                "Khmer": "ត្រូវហើយ ដោយសារតែវាមានតែដេកនៅទីនោះ។ គោលដៅរបស់គាត់គឺការសួនតូចមួយនៅខាងជាប់នៃទីក្រុង ដែលគាត់តែងតែទៅដើម្បីគេចខ្លួនពីការធ្វើអីខ្លះនៅក្នុងជីវិតរបស់គាត់។ គាត់កំពុងដំណើរកម្សាន្តទៅកាន់កន្លែងណា?",
                "Sinhalese": "ඔව්, එය එහි පමණක් හෝ විය. ඔහුගේ ඉලක්කය නගරයේ අසළ පිහිටි කුඩා වගුවක්, ජීවිතයේ කොරෝනා සිට වළක්වීමට ඔහු නිතර යන ස්ථානයක් වේ. දැන් ඔහු කුඩා පිළිවලට පිටවන්නේ කොහේද?",
                "Amharic": "እሺ፣ ምክንያቱም በዚህ ሉዋዊ መልኩ እንደሆን እንደ እሱ በመሆኑም ተደርጓል። መናበሪያው በከተማው በኩል በጠራቂው በኩል በስራ በስራው ውስጥ አዲስ እንዲሆን ተደርጎ ተቋም። አሁን እሱ ወዴት እንደሚሄድ ይለዋል?",
                "Pashto": "صحیح، ځکه چې دا یوازې هلته پراته وو. د هغه مقصد د ښار په څنډو کې یوه وړوکې پارک وه، یوه ځای چې هغه اکثر د خپلې ژوندۍ ګډوډۍ څخه د تېښتې لپاره لاړ شي. اوس هغه کوم ځای ته روان دی؟",
                "Burmese": "မှန်ပါတယ်၊ အဲဒါအထူးသဖြင့် သာလွန်သွားခဲ့သည်။ သူ၏ရောက်ရှိရာနေရာသည် မြို့တော်၏အခြမ်းအခြားတွင်ရှိသော သေးငယ်သောပန်းခြံတစ်ခုဖြစ်သည်။ သူသည် အခြားကမ္ဘာအတော်လေးခေါက်သည်။ ယခုသူသည် ဘယ်ဘက်သို့သွားနေပါသလဲ?",
                "Somali": "Sax, sababtoo ah waxay si fudud halkaas ugu jirtey. Goobtiisu waxay ahayd beerta yar ee ku taal geeska magaalada, meel uu badanaa u socdo si uu uga baxsado fowdada noloshiisa. Xagee ayuu hadda u socdaa?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "Yes, to a small park. His place he likes to go to escape the chaos of his life. Why did Dane steal the bike?",
            "translations": {
                "Chinese": "是的，去一个小公园。他喜欢去那里逃避生活中的混乱。那恩为什么偷了自行车？",
                "Spanish": "Sí, a un pequeño parque. Su lugar al que le gusta ir para escapar del caos de su vida. ¿Por qué robó Dane la bicicleta?",
                "Hindi": "हां, एक छोटे से पार्क में। वह जगह जहाँ वह अपने जीवन की अराजकता से बचने के लिए जाता है। दाने ने बाइक क्यों चुराई?",
                "Arabic": "نعم، إلى حديقة صغيرة. مكانه الذي يحب الذهاب إليه للهروب من فوضى حياته. لماذا سرق دان الدراجة؟",
                "Bengali": "হ্যাঁ, একটি ছোট পার্কে। তার স্থানে যেখানে সে তার জীবনের বিশৃঙ্খলা থেকে পালানোর জন্য যেতে পছন্দ করে। ডেন বাইকটি কেন চুরি করেছিল?",
                "Portuguese": "Sim, para um pequeno parque. O lugar que ele gosta de ir para escapar do caos de sua vida. Por que Dane roubou a bicicleta?",
                "Russian": "Да, в небольшой парк. Место, куда он любит ходить, чтобы убежать от хаоса своей жизни. Почему Дейн украл велосипед?",
                "Japanese": "はい、小さな公園に。彼が生活の混乱から逃れるために行くのが好きな場所です。なぜデインは自転車を盗んだのですか？",
                "Punjabi": "ਹਾਂ, ਇੱਕ ਛੋਟੇ ਪਾਰਕ ਵਿੱਚ। ਉਸ ਸਥਾਨ ਤੇ ਜਿੱਥੇ ਉਹ ਆਪਣੇ ਜੀਵਨ ਦੀ ਅराजਕਤਾ ਤੋਂ ਬਚਣ ਲਈ ਜਾਂਦਾ ਹੈ। ਡੇਨ ਨੇ ਬਾਈਕ ਕਿਉਂ ਚੁਰੀ ਕੀਤੀ?",
                "German": "Ja, zu einem kleinen Park. Sein Ort, an den er gerne geht, um dem Chaos seines Lebens zu entkommen. Warum hat Dane das Fahrrad gestohlen?",
                "Javanese": "Ya, menyang taman cilik. Panggonan sing disenengi kanggo ngindhari kekacauan urip. Napa Dane nyolong sepedha?",
                "Korean": "네, 작은 공원으로. 그가 삶의 혼란에서 벗어나기 위해 자주 가는 곳입니다. 왜 데인은 자전거를 훔쳤나요?",
                "French": "Oui, à un petit parc. Son endroit où il aime aller pour échapper au chaos de sa vie. Pourquoi Dane a-t-il volé le vélo ?",
                "Telugu": "అవును, ఒక చిన్న పార్కుకు. అతను జీవితంలోని అశాంతి నుండి తప్పించుకోవడానికి వెళ్ళే ప్రదేశం. డేన్ బైక్‌ను ఎందుకు చోరీ చేశాడు?",
                "Marathi": "होय, एका लहान पार्कमध्ये. एक ठिकाण जिथे तो आपल्या जीवनाच्या गोंधळापासून दूर जाऊन जातो. डेनने बाईक का चोरली?",
                "Tamil": "ஆம், ஒரு சிறிய பூங்காவிற்கு. வாழ்க்கையின் கலவரத்திலிருந்து தப்புவதற்காகச் செல்ல விரும்பும் இடம். டேன் பைக்கை ஏன் கடத்தினான்?",
                "Vietnamese": "Đúng, đến một công viên nhỏ. Nơi anh thích đến để thoát khỏi sự hỗn loạn trong cuộc sống của mình. Tại sao Dane lại đánh cắp chiếc xe đạp?",
                "Urdu": "جی ہاں، ایک چھوٹے پارک میں۔ وہ جگہ جہاں وہ اپنی زندگی کی افراتفری سے بچنے کے لیے جاتا ہے۔ ڈین نے سائیکل کیوں چرائی؟",
                "Filipino": "Oo, sa isang maliit na parke. Ang lugar na gusto niyang puntahan upang makalayo sa kaguluhan ng kanyang buhay. Bakit ninakaw ni Dane ang bisikleta?",
                "Romanian": "Da, către un parc mic. Locul unde îi place să meargă pentru a scăpa de haosul vieții sale. De ce a furat Dane bicicleta?",
                "Albanian": "Po, në një park të vogël. Vendi ku i pëlqen të shkojë për të shpëtuar nga kaosi i jetës së tij. Pse e vodhi Dane biçikletën?",
                "Nepali": "हो, एक सानो पार्कमा। उसको जीवनको अराजकता बाट बच्नका लागि जाने स्थान। डेनले बाइक किन चोरेको हो?",
                "Khmer": "បាទ, ទៅចេញជាប្រភេទតូច។ កន្លែងដែលគាត់ចូលចិត្តទៅដើម្បីរួសរានកំណត់នៃជីវិតរបស់គាត់។ ហេតុអ្វីបានជា Dane លួចស្គមម៉ូតូ?",
                "Sinhalese": "ඔව්, කුඩා පාර්ක් එකකට. ඔහුගේ ජීවිතයේ කොරෝනා සිට වළක්වන්න ඔහු යන ස්ථානය. ඩේන් බයිකය කුමක් හේතු නිසා තලන්නාද?",
                "Amharic": "አዎን፣ እንደሆነው አንድ ትንሽ ፓርክ። እሱ ወደዚያ እንደሚሄድ ቦታ ይደርሰዋል። ደን ብስክሌቱን ለምን ጠራው?",
                "Pashto": "هو، یوې وړې پارک ته. هغه ځای چې هغه د خپل ژوند د ګډوډۍ نه د تښتیدو لپاره ځي. دانه بایسکل ولې غلا کړه؟",
                "Burmese": "ဟုတ်ကဲ့၊ ကွပ်ကတ်မင်္ဂလာတွင်။ သူ၏နေရာသည် အမြဲတမ်း သွားသည့်နေရာဖြစ်သည်။ ဒေ့နက ဘိုက်ကိုဘာကြောင့်ခိုးခဲ့သနည်း။",
                "Somali": "Haa, beerta yar. Meeshii uu jecel yahay inuu tago si uu uga baxsado fowdada noloshiisa. Maxaa Dane u xaday baaskiilka?"
            }
        },
        {
            "title": "Answer out loud",
            "text": "He wasn't entirely sure. The act of theft had filled him with adrenaline and a temporary sense of liberation.",
            "translations": {
                "Chinese": "他并不完全确定。偷窃的行为让他充满了肾上腺素和暂时的解放感。",
                "Spanish": "No estaba del todo seguro. El acto de robo lo había llenado de adrenalina y una sensación temporal de liberación.",
                "Hindi": "वह पूरी तरह से आश्वस्त नहीं था। चोरी की क्रिया ने उसे एड्रेनालाईन और अस्थायी मुक्ति की भावना से भर दिया था।",
                "Arabic": "لم يكن متأكداً تماماً. لقد ملأته عملية السرقة بالأدرينالين وإحساس مؤقت بالتحرر.",
                "Bengali": "সে পুরোপুরি নিশ্চিত ছিল না। চুরির কাজটি তাকে অ্যাড্রেনালিন এবং সাময়িক মুক্তির অনুভূতি দিয়ে পূর্ণ করে দিয়েছিল।",
                "Portuguese": "Ele não tinha certeza absoluta. O ato de roubo o encheu de adrenalina e uma sensação temporária de liberdade.",
                "Russian": "Он не был совсем уверен. Акт кражи наполнил его адреналином и временным чувством свободы.",
                "Japanese": "彼は完全に確信していなかった。窃盗の行為は彼にアドレナリンと一時的な解放感を与えた。",
                "Punjabi": "ਉਹ ਪੂਰੀ ਤਰ੍ਹਾਂ ਯਕੀਨੀ ਨਹੀਂ ਸੀ। ਚੋਰੀ ਦੇ ਕਿਰਿਆ ਨੇ ਉਸਨੂੰ ਐਡ੍ਰਿਨਾਲਿਨ ਅਤੇ ਇੱਕ ਅਸਥਾਈ ਆਜ਼ਾਦੀ ਦਾ ਅਨੁਭਵ ਦਿੱਤਾ।",
                "German": "Er war sich nicht ganz sicher. Der Diebstahl hatte ihn mit Adrenalin und einem vorübergehenden Gefühl der Befreiung erfüllt.",
                "Javanese": "Dheweke ora yakin banget. Tumindak maling wis ngisi dheweke karo adrenalin lan rasa pembebasan sementara.",
                "Korean": "그는 완전히 확신하지 않았다. 절도의 행위는 그를 아드레날린과 일시적인 해방감으로 가득 채웠다.",
                "French": "Il n'était pas entièrement sûr. L'acte de vol l'avait rempli d'adrénaline et d'un sentiment temporaire de libération.",
                "Telugu": "అతను పూర్తిగా నిర్ధారితం కాదు. చోరీ చేసిన కార్యం అతన్ని అడ్రినలిన్ మరియు తాత్కాలిక విముక్తి భావనతో నింపింది.",
                "Marathi": "त्याला पूर्णपणे खात्री नव्हती. चोर्‍या करण्याच्या क्रियेमुळे त्याला अ‍ॅड्रेनालिन आणि तात्पुरत्या मुक्तीची भावना आली.",
                "Tamil": "அவர் முழுமையாக உறுதியாகவில்லை. திருட்டு செயல் அவருக்கு அட்ரெனலின் மற்றும் தற்காலிக விடுதலை உணர்வைக் கொடுத்தது.",
                "Vietnamese": "Anh không hoàn toàn chắc chắn. Hành động trộm cắp đã khiến anh tràn đầy adrenaline và cảm giác giải phóng tạm thời.",
                "Urdu": "وہ مکمل طور پر یقین نہیں تھا۔ چوری کا عمل اسے ایڈرینالین اور عارضی آزادی کے احساس سے بھر دیتا تھا۔",
                "Filipino": "Hindi siya sigurado. Ang akto ng pagnanakaw ay pumuno sa kanya ng adrenaline at pansamantalang pakiramdam ng pagpapalaya.",
                "Romanian": "Nu era complet sigur. Actul de furt l-a umplut de adrenalină și de un sentiment temporar de eliberare.",
                "Albanian": "Ai nuk ishte plotësisht i sigurt. Akti i vjedhjes e kishte mbushur me adrenalinë dhe një ndjenjë të përkohshme të lirisë.",
                "Nepali": "उहाँ पूर्ण रूपमा निश्चित हुनुहुन्न। चोरीको क्रियाले उहाँलाई एड्रेनालिन र अस्थायी स्वतन्त्रताको भावना भरेको थियो।",
                "Khmer": "គាត់មិនប្រាកដទេ។ សកម្មភាពការលួចបានបំពេញគាត់ដោយអាឌ្រេណាលីន និងអារម្មណ៍បញ្ចេញសិទ្ធិបណ្តោះអាសន្ន។",
                "Sinhalese": "ඔහු සම්පූර්ණයෙන්ම නිරායක නොවිය. මැරීමට වූ ක්‍රියාව ඔහුට අඩ්‍රෙනලින් සහ තාවකාලික නිදහසක් ලබා දී ඇත.",
                "Amharic": "በትክክል አይታወቅም። የስራ እና ጊዜያዊ እንቅስቃሴው በአድራንሊንና የተለያዩ ነጻነት ግንዛቤ እንዲሆን ሆኖ ነበር።",
                "Pashto": "هغه پوره ډاډه نه و. د غلا عمل هغه د اډرینالین او یو عارضي آزادۍ احساس سره ډک کړ.",
                "Burmese": "သူမလုံးဝသေချာခြင်းမရှိပါ။ ခိုးယူသောလုပ်ရပ်သည်သူ့ကိုအတွင်းအားဖြည့်မှုနှင့်တရားဝင်အချိန်ကာလအသက်ရှင်မှုခံစားမှုဖြင့်ဖြည့်စွက်ခဲ့သည်။",
                "Somali": "Wuxuu si buuxda u hubsan waayay. Falka xatooyada ayaa uu ku buuxiyay adrenaline iyo dareen ku meel gaar ah oo xornimo ah."
            }
        }
    ]
}